{"datetime": "2022-01-06T09:56:14.000Z", "subject": "Impeachment of Donald Trump", "title": "Capitol riots timeline: What happened on 6 Jan one year ago?", "article": "The US is preparing to mark the first anniversary of the attacks on its seat of government by a mob of Trump supporters. President Joe Biden will blame Donald Trump as he starts a day of commemorative events in the nation's capital.Speaking at Congress, where rioters stormed the building one year ago, Mr Biden will say his predecessor holds \"singular responsibility\" for the \"chaos and carnage\". Investigators have so far arrested 725 suspects in connection with the attack.Here are the key moments from the day. President Donald Trump tweets allegations of vote fraud ahead of his rally in Washington DC.Members of the Proud Boy movement, a right-wing militia, are seen heading towards the Capitol. Speaking to Newsnight's US correspondent David Grossman, one member of the group says: \"We're taking our country back.\"One of the group has a radio. \"It was clear he was communicating - getting messages, sending messages to somebody,\" our correspondent said.President Trump begins his speech to supporters in Washington. Some 15 minutes into it, he starts urging them to converge on the Capitol.\"I know that everyone here will soon be marching over to the Capitol building to peacefully and patriotically make your voices heard,\" he said.As the president speaks, a crowd outside the Capitol is swelling. They begin marching towards the police barrier and get past officers. The police, outnumbered, try to contain them.Trump supporters wield flags and weapons. One man stands on a makeshift gallows, complete with a noose. The crowd chants: \"Fight for Trump.\"Minutes later, House of Representatives Speaker Nancy Pelosi commences the certification process.Mr Trump ends his speech with the words: \"We fight. We fight like hell and if you don't fight like hell, you're not going to have a country anymore. So let's walk down Pennsylvania Avenue.\" Shortly afterwards a Capitol police officer calls for backup.\"They're throwing metal poles at us,\" he says. \"Multiple law-enforcement injuries,\" he adds in a panicked voice.Capitol police send an evacuation warning.Protesters surge past Capitol police protecting the west steps, the side facing the White House.Minutes later, an officer declares there is a riot at the Capitol. \"We're going to give riot warnings,\" he says. \"We're going to try to get compliance but this is now effectively a riot.\" Meanwhile Vice President Mike Pence is continuing to preside over the session.Secret Service quickly and suddenly evacuate Mr Pence from the Senate floor.The protesters break through the windows. They push inside, hopping through the broken glass. They then kick open the doors to let others in. Some wear hoods and helmets, some hold cameras or Confederate flags. An immediate recess of the Senate is called.A minute later, Officer Eugene Goodman runs to respond to the initial breach. He warns Senator Mitt Romney that the mob is approaching. Mr Romney turns and runs through a capitol hallway to safety.The mob, a floor below them, has already begun to search for the Senate chamber.Officer Goodman makes his way down to the first floor where he encounters the mob.He lures the armed rioters away from the upper chamber. Many of these individuals have been calling for Mr Pence to be hanged. By that point, the rioters are \"within 100ft\" (30m) of Mr Pence and a foot away from one of the doors to the chamber. Many senators are still inside.At the same time, Ms Pelosi is rushed from the house floor. She is evacuated entirely from the Capitol complex to a secure off-site location.Her staff barricade themselves into a conference room, hiding under a table.Staff members of the House leader speak softly, frantically, to each other. Just outside, rioters are spreading out across the building, searching for Ms Pelosi herself. The rioters chant: \"Where are you Nancy?\" In an audio clip, we hear one staff member whisper: \"They're pounding on doors trying to find her.\" One man breaks open the outer door to the office where the staff are hiding, but not the inner door. Another tries as well, but eventually moves on. President Trump tweets about Mr Pence.At the same time, Mr Pence is evacuated to a secure location.Rioters start to spread through the buildings. Others break in from outside through various doors around the building.They open the east side door of the rotunda to let more people in, flooding through the doors and overwhelming the officers.The House floor debate is suspended to update members. House members are told to reach for tear gas masks and be prepared to use them.The House is called back into session in the hope of continuing the count.But minutes later the House is abruptly recessed. Members are told to get down under their chairs if necessary.\"Folks have entered the rotunda and are coming this way,\" lawmakers are told.Democratic Congressman Eric Swalwell sends a text to his wife: \"I love you and the babies. Please hug them for me\".The mob outside the chamber grows larger and they get within feet of the house door.President Trump called Senator Mike Lee, according to the Utah Republican who has provided the trial lawyers with a copy of a log from his mobile phone. According to his office, he received a call from the White House switchboard number - and the call lasted four minutes. Mr Lee has said that apparently the call was meant for Alabama senator Tommy Tuberville, and that he handed his phone to his colleague. Mr Tuberville told reporters that he informed Mr Trump that Mr Pence had been evacuated from the Senate floor. \"I said: Mr President, they've taken the vice-president out. They want me to get off the phone, I gotta go.\" House impeachment managers say it is further evidence that the president knew how much danger his vice-president was in. Ashli Babbit is seen turning the corner towards the House lobby doors as members are leaving. House Rules Committee Chairman James McGovern is spotted by the mob as he leaves the House floor.In a hallway outside the House chamber, a group attempts to force its way through a set of locked doors. The glass window panes on the doors are shattered. A rioter uses a baton to smash through as the crowd around him chants \"break it down, break it down\". Footage shows the hands of an officer on the other side, holding a gun and pointing it toward the mob. We hear a shot and see Babbitt fall to the ground.People still inside the gallery of the chamber are trapped. They tell each other to take off their congressional pins.In the meantime, a number of rioters reach the inside of the Senate gallery.\"Is this the Senate?\" one demands to know. \"Where are they?\" another asks, apparently referring to the evacuated senators. Video footage shows some rioters rifling through papers and materials left behind by lawmakers. \"There's got to be something we can use against these scumbags,\" one says. Trump tweets asking for people to \"remain peaceful\".Meanwhile the mob are still at the Capitol.Footage shows a sprawling mob, a sea of people on the Capitol grounds. A Confederate flag waves in the foreground. Trump releases a video in which he tells the mob to go home.Fifteen minutes after police confirm Ashli Babbitt has died, Trump tweets again.He refers to those at the Capitol as \"great patriots\".", "url": "https://www.bbc.com/news/world-us-canada-56004916"}