{"datetime": "2020-11-13T21:53:40.000Z", "title": "Jill Biden: Who is the next first lady?", "article": "Jill Biden will soon be making history as the first First Lady to hold a job while in the White House. Here's a look at who America's next first lady is - from educator to her husband's defender and more. On the campaign trail, she said she would keep teaching as an English professor at a community college in Northern Virginia - where her students sayshe's a tough grader . \"It's important, and I want people to value teachers and know their contributions, and lift up the profession,\" she told CBS News in August. With a doctorate degree, she'll also be among the most-educated presidential spouses in the role's 231-year-old history. Prof Biden received her education doctorate in 2007 from the University of Delaware. In her dissertation, she focused on student retention in community colleges. The lifelong educator also has two Master's degrees, in English and reading. Prof Biden is also known for another role: her husband's protector, helping intercept and send off hecklers at rallies. Back in February, Prof Biden hopped out of her seat to lead a protester away from Mr Biden, later laughing about it as she told reporters she was just \"a good Philly girl\". She was also filmed keeping hecklers at bay during a rally in March. The Secret Service will likely now take on some of this responsibility. Of course, this won't be Prof Biden's first stint in the White House - she was, of course, the Second Lady during the entire Obama presidency, during which she also continued teaching. The last former Second Lady to serve again as First Lady was Barbara Bush, wife of former President George H W Bush, from 1989-1993. During her tenure as Second Lady, Prof Biden focused her efforts on raising awareness of women's issues, notably breast cancer prevention, highlighting the importance of education and community colleges, as well as helping military families. More on US first ladies Mr Biden lost his first wife Neilia - who was his college sweetheart - and their daughter to a car accident in 1972.Three years later, he was introduced to Jill Jacobs. He was a US Senator and she was a senior in college - and both of them had been married before. In his 2007 memoir, Mr Biden wrote: \"She gave me back my life. She made me start to think my family might be whole again.\" Prof Bidentold Vogue that Mr Biden showed up for their first date (to a movie) wearing a sport coat and loafers. \"I thought, 'God this is never going to work, not in a million years.' He was nine years older than I am!\" But the pair hit it off. At the end of the night, he shook her hand goodnight, and Prof Biden recalled calling up her mother at 01:00 to tell her: \"'Mom, I finally met a gentleman.'\" Even so, it took Mr Biden no less than five tries before he could put a ring on it. Prof Biden said she kept saying \"not yet\" because she wanted to be 100% sure the marriage would be right for Mr Biden's boys, Hunter and Beau. Mr Biden has joked he had to give his future wife an ultimatum before she said yes. The Bidens were married in June of 1977 in New York City, at the United Nations chapel. Both Beau and Hunter were beside the couple at the altar - and the whole family went on the honeymoon together. ", "url": "https://www.bbc.com/news/election-us-2020-54937787"}