{"datetime": "2018-06-13T12:11:50.000Z", "author": "Tom Gerken, BBC UGC & Social News", "title": "Russian teacher sacked over Instagram swimsuit photos", "article": "Russian social media users have rallied in support of a teacher who lost her job after photos emerged of her in a swimsuit online. Viktoria Popova, 26, was sacked by School Number 7 in Omsk for \"bringing her school and profession into disrepute\",according to the Siberian Times . The decision to fire her was made after photos of her modelling swimwear were posted to Instagram, although they have since been deleted. You may also like: Over 3,000 people have since shared photos of themselves wearing swimsuits to protest against the decision using the hashtag \"teachers are people too\". Much of the reaction online has been positive,with one person calling the teacher's sacking an \"outrageous example of hypocrisy, stupidity and idiocy\". She added: \"We are teachers, but we are also humans, therefore we have the right to look different outside the school and in our social media.\" One person dismissed the decision as \" absolutely mad \", while another recalled a time when \"there was no necessity to protect yourself for stupid reasons\" and criticised the school for sacking the teacher. And Instagram userufaeva_ufa said she \"would like to support my Omsk colleague\" and asked \"when will the insanity stop in our country\"? The reaction was criticised by some sections of social media,including @ohmybroochh who wrote \"it's just an excuse to show yourself in a bathing suit\". Others agreed with her view andslammed the women for \"getting naked\" instead of directly contacting the people involved in Ms Popova's sacking.Another person, who also claimed to be a teacher, hit out at Ms Popova, writing: \"This is not the norm. Teachers are humans too, but these humans are educators.\"\"Yes, there is a private sphere of life. Private! How would you like teachers drinking behind schools, smoking pot and hitting on high-schoolers? Why not? They are humans too.\" After the swimsuit photos spread online, the Omsk Region government announced that Ms Popova could return to her old job, stating: \"The question of Viktoria's future employment has been decided: she may decide to work as a teacher either at this school or another one.\" However, she might have to weigh up her options before taking them up on the offer, as she is also now being courted elsewhere. Another Russian modelling agency, Plus Size Omsk, have reached out to her, asking \"the gorgeous Viktoria\" to join their ranks in July. ", "url": "https://www.bbc.com/news/blogs-trending-44467425"}