{"datetime": "2022-02-04T22:43:36.000Z", "subject": "US Capitol stormed", "title": "Trump wrong to say I could overturn Biden win - Pence", "article": "Former US Vice-President Mike Pence has dismissed claims by Donald Trump that he could have stopped Joe Biden becoming president last year. In his strongest rebuttal yet, he said Mr Trump was wrong to suggest he had had the right to overturn the election. Separately the Republican Party censured two of its top lawmakers for investigating the Capitol riots. A mob stormed the Capitol as lawmakers met to confirm President Joe Biden's poll win on 6 January last year.Four people died during the riots. The two legislators, Liz Cheney and Adam Kinzinger, are the only Republicans on a congressional select committee investigating the riots. The statement by the Republican National Committee (RNC) accused the pair of helping to persecute \"ordinary citizens engaged in legitimate political discourse\". The RNC appeared to suggest rioters had been involved in legitimate political actions but RNC Chair Ronna McDaniel clarified that it was a reference to \"legitimate political discourse that had nothing to do with violence at the Capitol\". The vote was passed by an overwhelming majority of the 168 RNC members at their winter meeting in Salt Lake City, Utah, reports say. The committee said it would \"immediately cease any and all support of them\" as party members without removing them from the party. Both lawmakers issued statements in advance of the vote. \"The leaders of the Republican Party have made themselves willing hostages to a man who admits he tried to overturn a presidential election and suggests he would pardon 6 January defendants, some of whom have been charged with seditious conspiracy,\" Ms Cheney said. They also received support from other opponents of Mr Trump in the party.Senator Mitt Romney tweeted : \"Shame falls on a party that would censure persons of conscience, who seek truth in the face of vitriol.\" Speaking in Orlando, Florida, Mr Pence was responding to Mr Trump's comments on Sunday that he could have overturned the election if he had wanted to. Mr Trump has falsely claimed that the election was stolen by Mr Biden. Days later Mr Trump said the select committee should be investigating Mr Pence instead of the rioters. \"President Trump is wrong. I had no right to overturn the election. The presidency belongs to the American people, and the American people alone,\" Mr Pence said. \"And [current Vice-President] Kamala Harris will have no right to overturn the election when we beat them in 2024.\" Last May, House Republicans voted to remove Congresswoman Liz Cheney from her leadership position because, they said, her criticism of Donald Trump prevented the party from focusing on upcoming elections. On Friday, however, the Republican National Committee passed a resolution that will put Mr Trump, the 6 January Capitol riots and shifting Republican attitudes toward both into national headlines again. The committee also did so in a way that will generate storms of criticism, by censuring Ms Cheney and Congressman Adam Kinzinger for, in part, helping Democratic \"persecution of ordinary citizens engaged in legitimate political discourse\". Republicans say the line - added in a last-minute revision - was meant to reference individuals who protested the election results and not those who attacked the Capitol, but its inartful wording will ensure it is construed to include both. The resolution is just the latest example of the grip Mr Trump holds on the Republican Party apparatus, even if polls indicate that the loyalty of some conservatives may be slipping. The practical purpose behind the committee's move is that it frees the party to shift financial support from Ms Cheney to her Republican primary opponent. The political fireworks were a collateral - if not unintended - effect. ", "url": "https://www.bbc.com/news/world-us-canada-60266121"}