{"datetime": "2022-01-06T11:42:35.000Z", "author": "Anthony Zurcher", "subject": "US Capitol stormed", "title": "Five big questions about Trump and the riot", "article": "It has been exactly a year since a mob of Donald Trump supporters stormed the US Capitol in an attempt to halt the certification of Joe Biden's presidential victory. The most comprehensive account of the events leading up to and during that day is still ongoing, the focus of a special House of Representatives committee set up for that purpose. Established in a contentious 1 July House vote after attempts to create an independent inquiry failed, the committee - made up of seven Democrats and two Republicans - has conducted more than 250 interviews and issued at least 45 subpoenas over the course of its investigation. According to committee members, most of those contacted have agreed to co-operate. A handful of those closest to Donald Trump, however, have resisted.They've cited executive privilege, a legal principle that protects candid communications between presidents and their advisers.Two so far, Trump confidante Steve Bannon and former White House Chief of Staff Mark Meadows, have been cited for contempt of Congress by the House. Bannon is facing a criminal trial next year.As its investigatory work - and legal battles - continue, there are a number of gaps and key questions that the committee is seeking to address. Here are a few of the most pressing ones. Bennie Thompson, the chair of the congressional investigation, recently set out some of what his committee is trying to learn about the Washington DC rallies that served as a precursor to the attack on the Capitol. \"We need to know who organised, planned, paid for and received funds related to those events, as well as what communications organisers had with officials in the White House and Congress,\" he said. One of those organisers, far-right conservative activist Ali Alexander, has already testified to the committee — and said he was in touch with the White House and Republican members of Congress ahead of time. The exact nature of these contacts have yet to be publicly revealed. Alexander's public opening statement during his committee deposition laid some of the blame for the day on the leaders of Women for America First, which organised the event near the White House at which Trump told his supporters to march to the Capitol. He said they did little to tamp down the violence and may have been at a hotel a block from the White House, \"drinking champagne\" when the Capitol was attacked. The activities at that hotel, the Willard Intercontinental, have been of particular interest to the congressional committee. Steve Bannon, former New York Mayor Rudy Giuliani, former New York Police Commissioner Bernard Kerik, former Trump National Security Advisor Michael Flynn, conspiracy theorist Alex Jones and Trump confidant Roger Stone were a few of the prominent names linked to hotel gatherings.The committee indicated in its contempt of Congress resolution that it believes Bannon had direct contact with Trump about the 6 January rally on at least one occasion. And Jones said that the White House asked him to lead the march to the Capitol. After weeks of calls, tweets and unsuccessful legal battles, Trump set his sights on 6 January as the pivotal day that would determine whether he could successfully overturn the results of the election. \"Big protest in D.C. on January 6th,\" he tweeted on 19 December. \"Be there, will be wild!\" He followed that up 11 days later with another tweet: \"JANUARY SIXTH, SEE YOU IN DC!\" According to a report by the Washington Post, there was ample evidence that right-wing militant groups were preparing to travel to the Capitol on 6 January and that they were taking their guidance from the president's public statements. Federal law enforcement and the US military, however, were reluctant to make extensive moves to prepare, for fear of drawing the president's attention — and ire. A suggestion by Joint Chiefs of Staff Chair Mark Milley to lock down the capital city was dismissed as being too provocative. Milley, according to the Post, was also concerned military forces dispatched to Washington could receive countermanding orders from the president. On 5 January, Bannon said on his podcast, recorded at the Willard Hotel, that a \"revolution\" was coming and \"all hell is going to break loose tomorrow\". That same evening, Trump — after reportedly hearing the growing crowds of supporters gathered outside the White House — tweeted: \"Washington is being inundated with people who don't want to see an election victory stolen by emboldened Radical Left Democrats. Our Country has had enough, they won't take it anymore!\" Several of the rally organisers, according to a report by the investigative journalism website ProPublica, were concerned that 6 January might turn violent — and the march from the White House to the Capitol was of particular concern. \"A last-minute march, without a permit, without all the metro police that'd usually be there to fortify the perimeter, felt unsafe,\" Dustin Stockton, one of the White House rally organisers who has been subpoenaed by the committee, told ProPublica. Stockton wanted these concerns passed along to the White House, something he says he was assured took place. During his White House speech, however, Trump specifically encouraged rally attendees to head to the Capitol. He said they should do so \"peacefully and patriotically,\" but at other points told them to \"fight like hell\". Ever since the days of Richard Nixon, presidential scandals have been defined by two questions. What did the president know, and when did he know it? Those are still relevant in the Capitol attack investigation, but there's also a third: What did the president do once he knew? A big chunk of the committee's investigation has been trying to piece together the president's activities on 6 January — before, during and after the attack. It's why the committee has engaged in a protracted legal battle to obtain documents — call and meeting logs, notes and speech drafts — from the National Archives related to that day. Already there are some details about the pressure the president was under to respond more forcefully when the Capitol came under attack. Republican Congresswoman Jaime Herrera Beutler has recounted how Republican House Minority Leader Kevin McCarthy phoned the president and urged him to call off the attackers. When the president demurred, the conversation devolved into an obscenity-laden shouting match. Republican Alabama Senator Tommy Tuberville also spoke with the president and told him things were not going \"very good\", adding that he and Vice-President Mike Pence were being evacuated from the Capitol. \"I know we've got problems,\" Trump replied. White House Chief of Staff Mark Meadows provided the investigating committee with text messages and emails he received from conservative television personalities and members of the president's own family, urging him to get the president to make a public address and take more action to stop the violence. \"He has to lead now,\" Donald Trump Jr wrote. \"It has gone too far and gotten out of hand.\" \"I'm pushing it hard,\" Meadows replied. The president's actions, however, are the big black hole in the middle of the investigation. If Meadows pushed, how did the president respond? There are reports that the president spent most of the afternoon watching television in his private White House dining room. The committee has subpoenaed White House officials who may have been around the president that day and is currently in a legal fight over government records that may help to fill in some of that black hole. On the morning of 6 January, US Park Police were already clashing with pro-Trump protestors at the Washington Monument and the Lincoln Memorial. Officers were directed to stand back and \"monitor only\". After the Stop the Steal rally and Trump's speech urging the crowd to march to the Capitol, the violence escalated. Pro-Trump rioters attacked police around the Capitol and forced their way into the building, eventually occupying the Senate chamber and ransacking the offices of congressional leaders. Shortly before the rioters entered the Capitol itself, Major General William Walker, commander of the DC National Guard, made a request to acting Secretary of Defence Christopher Miller for permission to deploy his forces to handle the crisis. That authorisation wouldn't reach Walker for more than two hours, and National Guard soldiers would not arrive in numbers at the Capitol until an hour after that. The committee is looking for further evidence of communication between the Capitol and the Pentagon and contact, if any, between the Pentagon and top White House officials, including the president. The Capitol attack represented a stunning lapse of security in a seat of US governmental power, and there's still no clear idea who bears the most responsibility. One of the more remarkable revelations in the approximately 9,000 documents former Trump Chief-of-Staff Meadows turned over to the congressional committee before he stopped co-operating were emails about a 36-page PowerPoint presentation that circulated in the White House and among congressional Republicans. The exact author of the document has yet to be determined, but it contains many familiar and long-since invalidated claims of election fraud. What is extraordinary about it, however, is the scope of its recommendations. It suggested the president declare a national state of emergency, discard all electronically tabulated ballots and put a federalised National Guard in charge of overseeing a hand recount of paper ballots in key states. Such steps would have no precedent in US history. The committee is also looking into reports that the president was pressuring his own Justice Department to declare the election corrupt, telling senior officials, according to notes taken by one of the participants, that they should \"just say the election was corrupt (and) leave the rest to me and the (Republican) congressman\". On 3 January, the president reportedly contemplated forcing the resignation of acting attorney general Jeffrey Rosen and replacing him with Jeffrey Clark, an assistant attorney general who had already drafted a letter to election officials Georgia suggesting that Biden's win was fraudulent and calling on them to declare Trump the rightful winner. The president backed down after Rosen and other Justice Department officials threatened to resign en masse. Clark has so far refused to co-operate with the 6 January inquiry and could be the next individual cited for contempt of Congress. Vice-President Mike Pence was the final target of Trump's pressure — and key members of his staff are currently co-operating with the congressional investigation. The committee is seeking to learn more about a White House meeting the two had on 4 January with John Eastman, a Chapman University law professor who believed Pence could throw out state results and declare Trump the president or, at the very least, delay certification of the results until Republican-controlled legislatures could move to support Trump. According to news reports, the pressure to discard the election results continued into the evening of 6 January, with Eastman informing Pence's legal counsel that there was still time for him to refuse to certify Biden's victory, even with the Capitol still full of lingering teargas fumes and broken glass from the day's violence. ", "url": "https://www.bbc.com/news/world-us-canada-59703761"}