{"datetime": "2021-09-07T20:01:20.000Z", "title": "Texas enacts controversial voting rights overhaul", "article": "Texas Governor Greg Abbott has signed into law an overhaul on voting rights that introduces sweeping changes to ways Texans can cast ballots. The enactment of the Republican bill marks a bitter defeat for Democrats, who had fled the state in July in an effort to prevent it from passing. The law includes a ban on drive-through and 24-hour polling places, and adds ID requirements to vote by mail. It comes amid a wave of proposed voting overhauls in Republican-led states.At least 18 states have enacted new voting laws since the November 2020 presidential election, according to the Brennan Center for Justice. Republicans in Texas argue the measures are essential for election security. \"Election integrity is now law in the state of Texas,\" Mr Abbott said in a bill signing ceremony on Tuesday. He called the law a \"paradigm\" for other states wishing to pass election reform bills.There were no substantial allegations of voting fraud during elections last year in Texas. Democrats and civil rights groups say the bill disproportionately burdens or discourages voters from ethnic minorities, as well as the elderly and disabled. The newly banned drive-through voting was credited with encouraging record voter turnout in the city of Houston - a region that voted for Joe Biden over Donald Trump in the 2020 election by 13 points. At least 50 House Democrats boarded two private jets from Austin, Texas to Washington DC in July to prevent Republicans from holding a vote on the package. Here's what the bill does: Republicans have maintained a grip on all state-wide offices there for three decades, and Texas had some of the most restrictive voting measures in the US even before this bill.Three federal lawsuits have already been filed in an effort to block the bill from taking effect. Minority rights groups and disability advocates argue that the Texas law violates the federal Voting Rights Act by intentionally discriminating against minority voters. Democratic Vice-president Kamala Harris condemned the move, tweeting that \"the bill limits the options that enabled a historic number of Texans, especially citizens of colour, to vote safely in our last election\".Mrs Harris, the first black and South Asian vice-president in US history, went on to call for Congress to pass a federal voting rights bill which has been blocked by Republicans at the national level. The move is the latest action from the conservative Republicans in Texas, after earlier this month they succeeded in their effort toban most abortions . ", "url": "https://www.bbc.com/news/world-us-canada-58404050"}