{"datetime": "2021-07-02T11:22:46.000Z", "author": "Anthony Zurcher", "title": "Is there bad news for Biden in Alaska?", "article": "Joe Biden campaigned on bringing a new spirit of unity to Washington, DC. Thousands of miles away, the state of Alaska has a rich history of exactly that kind of political co-operation. Is it working? In Alaska, one is constantly reminded of the power of nature. Snow-capped mountains rise like jagged blades across much of the state's landscape. Imposing animals - grizzly bears, moose and wolves - roam the forests and icy tundra. The occasional earthquake, like the one that hit near Anchorage a few weeks ago, can jolt residents at any hour. Many American states have natural wonders and abundant resources, but in Alaska, which reaches the Arctic Circle, borders Canada and stretches within a few dozen miles of Russia, everything is a bit bigger, and a bit wilder. If you talk to Alaskans, they'll say their environment - the harshness of it, the remoteness of it and the majesty of it - affects every facet of their lives. That includes the state's unique, stubbornly independent politics.President Biden may wax poetic about cross-party consensus and co-operation, but Alaska, which became the 49th US state in 1959, has an established track record of it. At the moment, Alaska is the only state legislature in the US where centrist Democrats, Republicans and independents have joined together to form a governing majority. Perhaps the state's most prominent national politician at the moment, Senator Lisa Murkowski, is a Republican who occasionally votes with the Democrats - and who won re-election as an independent write-in candidate in 2010. Shrugging off party labels and the kind of political trench warfare common in other parts of the US is, according to some, the Alaska way. But Alaska hasn't been fully immune to a trend of increasing division in the US. Even in the frozen north, hyper-partisanship has started to change politics. In recent years, more and more Republican moderates have been voted out of office in party primaries. The current governing bipartisan coalition formed back in November 2016, when three Republicans joined with Democrats and independents to vote together. But with Donald Trump's march to the US presidency and social media driving conservative interests to hone their anger on the political establishment, that has changed. In the last four years, coalition Republicans - a total of four, as well as three other incumbents - have been voted out in primary elections. Joining with other parties for votes was their crime. The focused frustration of conservative Alaskan voters driving out incumbents was easy to find during Memorial Day commemorations on a sunny late-May morning in Anchorage's city centre. After an Army band played some appropriately patriotic music, several dozen flag-carrying, leather-clad motorcyclists rolled onto the grass, where they assembled in a queue and revved their engines in a final flurry. Then there were a series of odes to service, duty and the military. One biker, \"Weird\" Wayne Manning, suggested the best thing for a politician was a .38 calibre bullet. It was probably meant as a joke, but the underlying message was clear. According to another biker, Theo Ransom, \"liberal agendas being pushed\" by less-than-hardline politicians in office \"are going to wake up those who haven't participated in their local governments\". The spirit of compromise that had characterised Alaska politics, according to many at the parade, is a weakness. Embracing as many sides as possible might help officials stay in office, says Bill Chapman, who works for the US Army in Anchorage - but it means eventually falling victim to \"not standing for anything\". Such sentiment echoes the \"fight the swamp\" rhetoric Trump successfully employed during his 2016 presidential campaign. Government is a corrupting influence on the politicians who spend their careers working in it, and the best way to fix the problem is to throw the \"bums\" out. It's a trend that played itself out in national politics over the past decade, with moderates in both parties either being ousted in primaries or defeated in the general election. That has led to single-party state governments and a US Congress that is sharply divided along partisan lines.It's one of the reasons why there were few Democratic votes for Republican legislation under Trump and, over the past few months, almost no Republican support for Biden's agenda, despite the new president's talk of compromise and conciliation.Alaska used to be different. It took cross-party efforts to simply achieve statehood, as well as to develop Alaska's infrastructure, harness its environmental resources and address the concerns of indigenous tribes. \"I think when you look at the history of bipartisan collaboration, Alaska is a stunning success story,\" says Zach Fields, a Democrat representing part of Anchorage in the statehouse. \"If you look at the economic opportunity, the lack of inequality, the way we've transformed the state - that's a model for the world that is really inspiring. And it's a bipartisan story.\"But Alaska has started to look like the rest of the country, and there are now electoral targets on the backs of Republicans open to forging compromise.Cathy Giesell learned that the hard way. A Republican, she was first elected to the legislature in 2010 and at the time considered to be one of its more conservative members. Over the ensuing years, however, she came to appreciate working across party lines and established a reputation for bipartisanship by the time she became the state senate president in 2018. That was when she found herself vilified by her party's base, branded a \"liar, looter, traitor, thief\" on social media. She was defeated by a more hardline candidate in the 2020 Republican primary. \"It's become a real sewer, frankly,\" Giesell says of politics on social media. \"I understand that people have strongly felt views, but when they are turned to personal attacks it's a demonstration of the fact that they no longer want to talk about the issues, they just want to decimate someone\". Sarah Rasmussen was first elected to the Alaska state house in 2018 as a Republican, and after spending two years in the chamber's minority, she decided to work as an independent and vote with the majority on some issues. For that, she has been labelled a \"Republican in name only\" or Rino, for short. \"I had someone send me an anonymous letter calling me a Rino slut earlier this year,\" she says. \"Some people are just very removed from reality.\" A coalition has become much harder to put together as the Republican primary electorate has become more extreme says Fields, one of Rasmussen's friends in the state house. The Republicans \"all understand what it means to govern and the necessity of governing,\" he says - but they know it has become too politically risky to vote with the other party. The recent performance of the Alaska state legislature only drives home Fields' point. The state only very nearly avoided a first-in-its-history government shut-down after the legislature struggled to approve an operating budget for the upcoming fiscal year. A governing bipartisan majority had forged a compromise on the bill - but an intransigent Republican minority blocked the deal until just few days ago, with suspended services and widespread layoffs looming. A few years ago, Alaska looked like the kind of place Biden and proponents of co-operation might point to as an example of how politics can work; how political independence and conciliation can flourish. At the moment, it seems more like a cautionary tale. Alaskans trying to get their state out of its funk and bind its splintering politics might have cause for hope, however. In November last year, voters narrowly approved a possible solution - a plan that radically restructures how the state votes, and one of the most sweeping overhauls of a state-level electoral process in modern US history. Instead of ticking one box on a ballot in a general election, Alaskans will rank the four candidates according to preference. And rather than holding closed primaries where only registered members of the party can vote, candidates from across the political spectrum will compete in an open vote, with the top four advancing to the general election. These changes will come into effect for the election next year. A few other US states use ranked choice voting and so-called \"open primaries\" - but Alaska will be the first to try implementing them both, and at the same time. The hope is that the measures will help prevent moderate Republicans from losing in primary elections where only the angriest party members turn up to vote. It will give voters with more fluid, less ideological views more influence in Alaska politics and reaffirm Alaska's tradition of political co-operation. \"We have had people from Maine tell us that ranked choice completely changed the tenor of their elections; that people no longer ran against their opponent, but ran based on their values and the things they were hoping to accomplish in the legislature,\" says Geisell, the Republican defeated in a 2020 party primary. \"I'm hoping that would happen here, because our elections have gotten pretty vicious.\" The change comes too late for Alaska Republicans, like Geisell, ousted in primaries in recent elections, but it may be just in time for another Alaska politician - and the results could have national implications. Lisa Murkowski is perhaps the patron saint of Alaska independent politicians and one of the few true swing votes in the US Congress. The daughter of a former governor - who appointed her to fill his vacated Senate seat in 2002 - Murkowski has frequently charted a course independent of the rest of the Republican party. She was defeated in a Republican primary in 2010, winning re-election as a write-in candidate against the conservative who beat her, as well as a Democratic opponent.She voted to convict Donald Trump during his second Senate impeachment trial and against confirming Trump Supreme Court nominees Brett Kavanaugh and Amy Coney Barrett. She opposed repealing Democratic health-care reforms and backed the independent commission on the January 6 US Capitol attack. Although she has at other times cast votes that angered liberals, she is exactly the type of moderate Republican who could form the backbone of Biden's efforts at forging compromise across the aisle.Her political heterodoxy has also made her the target of some of Trump's sharpest barbs. Exiled from social media, the former president has lobbed invective via press releases in Murkowski's direction, along with promises to visit Alaska to campaign against her in person during her re-election bid in 2022. Murkowski, who was censured by the Alaska Republican Party for her impeachment vote, seems destined to face a challenge rivalling the one she surmounted in 2010. Trump has already endorsed a conservative opponent, Kelly Tshibaka, who has said Murkowski's desire for bipartisanship has made her a tool for liberal Democrats.With the new election system in place, however, Murkowski will almost certainly make it to the general election on name recognition alone and have a good chance to prevail in the ranked-choice vote. And while Biden may prefer an Alaska Democrat in the Senate, Murkowski is a much better option than someone like Tshibaka.While Murkowski and other moderates have reason to be hopeful, it's still difficult to predict exactly how the new system will play out. Ranked-choice didn't prevent the recent New York Democratic mayoral primary from getting nasty - or confusing some voters, as candidate margins shifted during multiple rounds of ballot tabulation. In Maine, however, the system has produced some interesting results. The state, which had a history of electing more extreme candidates by narrow pluralities, is now sending more moderates to office. Top-two open primaries in California have resulted in both moderate and liberal Democrats advancing to the general election, giving voters in districts that would never elect a Republican a more palatable choice in November. In any case, for Alaska, next year's vote will be a real test of whether partisan polarisation has firmly taken hold - that Alaska isn't special anymore - or if the election reformers have found a way stem the tide and set an example for the rest of the US.If the changes work - if the state elects more moderates and primary campaigns become less ideological - other states may follow suit. At the very least, incumbent politicians who are constantly worried about the electoral risks of bipartisanship might take notice. If that turns out to be the case, then remote Alaska could be a trend-setter and not a final holdout against the forces of political polarisation and partisan acrimony. Geisell, for one, thinks - or at least hopes - that bipartisanship will have a new day, in Alaska and throughout the US. \"It's very discouraging to have radical views from a political party trying to drive where people vote, how people vote and who might be affiliated with their party,\" she says.\"And yet I'm hopeful that people are going to weary of that. They're actually going to start thinking more about what's best for their family and our country as a whole.\"\"It couldn't have happened without that collaboration.\" ", "url": "https://www.bbc.com/news/world-us-canada-57660073"}