{"datetime": "2021-09-13T19:34:18.000Z", "author": "Daniel Thomas", "title": "Democrats propose partial rollback of Trump tax cuts", "article": "Leading Democrats have released plans for a partial rollback of former US President Donald Trump's tax cuts. Members of the powerful Ways and Means Committee, which sets tax policy, propose raising the top rate of corporation tax to 26.5% from 21%. Wealthy individuals would see a jump in their income taxes, as well as higher capital gains and inheritance taxes. The plans, to be debated this week, would help fund the Democrats' $3.5 trillion domestic investment plan. Currently not one Republican in Congress supports that bill, which would pay for a big expansion of social services for the elderly and children and tackle climate change. Under Mr Trump, the Republicans slashed the top rate of corporate tax from 35% in 2017, arguing it would boost economic growth and create jobs.But the Democrats say the cuts favoured the wealthy and only provided a short-term lift to the US economy. Their proposals would only partially reverse Mr Trump's cuts to corporate tax - bringing in a graduated rate of 18% on annual income below $400,000, 21% on income up to $5m and 26.5% on income above $5m. The benefit of the graduated rate would phase out for firms making more than $10m. However, their plans for individual taxation would take the top rate back to its pre-2017 level - from 37% to 39.6%. This would apply to taxable income above $400,000 for individuals and $450,000 for married couples.Republicans have been critical of plans to raise inheritance tax. They doubled the threshold at which it is paid to £24m in 2017, but Democrats want to reverse this four years sooner than planned, in 2021 rather than 2025. They also plan to increase capital gains tax paid on assets such as stocks and bonds to 25% for those with incomes above $400,000, up from 20% currently. An additional 3% surcharge would be imposed on taxable income in excess of $5m. The plans are designed to raise $2.9tn over 10 years to help fund the $3.5tn \"reconciliation\" bill, which will require a simple majority in the Senate to be passed. House Speaker Nancy Pelosi aims to have a vote in the Democratic-controlled House as soon as the end of this month, although the final version of the bill will be scaled back somewhat to win the support of moderate Democrats in the Senate, where Democrats have 50 of the 100 seats.Democratic Vice-President Kamala Harris casts the tie-breaking vote when needed. In addition to raising taxes, Democrats propose using the US tax code to encourage the construction of more low-income housing, and are seeking sizeable tax credits for the purchase of electric vehicles. Committee Democrats also said there would be a provision in the bill to \"level the playing field by cutting taxes for our nation's smallest businesses\". ", "url": "https://www.bbc.com/news/business-58550021"}