{"datetime": "2021-07-14T08:56:46.000Z", "title": "Texas Democrats defy arrest threats after fleeing to block voting law", "article": "Democrats from Texas have defied threats of arrest after fleeing the state in an effort to stop Republicans from passing a sweeping new voting law. More than 50 Democrats flew to Washington DC on Monday, in a move intended to paralyse the state's House of Representatives ahead of the vote. At least two-thirds of the chamber's 150 members must be present for a vote. On Tuesday, Republican Governor Greg Abbott threatened the missing politicians with arrest. He said they would be detained \"as soon as they come back\" to Texas.\"They will be cabined inside the Texas Capitol until they get their job done,\" he said in an interview with the local television station KVUE ABC. In Austin, where the Texas State Capitol sits, House Republicans authorised state police to find and bring back the Democrats \"under warrant of arrest if necessary\".State police, however, have no jurisdiction outside of Texas.And Representative Eddie Morales, a Democrat who did not fly to Washington, told the Associated Press that he did not expect state police to leave Texas to detain the politicians. The voting bill that prompted the Democratic exodus would ban 24-hour polling places and add ID requirements for mail-in votingIt was proposed amid a wave of voting restrictions in Republican-led states. Republicans argue the measures are essential for election security, but Democrats see them as an attack on the right to vote. The Texas Senate passed its version of the bill on Tuesday, but the House was unable to follow suit due to the missing Democrats.It must be passed in both chambers to become law. The Democrats in Washington, who left Austin on two private jets on Monday, have vowed not to return until the 30-day special session on the bill ends next month. \"Our intent is to stay out and kill this bill this session,\" Texas House Democratic Caucus Chairman Chris Turner said on Tuesday. In a news conference outside the US Capitol, he said the Texans would use their time in Washington \"to implore the folks in this building behind us to pass federal voting rights legislation\". Governor Abbott, however, has pledged to continue calling special sessions until the voting bill is passed. ", "url": "https://www.bbc.com/news/world-us-canada-57831860"}