{"datetime": "2021-12-01T09:46:30.000Z", "subject": "US abortion debate", "title": "Mike Pence asks Supreme Court to overturn abortion rights", "article": "Former US Vice-President Mike Pence has called on the Supreme Court to overturn the landmark 1973 Roe v Wade case that legalised abortion in the US. Mr Pence said the ruling was \"a misguided decision\" that harmed millions of unborn babies.If Roe v Wade is quashed, millions of women would lose access to abortions. On Wednesday, the Supreme Court will hear arguments over a Mississippi law banning abortion after 15 weeks. A ruling is expected by next summer.The Mississippi ban includes abortions of pregnancies caused by rape or incest. The law, however, has not been enforced because of a legal challenge from the state's only abortion provider.At a news conference in Washington DC on Tuesday, Mr Pence said he hoped the Supreme Court will \"make history\" with a full reversal of Roe v Wade. The 1973 ruling gave women in the US an absolute right to an abortion in the first three months of pregnancy, and limited rights in the second three months. \"We are asking the Supreme Court of the United States to overturn Roe v Wade and restore the sanctity of human life to the centre of American law,\" the former vice-president said. Mr Pence also argued that the \"fiat of unelected judges\" is not reflective of popular opinion in the US. He believes elected, state-level officials are better placed to write abortion laws for their own jurisdictions.A nationwide ban on abortions is not on the horizon, but a ruling in Mississippi's favour would mean that US states would be able to develop their own abortion laws. Experts believe that abortions would soon become illegal in more than 20 other states. Twelve states have passed so-called trigger laws, which would automatically ban abortion if Roe was overruled. Others have either passed unconstitutional abortion bans in the years since Roe v Wade (which would be revived), or retained abortion restrictions from before Roe, which are currently unenforceable. Such a move would be \"devastating\" for low-income women, Katherine Franke, director of the centre for gender and sexuality law at Columbia University, told the BBC.It would increase maternal mortality and poverty, she added. Mississippi Attorney General Lynn Fitch has repeatedly called on Roe v Wade to be overturned. In a summer brief filed to the court, Ms Fitch said that the precedent the ruling set is \"egregiously wrong\".While Mr Pence acknowledged he \"can't say\" how the court will rule, he said he has \"absolute confidence that the tide has turned for the pro-life movement\".\"Americans are ready for an end to the judicial tyranny of Roe v Wade,\" he added. A Pew Research survey fromMay 2021 found that about 6 in 10 Americans believe that abortion should be legal in almost all circumstances. The same survey found that 4 in 10 Americans believe it should be illegal in all cases.In a statement earlier this year, Nancy Northrup, the president and CEO of the Center for Reproductive Rights - which has brought the case to the Supreme Court on behalf of the Jackson Women's Health Organization - said that the state's case is \"extreme and regressive.\"\"Their goal is for the Supreme Court to take away our right to control our own bodies and our own futures - not just in Mississippi, but everywhere,\" Ms Northrup said.\"Women of childbearing age in the US have never known a world in which they don't have this basic right.\" There were about 630,000 reported abortions in the US in 2019 according to the US Centers for Disease Control. This was an 18% decrease compared with 2010. Women in their twenties account for the majority of abortions - in 2019 about 57% were in this age group. Black Americans get abortions at the highest rate - 27 per 1,000 women aged 15-44. The pro-choice Guttmacher Institute says a lack of access to healthcare plays a role, as does discrimination.Their 2014 survey found three quarters of people receiving abortions were either on low incomes or below the poverty line in the US. ", "url": "https://www.bbc.com/news/world-us-canada-59480917"}