{"datetime": "2021-06-23T00:31:55.000Z", "title": "Senate Republicans block Democrats' election bill", "article": "US Republicans have torpedoed a Democratic bid to implement nationwide election rules, a cherished priority of President Joe Biden's party. The huge bill - which sought to make it easier for Americans to vote - ended up deadlocked 50-50 along party lines. Mr Biden said the issue was the \"fight of his presidency\", but some Democrats accuse him of not fighting hard enough. Advocates say the bill would have been the most far-reaching election measure since the Voting Rights Act of 1965. It comes as Republican-led states advance proposals - which Mr Biden has depicted as racially discriminatory - to tighten election laws, and as former President Donald Trump, a Republican, continues to peddle unfounded claims that the 2020 election was stolen from him. The Democrats' For the People Act passed the House of Representatives in March in a near party-line vote, with one Democrat joining all Republicans in opposing the bill.But 60 votes are needed in the 100-member Senate to advance most legislation, and the upper chamber is evenly split 50-50 between the two parties. Vice-President Kamala Harris, who has been assigned by the White House to push election reform, was presiding over the chamber as the bill failed. \"The fight's not over,\" she said after the vote. The legislation would have introduced 15 days of early voting, made election day a public holiday, and guaranteed automatic voter registration for anyone with a driver's licence. Democrats said the legislation would have also ensured more transparency for certain campaign contributions and limited partisan influence over the drawing of congressional districts. The president's party argued the nearly 900-page proposal was critical to democracy, and would safeguard voting access for black voters.There was never much doubt that the comprehensive voting rights bill was dead in the Senate.A growing number of liberals wanted Joe Biden and his administration to try a little harder to promote the legislation, however. Even if the president had made a stronger effort to use the \"bully pulpit\" to tout the benefits of the bill - and Biden did give several speeches on the subject - the chances of shifting any Republican votes was slim.What the liberals hoped for, however, was that an intensive, ultimately unsuccessful lobbying effort would pave the way for reforming the Senate rules. Then, a simple majority could pass the voting reforms that many Democrats view as essential to blocking Republican state-level efforts to limit voting access. Whether that was ever a possibility is debatable. But if it becomes received wisdom for those on Mr Biden's left, it could cause growing dissent in a party that will need unity to accomplish anything substantive in the days ahead. \"Are we going to let reactionary state legislatures drag us back into the muck of voter suppression?\" said Senate Democratic leader Charles Schumer before the vote. \"Are we going to let the most dishonest president in history continue to poison our democracy from the inside?\"But Republicans said the package was a federal power grab against the authority of individual US states to ensure the integrity of their own elections, designed purely to benefit Democrats. Senate Republican leader Mitch McConnell said of the Democrats' proposal: \"It's always been a plan to rewrite the ground rules of American politics.\" Some Democrats accused Mr Biden of not campaigning for the bill energetically enough. \"He's not absent, but he needs to be a lot more vocal and a lot more out front,\" said Jamaal Bowman, a New York congressman, on CNN. The bill's legislative difficulties have reinvigorated Democratic calls for the Senate to take the radical step of eliminating a tactic known as the filibuster, thereby allowing legislation to pass with a simple majority of 51 votes. Democrats themselves used the filibuster to block Republican bills during Mr Trump's presidency. But at least two Democratic senators - Joe Manchin of West Virginia and Kyrsten Sinema of Arizona - have so far held firm in opposing efforts to do away with the Senate rule.If the filibuster remains intact, a question mark hangs over much of Mr Biden's political agenda. \"Abolish the filibuster so we can do the people's work,\" tweeted left-wing Democratic congresswoman Ayanna Pressley, of Massachusetts, before the vote.", "url": "https://www.bbc.com/news/world-us-canada-57570587"}