{"datetime": "2021-12-06T00:42:47.000Z", "title": "Thomas Massie: US congressman condemned for Christmas guns photo", "article": "A US congressman has faced a barrage of criticism after he posted a Christmas photograph of his family posing with military-style rifles, just days after a deadly school shooting. Kentucky's Republican representative, Thomas Massie, tweeted the photo with the caption: \"Merry Christmas! ps. Santa, please bring ammo\". The post has been condemned by a host of families affected by gun violence, plus figures on both sides of politics. He has been contacted for comment. In the wake of the controversy, Mr Massie has retweeted messages of support, and also those criticising him - directly engaging with several Twitter users who said he was \"tone deaf\" and \"insensitive\". In response to one person who wrote the \"bar was on the floor, but somehow you managed to tunnel underneath it,\" the 50-year-old quipped that \"The BAR is under the couch,\" referring to a type of military assault rifle.The photo was posted days aftera school shooting in Michigan which left four teenagers dead and seven people injured after a 15-year-old student allegedly went on a rampage using his father's gun. The suspect's parents have been charged with involuntary manslaughter for failing to heed multiple warning signs before the tragedy. They have pleaded not guilty.It is was the latest in a string of shootings in the US that has led to fierce debate about gun rights and laws. The families of students killed in previous school shootings have spoken out against the post.Fred Guttenberg's daughter Jaime was killed in the Parkland high school shooting in Florida in 2018 - one of the worst school attacks the US has seen. He posted a photo of Jaime, and also a photo of her gravestone under the congressman's post. Manuel Oliver, whose son Joaquin also died in the Parkland attack, told CNN that the tweet was in \"the worst taste ever\". Several figures from the Republican party also condemned the post.Adam Kinzinger, a Republican congressman from Illinois, mocked him for displaying a \"gun fetish\" with the post.And Anthony Scaramucci, who was briefly former President Donald Trump's communications director, tweeted that he would fund any potential candidates running against Mr Massie in next year's congressional elections.Despite the criticism, several prominent names in US conservative circles have defended the congressman.The Colorado representative and gun-rights activist, Lauren Boebert tweeted: \"That's my kind of Christmas card\". Another Republican, Jose Castillo wrote \"All I want for Christmas is... more elected officials like Thomas Massie.\" Mr Massie was first elected to be Kentucky's congressional representative in 2012 and is closely associated with the libertarian wing of the Republican party.He is a staunch supporter of the Second Amendment - the right to keep and bear arms - and has always strongly opposed any gun control initiatives, saying in interviews that they would not stop school massacres. In April, he introduced a bill to lower the age to buy handguns from 21 to 18. His office has not yet responded to the BBC's request for comment on his Twitter post. In 2020, gun violence killed nearly 20,000 Americans - more than any other year in at least two decades -according to data from the Gun Violence Archive . ", "url": "https://www.bbc.com/news/world-us-canada-59543735"}