{"datetime": "2021-06-19T17:16:02.000Z", "title": "Mike Pence: Hecklers brand ex-VP 'traitor' at conservative conference", "article": "Former US Vice-President Mike Pence has been heckled during a speech at a conference for religious conservatives. Some audience members yelled \"traitor\" and \"freedom\" as he addressed the Faith and Freedom Coalition in Orlando, Florida on Friday. The taunts were an apparent reaction to Mr Pence's role in validating Joe Biden's presidential election win. Undeterred, he continued with his 28-minute speech, as the hecklers were quickly escorted out by police. During his address, Mr Pence criticised the policies of Democratic US President Joe Biden and defended those of his Republican predecessor, Donald Trump. In January Mr Trump and many of his supporters urged Mr Pence - who as vice-president presided over the Senate - to overturn the certification of President Biden's election victory in Congress.When Mr Pence said he did not have the power to do so, many supporters of Mr Trump were furious with him. Trump supporters' anger at the election result culminated in a protest that morphed into a deadly attack on the Capitol building in Washington DC on 6 January this year. In the immediate aftermath of the attack, Mr Pence appeared to distance himself from Mr Trump, who was impeached by lawmakers over the deadly storming of Congress. Mr Pence condemned those who stormed the Capitol and, unlike Mr Trump, attended the inauguration of President Biden on 20 January. But on Friday, Mr Pence used part of his speech to praise his former boss and his achievements while in office. \"President Trump taught us what Republicans can accomplish when we stand firm on conservative principles and don't back down,\" Mr Pence said. \"In 48 months, the Trump-Pence administration achieved the lowest unemployment, the most secure border and the strongest military in the history of the world.\" Mr Pence, who has been tipped to be a Republican candidate in the 2024 presidential election, also took aim at President Biden. \"It's amazing to think in 2020 Joe Biden actually campaigned as a moderate and he's governed as one of the most liberal presidents in history,\" Mr Pence said. Mr Pence laid out what he called a \"winning agenda\" to take back Republican majorities in the Senate and House of Representatives, which are currently controlled by the Democrats, in next year's mid-term elections. Meanwhile on Friday, Mr Trump endorsed Republican challenger Kelly Tshibaka to be the party's Senate candidate for Alaska in 2022. Mr Trump lambasted the state's incumbent, Lisa Murkowski, the moderate three-term Republican senator who voted to convict him after his second impeachment trial earlier this year. ", "url": "https://www.bbc.com/news/world-us-canada-57540611"}