{"datetime": "2021-10-13T23:22:30.000Z", "author": "Anthony Zurcher", "title": "Is Trump's power over Republicans starting to slip?", "article": "Donald Trump's recent visit to Iowa - a key state in the presidential nomination process - has fuelled speculation that he is preparing for a 2024 White House run. With a base that loves him and Republican politicians who defer to him, he is still a powerful force within the party. But if he harbours presidential ambitions, he's not alone - and at least some conservatives aren't fully on board. There was a telling moment during Donald Trump's rally at the Iowa State Fairgrounds in Des Moines on Saturday night. About halfway through his two-hour speech, the former president invited Senator Chuck Grassley onto the stage and endorsed his upcoming re-election campaign. Grassley, at age 88, is the longest-serving Republican in the US Senate. He was first elected to public office when Dwight D Eisenhower was president. He has won his last four re-election campaigns by an average of 34% and hasn't faced a Republican primary opponent since 1980. If there's one person in the Republican Party who shouldn't need Donald Trump's help to get re-elected, it's Chuck Grassley. Back in January, Grassley - like many prominent Republicans - seemed on the verge of cutting ties with Trump. He called the 6 January assault on the US Capitol by Trump supporters an \"attack on American democracy itself\". In February, he issued a blistering press release saying that, while he was voting to acquit Trump during his impeachment trial for allegedly instigating the 6 Capitol attack, he condemned the then-president's unwillingness to accept his election loss and called his language \"extreme, aggressive and irresponsible\". But on a balmy night in October, the Iowa senator was basking in the glow of the former president's loyal crowd - and openly acknowledged exactly why he was doing so. \"I may have been born at night, but I wasn't born last night,\" Grassley said. \"So if I didn't accept the endorsement of a person that's got 91 percent of the Republican voters in Iowa, I wouldn't be too smart.\" Grassley was citing a recent survey by the Des Moines Register showing Trump more popular in Iowa than he ever was during his presidency - and with almost universal support among the state's Republican voters. And the depth of that support was reflected in the rally's speaker list. Grassley was joined by Iowa Governor Kim Reynolds (also up for re-election next year) and two of Iowa's three Republican members of House of Representatives.It was an impressive show of force in a state that, with its first-in-the-nation Republican caucuses, could be pivotal in determining the party's presidential nominee in 2024. \"This is where Donald Trump found a lot of his support, in alienated rural landscapes that feels as though they're being ignored and forgotten by the powers that be in Washington,\" says Rachel Paine Caufield, a professor of politics at Drake University in Des Moines.\"Donald Trump has always had a knack for speaking to those alienated voters, those people who feel like they're not being listened to, rather than speaking about them.\" After four years in the White House, and despite the election loss and how the last days of his presidency unfolded, those \"alienated voters\" are sticking with their guy. A Trump rally, at this point, is a political movement distilled into its purest form. It's the realm of flag-bedecked pick-up trucks, vendors selling obscenity-laced signs directed at Biden and Maga-hat-wearing die-hards sporting T-shirts that claim Democrats stole the 2020 election, that vaccines mandates are government dictatorship and - perhaps most importantly - that Trump will be back in 2024. \"Miss me yet?\" read a large sign emblazoned with the president's smiling visage outside the fairgrounds. Inside the rally, the answer was an unequivocal yes. \"We really want him back,\" says Shenoah Hanson, who drove five hours from Wisconsin to attend her first Trump rally. \"He came from the same kind of people we are, so I definitely think he has a better voice than most of the other people in office.\" Hanson may get her wish. Trump has already hired two Iowa-based staffers with campaign experience. His rally speech, while dominated by complaints about the 2020 election and swipes at members of his own party, closed with what sounded like a campaign platform. He promised action on immigration, tech-company regulation, the economy, veterans' affairs and education. He even tested out a new slogan, \"Make America Great Again - Again\". The Washington Postreported last week that Trump even considered announcing his bid in August, when Joe Biden was mired in the turmoil of the US withdrawal from Afghanistan. He was ultimately convinced to hold off until after next year's congressional mid-term elections, lest that vote become a referendum on his political rebirth and he risk garnering some of the blame if Republicans underperform expectations. If Trump is dipping his toe once more into presidential politics, the prospect hasn't been universally welcomed outside the friendly confines of his rallies. A recentPew Research poll found that, while two-thirds of Republicans in the US want Trump to remain a \"major political figure\", fewer than half want him to seek the Republican presidential nomination a third time.It's what the New York Times' Jonathan Martin has called the \"gold watch\" constituency - a portion of the party that wants to thank Trump for his service and then usher him into retirement with a shiny gift and a pat on the back. That is a sentiment shared by Iowans like Josh Luedtke, a senior at the University of Iowa and a member of the school's College Republicans. \"I think there are better options out there for the Republican Party,\" he says. \"Yes, Donald Trump did a lot of great things for our country. But he also did a lot of dividing of the people.\" If Trump is going to run again, he'll need to convince people like Luedtke that he can win in 2024, says Bob Vander Plaats, a prominent Iowa evangelical leader.\"His key is going to be, can I get beyond that base,\" he says. \"Is Biden's such a failed leader that, yes, we will go there again. And I'd recommend to him that you have to focus on your accomplishments.\" Vander Plaats, president of The Family Leader, has an opinion that carries considerable weight in the state. He has endorsed the eventual Republican winner of the Iowa caucuses in 2008, 2012 and 2016 (when Texas Senator Ted Cruz easily beat Trump). He says there are other appealing Republican presidential hopefuls manoeuvring behind the scenes in Iowa, including former Vice-President Mike Pence, former Secretary of State Mike Pompeo, South Dakota Governor Kristi Noem and Florida Governor Ron DeSantis. They are acting like it will be a wide-open nomination race - although they're all walking a fine line between laying the groundwork for a future campaign while not angering Trump or his supporters. To be sure, there are reasons Trump may end up on the sidelines come 2024. While he managed to keep a vigorous campaign schedule last year, his age - currently 75 - could become a factor. Then there are the criminal investigations, into his businesses in New York and his post-election pressuring of Georgia election officials, that might present legal obstacles. If Trump does enter the race, Vander Plaats says, he should be able to clear most of the field. But if someone like DeSantis or Pompeo stays in, things could get interesting. \"You're not going to beat Trump by attacking him from the left,\" he says. \"The issue won't be that they're against Trump. The issue would have to be, we believe we can win, and we have to win.\" Of course, in 2016 there were plenty of Republicans - a majority of primary voters, in fact - who didn't support Trump's march to the party's nomination. Trump won with a plurality, and he could do so again. This time around, he will have even greater advantages - including an established fundraising network, a more experienced campaign team and a party hierarchy at the state and national level that, unlike 2016, is now filled with Trump loyalists. \"I think if Donald Trump wants the Republican nomination for 2024, he's got a very good chance of being able to get that nomination,\" Caufield says. \"The fact that he hasn't graciously stepped aside and said it's time for new leadership in the Republican Party, that he has such a hold on that base, it makes him a really serious contender.\" The Biden presidency is only nine months old. It's still more than three years until the next presidential election. But in the US, a successful presidential campaign is a multi-year, near-billion-dollar undertaking - and the road to the White House runs through Iowa. ", "url": "https://www.bbc.com/news/world-us-canada-58904507"}