{"datetime": "2021-01-06T18:41:04.000Z", "author": "Jake Horton", "subject": "US election 2020", "title": "US election 2020: Can Mike Pence reject Joe Biden's win?", "article": "US President Donald Trump says his vice-president, Mike Pence, has the power to reject the formal confirmation of Joe Biden as the next president. But this isn't the case. The vice-president has no legal authority to declare Mr Biden's election victory invalid. In the US, electors - based on the results in each state - officially decide who is to be the next president.Congress is meeting to count the electoral votes and confirm the nomination of president-elect Biden. This process usually takes place without controversy, but the president and his supporters are continuing to dispute the election results, citing unfounded claims of fraud. Once the electoral votes are counted, it will be up to Mr Pence to formally announce Mr Biden as the next US president. Mr Trump wants the vice-president to step in and reject the results of the election, declaring the vote fraudulent.The vice-president's role is largely procedural, as the president of the Senate. The 12th Amendment of the US Constitution says: \"The President of the Senate [in this case, Mike Pence] shall, in the presence of the Senate and House of Representatives, open all the certificates and the votes shall then be counted.\" Mr Pence hasreleased a statement ahead of the session saying he doesn't have the power to change the results, and his role is to conduct proceedings \"in an orderly manner\".His will then be required to read out the final presidential result as approved by Congress. The Electoral Count Act of 1887 gives Congress the power to review the results, not the vice-president. Members of Congress can raise disputes. If a challenge is supported by a member in both the Senate and House (the upper and lower chambers of Congress), then counting is paused and the challenge is debated. Despite some significant support among Republicans in Congress , the president is not expected to have enough backers to overturn the results.This would require a majority of both chambers of Congress to vote in favour of nullifying the disputed results. Mr Pence has said he \"welcomes\" the Republican lawmakers' plan to raise objections. But once disputes are debated and settled, it's over to Mr Pence to announce the final confirmation that Mr Biden won the 2020 election. This is something Mr Biden did to officially confirm Mr Trump as the winner of the 2016 election. That would certainly be an option for a reluctant vice-president - or perhaps leaving the room before the announcement of the final result. There is a precedent for this. Vice-President Hubert Humphrey declined to preside over the counting of electoral votes in 1969, after he lost to Richard Nixon.In this scenario, the role falls to the second most senior member of the US Senate, currently the Republican Chuck Grassley.Read more from Reality Check Send us your questions ", "url": "https://www.bbc.com/news/election-us-2020-55559172"}