{"datetime": "2021-03-04T20:20:14.000Z", "subject": "US Capitol stormed", "title": "US Capitol police warn of possible militia plot to breach Congress", "article": "Security has been ramped up at the US Capitol in Washington in response to \"a possible plot to breach\" the building. The move was prompted by intelligence that a militia group planned the attack for 4 March - the day conspiracy theorist group QAnon believes Donald Trump will return for a second term. The House of Representatives cancelled Thursday's session, but the Senate will continue with its agenda. A mob loyal to Mr Trump stormed the Congress building in January. That attack came as lawmakers were inside, moving to certify Democrat Joe Biden's election victory. Mr Trump still refuses to admit losing the election. Five people including a police officer died during the riot, which shook the foundations of American democracy. The head of the Capitol police force later resigned. Meanwhile, Capitol police have reportedly asked the Pentagon for the National Guard to remain in place around Congress for another two months. Some 5,000 National Guards, drafted in after the riots, are due to leave on 12 March. One unnamed defence official told Reuters it was highly likely the Pentagon would grant the Capitol police's extension request. \"As of late February, an unidentified group of militia violent extremists discussed plans to take control of the US Capitol and remove Democratic lawmakers on or about 4 March and discussed aspirational plans to persuade thousands to travel to Washington DC to participate,\" a new intelligence bulletin issued by the FBI and Department of Homeland Security says.Following that assessment,the US Capitol Police referred in a statement to \"a possible plot to breach the Capitol by an identified militia group on Thursday, March 4\". \"We have already made significant security upgrades to include establishing a physical structure and increasing manpower to ensure the protection of Congress, the public and our police officers. \"Due to the sensitive nature of this information, we cannot provide additional details at this time.\" Supporters of an extremist conspiracy theory known as QAnon falsely believe Thursday will mark Mr Trump's return to the White House for a second term. They have latched on to this date because, before the 20th amendment of the US Constitution - adopted in 1933 - moved the swearing-in dates of the president and Congress to January, American leaders took office on 4 March. QAnon is a wide-ranging and completely unfounded theory which says that President Trump is waging a secret war against elite Satan-worshipping paedophiles in government, business and the media. Security services were aware of online QAnon discussions surrounding 4 March, but did not \"have any indication of violence or a specific, credible plot at this time\",an FBI official had told The Washington Post last week . By Shayan Sardarizadeh, BBC Monitoring Since the early days of the conspiracy, it's become customary for followers to hang on to specific dates.\"Q\", an anonymous figure whom followers believe to be an influential government insider, began by promising specific events on specific dates. This would both keep the followers hopeful about events in the near future, which would validate their beliefs and sacrifices, and also encourage supporters to spread the message further.Since 2017, many dates and promised events have come and gone, but supporters have each time shrugged and moved the goal posts. Biden's inauguration on 20 January was the first time some followers snapped, and that was because Mr Trump was no longer in the White House. Followers, particularly influencers of the movement, are very good at rationalising these failed prophecies.Each time, an explanation is provided: \"Q\" and Trump need to keep their cards close to their chests, disinformation is necessary to wrong foot the deep state, something did happen on a promised date but it was all done behind the scenes and we will only find out about it later, etc. At the end of the day, most supporters have spent enough time and effort in the conspiracy not to be discouraged because something promised to them failed to materialise. Read more from Shayan The US justice department has charged more than 300 people with participation in the 6 January attack. Those arrested include members of the right-wing militia groups the Oath Keepers and the Three Percenters. Democrats said the attack amounted to an insurrection and the House voted to impeach Mr Trump for allegedly inciting the mob. The former president - the first in US history to be impeached twice - was later acquitted in the upper chamber, the Senate, with many Republican senators sticking by him. In late February Acting Capitol Police Chief Yogananda Pittman told Congress that the Trump supporters behind the January attack wanted to \"blow up\" the Capitol and kill lawmakers. Leon Panetta, a former US Defence Secretary and CIA chief, told the BBC that police would take no chances following January's attack. \"We have got to have constant intelligence on domestic terrorists, have to track their possible efforts to again repeat what happened on 6 January and I think that's what you're seeing now, is an abundance of caution to make sure that we are properly prepared to react, if in fact any group attempts any kind of armed attack again on the United States Capitol,\" he said. There are dozens of militias across the US with varying ideologies, but generally they are anti-government. While they do not necessarily advocate violence, they are often armed and some have engaged in violent demonstrations. Many say they are acting in self-defence over fears of what they believe to be increasing federal government intrusion, with gun control a particular concern. Correction 8th April 2021: An earlier version of this article stated that the riot saw five people killed. However as some of the deaths were due to natural causes, and Officer Sicknick's cause of death has yet to be determined, this line has been amended. ", "url": "https://www.bbc.com/news/world-us-canada-56275335"}