{"datetime": "2021-01-30T01:19:35.000Z", "subject": "US Capitol stormed", "title": "Brian Sicknick: Officer killed in Capitol riot to lie in honour", "article": "Brian Sicknick, a police officer who died during the pro-Trump siege of the US Capitol on 6 January, will lie in honour at the same location. Sicknick 42, was injured while \"physically engaging with protesters\", police said. He died the following day. He was one of five people to lose their lives in the riot, which led to Donald Trump's second impeachment. House Speaker Nancy Pelosi and Senate Majority Leader Chuck Schumer said he would lie in honour in the Capitol. \" The US Congress is united in grief , gratitude and solemn appreciation for the service and sacrifice of Officer Brian Sicknick,\" they said in a statement. \"The heroism of Officer Sicknick and the Capitol Police force during the violent insurrection against our Capitol helped save lives, defend the temple of our democracy and ensure that the Congress was not diverted from our duty to the Constitution. \"His sacrifice reminds us every day of our obligation to our country and to the people we serve.\" A ceremonial arrival will take place on 2 February. The US Capitol Police (USCP) and members of Congress will be invited to attend the viewing over two days. The details surrounding Sicknick's death are still unclear. The USCP said he died \"due to injuries sustained while on duty\". He was responding to the riots at the US Capitol when he was injured, the force said. Citing two law enforcement officials, theNew York Times reported that Sicknick was struck with a fire extinguisher at some point during the breach of Congress. However, reports of an attack have not been confirmed. After the riot, Mr Trump was impeached by the House of Representatives for incitement. His trial in the Senate is due to begin in the week of 8 February. He could be banned from running for office ever again.Dozens of people have been arrested and charged by the FBI in connection with the riot.Two members of the Capitol police board - the former sergeants-at-arms for the two houses of Congress - resigned in the wake of the chaos. The images of violence in the hallowed corridors of government shocked the United States and the world. They have also led to much soul-searching in the US over the state of the nation at the start of Joe Biden's presidency.", "url": "https://www.bbc.com/news/world-us-canada-55866716"}