{"datetime": "2020-01-23T01:06:25.000Z", "subject": "The Holocaust", "title": "Auschwitz: How death camp became centre of Nazi Holocaust", "article": "On 27 January 1945, Soviet troops cautiously entered Auschwitz. Primo Levi - one of the most famous survivors - was lying in a camp hospital with scarlet fever when the liberators arrived. The men cast \"strangely embarrassed glances at the sprawling bodies, at the battered huts and at us few still alive\", he would later write. \"They did not greet us, nor did they smile; they seemed oppressed not only by compassion but by... the feeling of guilt that such a crime should exist.\" \"We saw emaciated, tortured, impoverished people,\"soldier Ivan Martynushkin said of liberating the death camp . \"We could tell from their eyes that they were happy to be saved from this hell.\" In just over four-and-a-half years, Nazi Germany systematically murdered at least 1.1 million people at Auschwitz. Almost one million were Jews. Those deported to the camp complex were gassed, starved, worked to death and even killed in medical experiments. The vast majority were murdered in the complex of gas chambers at Auschwitz II-Birkenau camp. Six million Jewish people died in the Holocaust - the Nazi campaign to eradicate Europe's Jewish population. Auschwitz was at the centre of that genocide. When the Nazis came to power in 1933 they began to strip Jewish people of all property, freedoms and rights under the law. After the German invasion and occupation of Poland in 1939, the Nazis started deporting Jewish people from the Third Reich to parts of Poland, where they created ghettos to separate them from the rest of the population.In 1941, during the German invasion of the USSR, the Nazis began their campaign of extermination in earnest. Nazis spoke about their invasion as a race war between Germany and Jewish people, as well as the Slavic population and the Roma. Groups of German soldiers called Einsatzgruppen set out across newly conquered lands in Eastern Europe to massacre civilians. By the end of 1941, they had killed 500,000 people, and by 1945 they had murdered about two million - 1.3 million of whom were Jewish. Behind the lines, Nazi commanders were experimenting with ways to kill en masse. They feared that shooting people was too stressful for their soldiers, and so came up with more efficient means of murder.Experimental gas vans had been used to kill mentally disabled people in Poland as early as 1939. Poisonous fumes were pumped into a sealed compartment to suffocate those inside. By the winter of 1941, the Nazis had constructed gas chambers at Auschwitz. Nazi leaders met in January 1942 at the Wannsee Conference to coordinate the industrial slaughter - what they called a \"final solution to the Jewish question\" - killing the entire European Jewish population, 11 million people, by extermination and forced labour. Auschwitz was originally a Polish army barracks in southern Poland. Nazi Germany invaded and occupied Poland in September 1939, and by May 1940 turned the site into a jail for political prisoners.This area - with the infamous lie Arbeit Macht Frei written above the entrance in German - meaning work sets you free - became known as Auschwitz I.But as the war and the Holocaust progressed, the Nazi regime greatly developed the site.The first people to be gassed were a group of Polish and Soviet prisoners in September 1941. Work began on a new camp, Auschwitz II-Birkenau, the following month. This became the site of the huge gas chambers where hundreds of thousands were murdered prior to November 1944, and the crematoria where their bodies were burned. German chemicals company IG Farben built and operated a synthetic rubber factory at Auschwitz III-Monowitz. Other private companies like Krupp and Siemens-Schuckert also ran factories nearby, to use the prisoners as slave labour. Both Primo Levi and Nobel Prize winner Elie Wiesel survived Monowitz concentration camp. When Auschwitz was eventually liberated, it had more than 40 camps and subcamps.How Auschwitz became centre of Nazi Holocaust People from all over Europe were crammed into cattle wagons without windows, toilets, seats or food, and transported to Auschwitz.There they were sorted into those who could work and those who were to be immediately killed. The latter group were ordered to strip naked and sent to the showers for \"delousing\" - a euphemism used for the gas chambers.Guards from the so-called \"Hygienic Institute\" would then drop powerful Zyklon-B gas pellets into the sealed chambers, and wait for people to die. It took about 20 minutes. The thick walls could not hide the screams of those suffocating inside. Then Sonderkommandos - other prisoners, usually Jews forced to work for the guards or be killed - would remove artificial limbs, glasses, hair and teeth before dragging the corpses to the incinerators. Ashes of the bodies were buried or used as fertiliser. Belongings of those gassed and those sent to work were taken for sorting in a part of the camp known as \"Canada\" - so named because the country was seen as a land of plenty.SS guards sought to hide their crimes as Soviet troops closed in, and tried to destroy their extensive prisoner records - making it hard to fully quantify the number of victims. Academic studies since agree that in total close to 1.3 million people arrived at Auschwitz. About 1.1 million of them died there.Jews from all across Nazi-controlled Europe made up the vast majority of the victims. Almost one million Jewish people were murdered at Auschwitz. One specific example was Hungary's Jewish population. In the space of just two months, between May and July 1944, Hungary transported 420,000 of the 437,000 Jewish people it sent to Auschwitz. Tens of thousands of Hungarian Jews were sent to Auschwitz every day. Three quarters of them were killed on arrival. Some 75,000 Polish civilians, 15,000 Soviet prisoners of war, 25,000 Roma and Sinti, as well as Jehovah's Witnesses, homosexuals and political prisoners were also put to death by the German state at the Auschwitz complex. German authorities ordered a halt to gassing and the destruction of the gas chambers and crematoria in late 1944, as Soviet troops advanced westward. The stockpile of stolen valuables in the Canada sector was shipped to Germany shortly afterwards. Determined to erase the evidence of their crimes, the Nazis ordered 56,000 remaining prisoners to march west to other concentration camps, such as Bergen-Belsen, Dachau and Sachsenhausen. Those too sick to walk were left behind; any who fell behind on the march itself were killed.Soviet forces found only a few thousand survivors when they entered the camp on 27 January 1945, along with hundreds of thousands of clothes and several tonnes of human hair. Soldiers later recalled having to convince some survivors that the Nazis had truly gone. Elie Wiesel later said in a speech to mark the 50th anniversary of the liberation that the Nazi crimes at Auschwitz \"produced a mutation on a cosmic scale, affecting man's dreams and endeavours\". \"After Auschwitz, the human condition is no longer the same. After Auschwitz, nothing will ever be the same.\" ", "url": "https://www.bbc.com/news/world-europe-50743973"}