{"datetime": "2021-12-09T23:40:14.000Z", "subject": "US Capitol stormed", "title": "Capitol riot: US appeals court rejects Trump's request to block files", "article": "A US appeals court has rejected a bid by former President Donald Trump to block Capitol riot investigators from accessing his White House records. Mr Trump, a Republican, has argued that his past communications are protected by executive privilege, under which presidential files can be kept secret.But President Joe Biden has waived executive privilege on the documents. Lawmakers are trying to find out if Mr Trump had foreknowledge of the riot, which took place on 6 January. Trump supporters stormed the Capitol building as Congress was meeting to certify Joe Biden's presidential election result. Mr Trump has refused to acknowledge losing the election to Mr Biden last year, making claims - without evidence - of mass voter fraud. He is expected to appeal against Thursday's decision, which will then be passed to the Supreme Court. Announcing their ruling, three judges from the US Court of Appeals for the District of Columbia Circuit said the former president had provided \"no basis\" for them to grant his request to override Mr Biden's judgment.They said both branches of government agreed that there was a unique legislative need for the records, which were directly relevant to the attack.The inquiry is being conducted by a committee set up by the House of Representatives, which is dominated by President Biden's Democrats. The panel wants to see phone records, visitor logs and other White House documents that could shed light on events leading up to the attack on Congress. Mr Trump's lawyers had said in an earlier filing to the appeals court that their client could \"suffer irreparable harm through the effective denial of a constitutional and statutory right to be fully heard on a serious disagreement between the former and incumbent president\". Following the Capitol riot, Mr Trump was impeached by the lower house of Congress, but cleared by the then Republican-dominated upper house - the Senate - of inciting an insurrection.More than 670 people have been arrested for the invasion of the Capitol complex. ", "url": "https://www.bbc.com/news/world-us-canada-59599279"}