{"datetime": "2021-07-26T23:11:52.000Z", "author": "Anthony Zurcher", "subject": "Impeachment of Donald Trump", "title": "January 6 select committee: What to look for as Capitol riot inquiry begins", "article": "It's been nearly seven months since the US Capitol building was breached by hundreds of Donald Trump supporters to reject Joe Biden's 2020 presidential victory. Since the 6 January attack, Trump has been impeached by the House of Representatives, put on trial in the Senate and acquitted for his role in inspiring the event.More than 535 people who entered the Capitol have been arrested on charges like assaulting police officers, impeding an official proceeding and trespassing. More than 300 suspected participants are still unidentified. This week marks the beginning of the first full congressional inquiry into the attack, held by a select committee of the US House of Representatives. The select committee - a temporary panel formed for this specific purpose - will aim to provide a complete and authoritative account of the attack.But even before hearings were due to begin on Tuesday, the endeavour has been mired by problems. Will the search for a \"true\" record simply become the latest recipe to deepen partisan wounds?The path to this investigatory committee has been a rocky one - and it was not anyone's preferred option.Originally, Democrats wanted a special independent commission like the one that investigated the 11 September 2001 attack on the World Trade Center and Pentagon. Such a panel would have had an equal number of former officeholders chosen from both parties. Legislation to form this commission passed the House of Representatives in May with unanimous backing from Democrats and 35 of 211 Republicans. But the proposal died in the Senate, despite support from six Republicans. Opponents - such as Minority Leader Mitch McConnell - warned that a commission would become a \"purely political exercise\" and would not \"promote healing\". In response, Speaker of the House Nancy Pelosi formed the select committee. It has hand-picked members and, as with an independent commission, has subpoena power. Unlike a commission, however, it has mostly Democrats because they are in the majority.Only two Republicans - Liz Cheney of Wyoming and Adam Kinzinger of Illinois - voted to form the committee.The set-up is akin to what happened in 2014, when Republicans, then in control of the House, created the select committee to investigate the 11 September 2012 attack on the US consulate in Benghazi, Libya.That committee called dozens of witnesses over more than a year - including an eight-hour questioning of former Secretary of State Hillary Clinton in October 2015 - and became a sharply partisan affair, with Democrats arguing that Republicans were primarily intent on damaging Mrs Clinton during her presidential campaign.Arguably, it worked: the hearings revealed the existence of her private email server, which became a flashpoint in the 2016 election. The hearings are set to begin with testimony from two Capitol Hill and two Washington, DC police officers who were on duty during the attack. Democrats may hope that their first-hand account of the violence will provide a visceral punch to begin proceedings that, as of yet, have little in the way of detail or organisation. Rumours have swirled that the committee could subpoena senior members of the Trump administration and the Republican leadership in Congress in an attempt to learn more information about the president's activities as the Capitol assault was unfolding.The committee could also delve into some of the right-wing groups that planned the demonstrations and whose members took part in breaching the Capitol. But there's no guarantee that Democrats will be able to compel testimony if witnesses don't cooperate. There's also no clear timeline for how long the hearings will take. Few believe congressional Democrats will want this to stretch into next year, when the entire House of Representatives and a third of the Senate's seats are up for election. Shortly after the House approved the select committee, Pelosi named eight of its members - including Adam Schiff of California and Jamie Raskin of Maryland, who served as the managers of Trump's first and second impeachment trials. Bennie Thompson of Mississippi - who had helped craft the original bipartisan commission proposal - chairs the committee.She also appointed Republican Cheney, who had been stripped of her Republican House leadership position earlier in the year because of her outspoken criticism of Trump. Last week, House Minority Leader Kevin McCarthy announced the names of the five members he had selected for the committee, which included Jim Jordan, the Ohio congressman known for his theatrical speeches defending Trump during his two impeachment hearings.In a surprise move, Pelosi rejected Jordan and Jim Banks, the Indiana congressman chosen to be the committee's most senior Republican. She said she made the move \"with respect for the integrity of the investigation\" and \"concern about statements made and actions taken\" by the Republicans picked. McCarthy quickly suggested this was a sign that the real purpose of the committee was to attack Trump and damage Republicans. Pelosi has since added Republican Kinzinger, bringing its total membership to 10 - with more names possible before committee opens Tuesday. McCarthy, for his part, has threatened to sanction any Republicans who join the committee. Pelosi's decision to block Jordan and Banks from the committee may end up being a high risk-reward manoeuvre. Republicans have howled their objection, and Jordan is already sending out fundraising emails saying he was unjustly targeted by the Speaker. If the Democrats become too aggressive in their attacks, it could help drive up Republican turnout in next year's elections - and, perhaps cost them their House majority. Many on the left, however, welcomed the decision to side-line the bombastic Jordan and celebrated Pelosi's exhibition of the kind of raw political muscle they've yearned for. Pelosi may also end up highlighting the divide between the majority of Republican officeholders who support Trump and the handful of holdouts who have criticised the former president for his post-election actions. These hearings will give the latter a high-profile platform to make the case that their party is better off without Trump. A final verdict will be delivered in the 2022 Republican primaries early next year. ", "url": "https://www.bbc.com/news/world-us-canada-57978407"}