{"datetime": "2021-12-15T04:56:06.000Z", "subject": "US Capitol stormed", "title": "Mark Meadows: Trump ex-chief of staff in contempt of Congress", "article": "The US House of Representatives has voted to hold ex-Trump Chief of Staff Mark Meadows in contempt of Congress, paving the way for prosecution. Last week, Mr Meadows said he would stop co-operating with a congressional panel investigating the 6 January riot at the US Capitol.The vote largely fell along party lines, with the Democrat-run chamber voting 222 in favour and 208 against.He could face up to a year in prison and a $100,000 (£75,631) fine.Mr Meadows will now be referred to the Justice Department, which will ultimately decide whether to formally charge him.Trump supporters breached the US Congress building on 6 January as lawmakers were meeting to certify the election result. Before last week, Mr Meadows had provided the committee about 9,000 pages of records regarding the events, before reversing course and claiming that his communications are protected by executive privilege - a legal principle designed to shield certain White House records.After Mr Meadows twice refused to appear at scheduled depositions, on Monday the congressional panel voted unanimously to recommend that the House hold him in contempt.\"Mr Meadows started by doing the right thing - co-operating. He handed over records that he didn't try to shield behind some excuse,\" said Representative Bennie Thompson, the chairman of the 6 January committee.\"When these records raise questions - as these most certainly do - you have to come in and answer those questions,\" Mr Thompson added. \"He changed his mind and told us to pound sand. He didn't even show up.\"On Monday, the committee released messages sent to Mr Meadows while the riot was underway, revealing that key Trump administration officials and allies were concerned about what was happening.Among those who contacted Mr Meadows was Donald Trump Jr, who wrote \"he's [the president] has got to condemn this\" as soon as possible. Ohio Republican Jim Jordan, a vocal defender of Mr Trump, took to the House floor ahead of the vote to decry the measure.\"Mark Meadows is our former colleague,\" Mr Jordan told lawmakers. \"He is a good man, and he is my friend. And this, this is as wrong as it gets.\" With the vote, Mr Meadows becomes the second Trump-era official to be referred to the justice department to face charges, following strategist Steve Bannon. In November, Mr Bannon was formally charged.Separately on Tuesday, Washington DC officials said they would sue the Proud Boys and Oath Keepers, two groups that were heavily involved with the Capitol riot. The civil suit seeks to recoup funds they say were spent defending the city and federal buildings from the pro-Trump mob. ", "url": "https://www.bbc.com/news/world-us-canada-59661306"}