{"datetime": "2021-09-29T23:53:03.000Z", "author": "Sarah Rainsford", "title": "Maria Kolesnikova: No regrets for Belarus activist jailed for coup plot", "article": "A year ago, Belarusian security forces tried to get rid of Maria Kolesnikova. But the opposition activist refused to leave the country, ripping up her passport at the border and climbing out of the car window. \"This whole year, they've been trying to make me regret what I did,\" she told the BBC in her first interview since she was convicted last month of plotting to seize power. \"I've been in hot and then cold cells, without air or light, without people. A whole year with nothing.\" Ms Kolesnikova is one of the most prominent among hundreds of political prisoners who were seized after mass protests swept Belarus over the discredited election victory of President Alexander Lukashenko in 2020. Many were brutally beaten while some have been forced into exile, as Mr Lukashenko, who has been in power since 1994, tried to crush all dissent. \"I knew if they didn't kill me, they'd put me in prison for sure,\" Ms Kolesnikova told me of the moment she resisted deportation, in written responses to my questions. \"Those who serve this system had left me in no doubt of that. \"But I don't regret anything, and I'd do the same again.\" That act of defiance brought her instant hero status among the protesters she'd led in demanding an end to Mr Lukashenko's authoritarian rule, sure that his latest landslide election victory had been rigged. It also secured her an 11-year prison sentence. Ms Kolesnikova called the case against her \"absurd\", arguing that her goal of bringing \"positive change\" to Belarus had simply proved too popular for the authorities to tolerate. The giant protests that broke out following last August's election were suppressed by riot police, with clear evidence that they used torture. There were also mass arrests: the Viasna human rights group has counted more than 700 political prisoners so far, including several of its own members. \"My only regret is that Belarusians are afraid, that none of us are free,\" Ms Kolesnikova wrote to me from her own prison cell. \"I also regret that there are those who commit horrific crimes against people, against their own nature. Against life itself.\" A classical flautist, Maria Kolesnikova entered politics to campaign for Viktor Babaryko, a banker attempting to run in the 2020 presidential elections.When her candidate was arrested, Ms Kolesnikova teamed up with Svetlana Tikhanovskaya, who had stepped into the race and became a surprise hit with voters after her own husband was thrown in jail. The women became the face of resistance to Mr Lukashenko's quarter-century-long rule, a suddenly unleashed demand for change. But Ms Tikhanovskaya soon had to flee for safety. Ms Kolesnikova was then bundled into a van in Minsk by unknown men and vanished. This August, she was convicted and sentenced in a closed trial along with an opposition lawyer, Maxim Znak. Home is now a 2.5 m x 3.5 m (8.2 ft x 11.4 ft) cell with \"two bunks, a toilet, a washbasin, a TV, a kettle, a mug, a bowl, a table, a bench and a view of the sky through the window bars\". The activist says the prison exercise yard is just as tiny, but she runs around it for 50 minutes each day. She spends the rest of the time reading, studying English and German and writing up to 200 letters a month. She allows herself just one note of complaint: that \"everyone smokes everywhere\", which is bad for her lungs as a flautist. But it is that musician's background Ms Kolesnikova says she's drawing on. \"Classical musicians develop a kind of military discipline and strength in all their years of rehearsals,\" she wrote, saying she'd adapted to her new existence \"in an instant and without problem\". \"Prison is a vile place. But here I feel like a free and happy person,\" the activist wrote. \"I know how many people care about me and think about me. That gives me incredible strength to go on. And I know for sure that good will triumph.\" That sunny personality has become famous in Belarus. During the protests the flautist-turned-activist appeared to smile constantly, whatever the tension, her bright red-painted lips and bleach-blonde hair matching the colours of the opposition flag. Others including Ms Tikhanovskaya have talked of \"feeding\" off her immense energy, enthusiasm - and bravery. \"When I remember the real reason the authorities and their pocket courts actually sentenced Maxim and me to such terms I find it easier to breathe and I'm more cheerful,\" Ms Kolesnikova wrote, whilst admitting she's \"not thrilled\" at the prospect of so long behind bars. \"The real plot to seize power has been carried out by Alexander Lukashenko's regime,\" she argued. \"We wanted positive change in the country and we were making that happen. I am not surprised that this regime considers that a crime.\" Ms Kolesnikova's former lawyer, now stripped of his status like others who defended her, has told the BBC the entire process was intended to isolate the pair from society. The activist herself says Belarusians now have \"no illusions\" about fair courts in the country. \"Trust in state institutions has been destroyed,\" she wrote. \"Everyone understands perfectly that there are no independent courts or judges… they're serving the regime.\" Her supporters don't believe she'll serve her full sentence: they argue that political change will come to Belarus sooner, despite the brutal pushback from the authorities. Ms Kolesnikova is holding on to the same hope. When I asked about her dancing on the opening day of her trial, she told me it was \"better to dance, than to suffer\". \"They can confine us to prison, hide us away from people,\" Ms Kolesnikova wrote. \"But all of that - along with their fear, hatred and their shackles - will be shattered by our songs and laughter, our dancing and our love.\" Sarah Rainsford was expelled from Russia a month ago. ", "url": "https://www.bbc.com/news/world-europe-58719084"}