{"datetime": "2021-03-01T22:17:18.000Z", "author": "Anthony Zurcher", "subject": "US election 2020", "title": "CPAC 2021: Who won the Republican civil war?", "article": "If you're looking for evidence of a Republican civil war, the Conservative Political Action Conference was not the place to be. No grappling with the party's future in the face of Donald Trump's defeat. No pondering the loss of control of the US Senate. No reflecting on continued minority status in the House of Representatives. And certainly no regret over the January assault on the US Capitol by a mob of Trump supporters. The annual gathering of right-wing activists isn't exactly a representative cross-section of the Republican Party, but it does show where the passions of grassroots and youth organisers reside. And within the confines of a sprawling hotel conference centre in Orlando, Florida the Republican fight over the future of conservatism, if it ever happened, appeared to be over with hardly a metaphorical shot fired. It's still Donald Trump's party - and on Sunday, he basked in the reflected glow of the crowd's adoration. \"Miss me yet?\" Trump asked the thousands, many maskless, cheering in the ballroom. \"I stand before you today to declare that the incredible journey we began together... is far from over.\" Also far from over is Trump's fixation on his election loss last year. During an extended riff on the topic Sunday evening, which included a criticism of the US Supreme Court for declining to overturn the results, the CPAC crowd responded with a chant of \"You won! You won! You won!\" Trump's 38 days of self-imposed seclusion after leaving the White House haven't lessened his willingness to traffic in the kind of unsupported claims of election fraud that culminated in the attack on the US Capitol - an event he made no mention of during his speech. Trump did coyly hint at a 2024 president bid, however, saying that he might beat the Democrats \"for a third time\". There has been a tradition in modern US politics for former presidents to refrain from direct criticism of their successors, at least in the opening days of a new administration. On Sunday this became only the latest tradition that Trump discarded, as he lashed out at Democrat Joe Biden for his handling of immigration and the coronavirus pandemic recovery. He also defined what he considered his political ideology - \"Trumpism\" - including reformed trade deals, regulatory cuts, low taxes, gun rights, \"strong\" borders and \"no riots in the streets\". It was all part of a nearly two-hour speech which at times felt like the former president's attempt to test out new political material for the Biden era, leavened with a heavy dose of aired grievances. There were dozens of various panels and speakers at CPAC over the course of the three-day event, but Trump was the rhetorical fireworks at the end, and Trumpism drove the agenda and dominated the conversation. CPAC has sometimes been referred to as the Star Wars cantina of the Republican Party - a hodgepodge collection of quirky characters from across the conservative galaxy. There was plenty of that this year, with an Uncle Sam on roller skates, a \"samurai futurologist\" from Japan whose adverts ran nonstop in the convention hall, a merchant hawking Trump-themed hammocks and the much-reported gold statue of Trump in red-white-and-blue shorts (made in Mexico by an American expat). There were also some unsavoury moments, such as the America First Political Action Conference event that drew Cpac patrons to a nearby hotel on Friday night, where organiser Nick Fuentes made remarks heavy in racially tinged rhetoric. \"Our country was founded by white people,\" Fuentes said. \"This country wouldn't exist without white people. And white people are done being bullied.\" He also praised the January Capitol attack as \"awesome\". The following morning, Congressman Paul Gosar of Arizona - the one Republican officeholder who spoke at the Fuentes event - attempted to distance himself from the controversial remarks. \"I denounce when we talk about white racism,\" he said at the start of a CPAC panel on immigration. \"That's not appropriate.\" That evening, Congresswoman Marjorie Taylor Greene - who was recently censured by the House of Representatives for social media posts about conspiracy theories and endorsing threats to Democratic politicians - made an unscheduled appearance at the conference. Dozens of people lined up to pose with her for photographs. CPAC has traditionally been a proving ground for Republican politicians aspiring to higher office. Over the course of three days, an array of contenders tested how messages and applause lines might resonate with the well-heeled grass-roots activists and college-age conservatives who made the trip to Florida. Senator Josh Hawley of Missouri - at times sounding a bit like Democratic Elizabeth Warren during her 2020 presidential campaign - railed against powerful technology companies like Google and Twitter, which he said should be broken up. Senator Tom Cotton of Arkansas offered a \"law and order\" theme. \"We've seen what happens when people lose the nerve to defend America,\" he said. \"Last summer, chaos and riots engulfed our streets.\" Kristi Noem, governor of South Dakota, touted her decision to keep her state's schools and businesses open during much of the coronavirus pandemic as a victory for freedom (despite her state having a Covid-19 death rate that is one of the highest in the US). \"Covid didn't crush the economy,\" she said to cheers. \"Government crushed the economy.\" Even the auditions from political suitors were still mostly about Donald Trump, however. His son, Donald Trump Jr, got some of the biggest cheers on Friday. His former secretary of state, Mike Pompeo, noted his accomplishments in foreign policy and tied himself to the entirety of Trump's political record. His former economic adviser, Larry Kudlow, said the development of Covid vaccines and a recovering economy were one of Trump's greatest achievements. Florida Governor Ron DeSantis, who gave the conference's introductory remarks on Thursday morning, talked up the power of the Trump attitude. \"We can sit around and have academic debates about conservative policy,\" he said. \"But the question is, when the klieg lights get hot, when the left comes after you, do you stand strong or do you fold?\" The former president, time and time again, was simply the biggest applause line for speakers here. Hawley received a standing ovation for noting that he objected to the Senate certification of Biden's electoral victory on 6 January, even though he was labelled an \"insurrectionist\". Senator Ted Cruz of Texas, who has had a rough few weeks after a family holiday to Cancun during his state's weather-related energy crisis became a public-relations disaster, got a warm reception from the CPAC crowd, with a speech heavy on personal liberties in the face government-enforced Covid lockdowns. His clincher, though, involved the man who beat him in the 2016 presidential race. \"Let me tell you right now,\" he said. \"Donald J Trump ain't going anywhere.\" Among the conference's attendees, seldom a discouraging word was heard regarding the former president. For them, the election was stolen; the party was his; the January attack on the US Capitol was the distant past; and the future for Trump has a rosy hue. \"What I love about President Trump - and I still call him my president - is he started the movement about what we needed for conservativism,\" said Mary O'Sullivan, a college student from Massachusetts. \"A lot of conservatives in the past were very quiet in their views, but he kind of woke a lot of people up to not be silent and stand back but rather take action and take initiative.\" Many conference-goers acknowledged that the past few months have been a challenge for Trump supporters. Watching Biden recite the oath of office and quickly roll back many of the executive actions taken by Trump - particularly on immigration - was disheartening. Being able to gather around fellow conservatives who share their continued support for the former president alone was a psychological boost. \"We just needed to have some backup and people that really feel what we feel,\" said Bridgitte Bass, a retiree from south Florida. \"We needed to know that there is support out there for us and that maybe we can start spreading the word and not be so afraid that we're going to get attacked or shut out or cancelled.\" And while the 6 January riot was hardly acknowledged from the CPAC stage - even when the conversation turned to law and order and criticism of the Black Lives Matter unrest from last summer - when pressed most spectators acknowledged that the images from that day, of Trump-clad supporters fighting police and vandalising the US Capitol, was damaging to the movement. \"The unfortunate part is we get labelled with some of the fringe on our side - and we have nothing to do with them at all,\" said Sany Dash of Texas, who ran one of the merchandise stands at the CPAC convention and has travelled to Trump rallies and other conservative events for several years. Her current selection of souvenirs includes T-shirts, flag purses, socks and bejewelled cowboy hats. One thing she isn't selling - yet - is anything touting a potential Trump president in 2024. \"We're holding off out of respect,\" she said. \"We want to hear the president give us the green light that he's running.\" Whether Trump's future includes another presidential bid is a complicated question. There were plenty in Orlando who expressed hope that the former president might make a return to the White House, but the annual CPAC secret-ballot straw poll taken of conference attendees gave a more mixed picture. While 95% of those who responded wanted to see Trump's policies and agenda continue and 89% strongly approved of his job as president, only 68% said he should run again. In a trial heat of potential 2024 candidates, Trump garnered 55% of the vote, with Florida Governor DeSantis at 21%. It was a dominating lead, but not the sort of prohibitive advantage that would dissuade some of the other presidential hopefuls from continuing to test the water. Voices critical of Trump within the Republican Party stayed far away from Orlando this weekend, either by choice or because they received no invitation to speak. Former ambassador to the UN Nikki Haley, who left her job in Trump's good graces but distanced herself from the president after the Capitol attack, reportedly declined an invitation. Senate Minority Leader Mitch McConnell, the highest-ranking officeholder in the party, was not welcome. Mitt Romney, the party's 2012 presidential nominee, offered his analysis of the former president from back in Washington. \"I don't think he is the leader of our party in terms of the thought leader or the policy leader, but he obviously has enormous support and will have as much influence as he wants I think,\" he told the BBC. \"Will there be new voices that step forward? I hope so - but everyone is trying to be as much like Donald Trump as they can be.\" Romney has said that Trump could end up the party's pick if he runs again in 2024, and even McConnell has indicated he would support the former president if he's the choice of Republican voters. Only Liz Cheney, the daughter of the former vice-president and third-ranking Republican in the House of Representatives, has been unequivocal in her opposition - and that opposition has come with a price. In his speech on Sunday, Trump named-checked every single congressional Republican who voted for his impeachment or conviction - ending with Cheney, who he accused of being a warmonger. \"Get rid of them all,\" he said. And while Republican leaders in Washington may be relieved that Trump said he would not start a third party with his supporters, they're probably less enthusiastic about his pledge to unseat his critics and adversaries within the party. \"I will be actively working to elect strong, tough and smart Republican leaders,\" he said, to yet another standing ovation. Trump recently endorsed a primary challenger to Anthony Gonzalez of Ohio, one of the House Republicans who voted to impeach. It is sure to be just the beginning. Last week, Senator Rick Scott of Florida - the head of the committee responsible for electing Republicans senators - sent a letter to Republican donors and activists claiming \"the Republican Civil War is now cancelled\". His declaration may end up premature, but a war between the former president - cheered on by rank and file Republicans and lauded by elected officeholders with the most ambition - and a scattered array of politicians and commentators isn't much of a fight.And at CPAC this weekend, it was a rout. ", "url": "https://www.bbc.com/news/world-us-canada-56240856"}