{"datetime": "2021-11-27T00:44:35.000Z", "author": "Sarah Rainsford", "subject": "Ukraine conflict", "title": "Russia-Ukraine border: Why Moscow is stoking tensions", "article": "When Russia wanted the US to sit up and take notice last April it sent tanks towards the Ukrainian border. The show of force worked: President Joe Biden called Russia's Vladimir Putin and in June the two men met in Geneva. But whatever they agreed about Ukraine at their summit, something has since gone awry.In recent weeks, Russian tanks have been moving west towards Ukraine once again, prompting fresh, even starker warnings from US intelligence circles that a cross-border offensive could be on the cards. Moscow insists that's \"anti-Russian\" hysteria, and most analysts agree there's no rationale for Russia openly entering - and massively escalating - the conflict in Ukraine, where it backs separatist forces but always denies a direct role.Instead, they see the Kremlin sending a message that it's ready to defend its \"red lines\" on Ukraine: above all, that it must not join Nato. \"I think for Putin it's really important. He thinks the West has begun giving Ukraine's elite hope about joining Nato,\" political analyst Tatiana Stanovaya at R.Politik told the BBC.\"The training, the weapons and so on are like a red rag to a bull for Putin and he thinks if he doesn't act today, then tomorrow there will be Nato bases in Ukraine. He needs to put a stop to that.\" Ukraine's desire to join the security bloc is nothing new, nor is Russia's insistence on vetoing that ambition in what it sees as its own \"back yard\". But Moscow has been rattled recently by the Ukrainian military using Turkish drones against Russian-backed forces in eastern Ukraine; the flight near Crimea of two nuclear-capable US bombers was an extra irritant. There's also concern that the so-called Minsk agreements, a framework for ending Ukraine's seven-year-old conflict that's too contentious to actually implement, could be jettisoned for something more favourable to Kyiv.In April, Russia found that demonstrative military deployment worked well so it's repeating the trick.\"Our recent warnings have indeed been heard and the effect is noticeable: tensions have risen,\" President Putin told Russian diplomats last week. He argued that tension needed sustaining to force the West to reckon with Russia, not ignore it.\"If the military movements [close to Ukraine] are explicit, then this is not about direct military action - it's about a signal Putin wants to send,\" Andrei Kortunov, head of the RIAC think-tank in Moscow, told the BBC.The signal to Ukraine is not to try anything rash, he believes, like seizing back control of the Donbas. For the West, Mr Kortunov says Russia's message is to stop its \"infiltration\" of Ukraine with Nato infrastructure, including new kinds of weapons.\"That's definitely a matter of concern for Moscow,\" he argues.This week, Russia's external intelligence agency, the SVR, evoked the 2008 Georgia war, in a statement on Ukraine.It recalled the \"high price\" paid by then Georgian President Mikheil Saakashvili, who sparked all-out conflict with Russia by attempting to regain control of the separatist region of South Ossetia, which is backed by Moscow.\"The Georgian scenario is on the table and could be used in Ukraine,\" Tatiana Stanovaya argues. \"That doesn't mean Russia is preparing it; that there's no way back. I think it's just an option for now, not a decision,\" she says.Ukraine itself at first dismissed US talk of an unusual troop build-up, though it has since joined the chorus of concern.According to its head of military intelligence, Kyrylo Budanov, around 90,000 Russian troops are now deployed in the vicinity of Ukraine - fewer than during similar tensions last spring.He believes they could launch an attack from several directions early next year.On Friday, Ukraine's president made clear his country had no plans for an incursion into the Donbas. Others are sceptical.\"Russia would definitely like to send the signal that if forced to fight, it will fight,\" Mr Kortunov reasons. \"But I don't see what can be accomplished by a direct military offensive against Ukraine.\" \"No matter how it goes, the collateral damage will be much more significant than any possible gain.\" So it's possible Mr Putin is hedging his bets. \"My suspicion is that this is contingency planning,\" was security expert Mark Galeotti's conclusion in his podcast In Moscow's Shadow.He suggests the Kremlin is \"creating all sorts of opportunities\", and no firm decision has been taken.But he too doubts that Moscow wants open conflict, bringing more sanctions and a total rupture in relations with the West. \"A vicious war in Ukraine could shatter the unity and legitimacy of the Russian regime,\" warns Mark Galeotti. \"The good news is that I suspect the regime… understands that.\" On balance, he believes the Kremlin will find reasons not to escalate the situation. There are also signs that, once again, what Moscow really wants to achieve with its tanks are more talks with the US: another summit of the two presidents. It's a risky way of conducting diplomacy, but for Mr Putin the stakes are high. \"At a meeting between Putin and Biden, neither will give clear commitments but there may be some tacit understanding on how far the US is ready to go in increasing its military support to Ukraine,\" Mr Kortunov argues. \"That's not impossible.\" Russian sources say such talks could happen in the coming weeks, perhaps remotely at first. The White House hasn't yet confirmed that.\"Whilst Putin has a flicker of hope that he can do a deal with Biden, he won't take any rash steps. But if he thinks it's all doomed, he could do the worst things we can imagine,\" Tatiana Stanovaya warns.As long as the Russian leader has that hope, then she believes \"things won't be so awful\". Sarah Rainsford was expelled as BBC Moscow correspondent at the end of August after being designated a security threat. ", "url": "https://www.bbc.com/news/world-europe-59415885"}