{"datetime": "2021-12-04T06:06:06.000Z", "subject": "Ukraine conflict", "title": "Russia Ukraine: Biden warns Russia against Ukraine 'red lines'", "article": "Joe Biden has warned that he will not accept \"red lines\" set by Moscow as fears mount that Russia is planning an imminent invasion of Ukraine. The US president said he will make it \"very, very difficult\" for Russia to invade its neighbour.Meanwhile, US media has reported that intelligence officials fear an invasion could begin in early 2022. It comes as Ukraine says Russia has boosted its military at the border and amassed some 94,000 troops there. A video call between Russian President Vladimir Putin and Mr Biden to ease tensions is expected this week. The US President told reporters he is expecting to have a long discussion with the Russian leader, and warned that he will not \"accept anybody's red lines\".\"What I am doing is putting together what I believe to be the most comprehensive and meaningful set of initiatives to make it very, very difficult for Mr Putin to go ahead and do what people are worried he's going to do,\" Mr Biden said as he left for the presidential retreat at Camp David. While Mr Biden did not set out what precise actions the US plans to take, American and Ukrainian officials warned again this week that severe economic sanctions are on the table against Russia.On Thursday Russian Foreign Minister Sergey Lavrov said the US had threatened fresh sanctions after his meeting with US Secretary of State Antony Blinken.Mr Biden's comments come asthe Washington post reported that US intelligence officials fear the Kremlin is planning a multi-front offensive as soon as early next year involving up to 175,000 troops.Officials have also reportedly seen an increase in propaganda efforts through the use of proxies and media outlets to denigrate Ukraine and Nato ahead of a potential invasion.Ukrainian Defence Minister Oleksiy Reznikov has said that he believes the most likely timing of any Russian escalation \"will be the end of January\". This week Britain's most senior military officer said \"we have to be on our guard\" about the potential for conflict in the region. Gen Sir Nick Carter told the BBC that he \"distinctly hoped\" there would not be a war with Russia, but added that Nato would have to be ready for that eventuality. Tensions between Russia and Ukraine are nothing new. In 2014 Russia annexed Ukraine's Crimean Peninsula and soon after started to back a separatist insurgency in Ukraine's east that has seen some 14,000 people killed in periodic fighting. More recently, Ukraine's President Volodymyr Zelensky has moved against Russian interests, slapping sanctions on a powerful friend of President Putin and banning broadcasts by three pro-Russian TV stations. ", "url": "https://www.bbc.com/news/world-us-canada-59528864"}