{"datetime": "2019-12-10T13:34:31.000Z", "title": "Ukraine conflict: Can peace plan in east finally bring peace?", "article": "After five and a half years of conflict in eastern Ukraine, a Paris summit has resulted in some progress towards a peace settlement. Ukrainian forces and Russian-backed separatists have pulled back from three frontline towns.There is now momentum towards a de-escalation, after landmark talks between Ukraine's President Volodymyr Zelensky and Russian President Vladimir Putin. But there is still a long way to go.More than 13,000 people have died in the conflict between Ukraine's military and Russian-backed rebels. Mr Putin and Mr Zelensky agreed that by the end of this year an existing ceasefire - frequently violated - would be fully implemented and all remaining prisoners would be exchanged.The Paris summit on 9 December, mediated by France and Germany, was the first between Mr Zelensky and Mr Putin. But their body language remained chilly and there was no final handshake. Mr Zelensky, a former comic actor, was elected president in April, having set peace in the east as his main goal. Before the summit could take placeMr Zelensky had to accept a 2016 deal, offering special status to the separatist-held parts of Ukraine's Donbas region and a troop disengagement at three places on the frontline. The pull-back was achieved in Stanytsia Luhanska, Zolote and Petrivske.The \"Steinmeier formula\" aims to break the impasse over peace agreements reached at the height of the fighting. It details free and fair elections in the east under Ukrainian law, verification by the OSCE international security organisation, and then self-governing status in return. In Paris both sides pledged to work towards holding those local elections. But there is no agreement yet on the election timing and technicalities. They plan to hold another summit in four months' time. They also plan to pull troops back from three more frontline areas by March 2020. Mr Zelensky is under strong pressure in Kyiv to avoid any \"capitulation\" to Russia, seen as an aggressor for its intervention in the east.Crimea, the Ukrainian peninsula annexed by Russia in March 2014, is not on the table in these talks. The Russian-backed insurgency against Kyiv spread to Donbas in April 2014. A key sticking point is the issue of Ukraine regaining control of the 400km (249-mile) border between the eastern regions of Donetsk and Luhansk and Russia.Mr Putin insisted that the border question could only be addressed after elections in the separatist-held areas. In Paris he said the peace process \"is developing in the right direction\". And Mr Zelensky was likewise cautious. \"Let's say for now it's a draw,\" he said.According to Western intelligence, Russia has sent regular troops and heavy weapons to help the Donbas separatists. Moscow denies that, but admits that \"Russian volunteers\" are fighting there.The conflict has displaced more than 1.5 million people - and that complicates plans to hold elections in rebel-held areas. French President Emmanuel Macron said the Russian and Ukrainian leaders would hold summit talks again in four months' time. By that time, according to their Paris joint statement, Ukrainian and separatist forces will have pulled back from three more frontline areas. Another 77 Ukrainian prisoners are set to be released by the end of 2019 in exchange for 88 prisoners held by the rebels. Although Mr Zelensky achieved success at home witha long-awaited prisoner swap with Russia in September, his initial broad popularity has declined. He described that swap as a \"victory\" that emerged from personal phone contact with Mr Putin. He was elected in April with a landslide win against President Petro Poroshenko. Millions of Ukrainians wanted to get rid of what they saw as corrupt politicians, but they also put their faith in Mr Zelensky to re-energise the deadlocked peace talks.On a visit to Zolote, Mr Zelensky told war veterans Ukrainians wanted a withdrawal and something had to be done to end the war. But in his push to secure a summit, some of his popularity drained away. Russia and Ukraine have long argued over terms for the transit of Russian gas via Ukraine, but now there is a new willingness to reach a deal on that. Before the summit, work began to restore the destroyed bridge at Stanytsia Luhanska - a key crossing used every day by thousands of people on both sides. Significantly, on 1 October, Ukraine, Russia and the separatists agreed on special status for separatist-held parts of the Donetsk and Luhansk regions. The separatists have declared independence, but their so-called republics are not recognised. That signing in October was Moscow's key pre-condition for the Paris summit of the leaders of Ukraine, Russia, France and Germany - known as the Normandy format. Moscow and Kyiv have interpreted the so-called Steinmeier formula differently, but Russian media have described a plan that brings: Russia is also keen to secure an amnesty for the rebels. Mr Putin says both sides must stick to the terms ofthe 2015 Minsk ceasefire deal. However, that framework for peace was soon violated and Ukraine wants to recover full control over its borders before Donbas elections, not after as stated in the Minsk deal. \"There is no alternative to the Minsk agreements and everything needs to be done to put them into action,\" Mr Putin said in Paris. Ukrainian nationalists suspect Mr Zelensky of negotiating a surrender to Russia and are unconvinced by his assurances. Mr Zelensky has set out a series of objectives and red lines: Despite his guarantees, protests have been held across Ukraine, with Mr Zelensky's opponents arguing implementation of the deal could result in Russian occupation of the Donbas being legitimised. The BBC's Jonah Fisher in Kyiv says it is hard to see how the proposed elections would be fairly contested, even if held under Ukrainian law. Most people with strongly pro-Ukrainian views left the rebel-held areas long ago. ", "url": "https://www.bbc.com/news/world-europe-49986007"}