{"datetime": "2021-11-15T13:53:45.000Z", "subject": "Ukraine escalation", "title": "Russia-Ukraine border: Nato warning over military build-up", "article": "The head of Nato has urged Russia to be transparent about its military plans after an increase in the numbers of troops on its border with Ukraine. Jens Stoltenberg said a \"large and unusual\" build-up of Russian forces had been spotted on the border in recent weeks. He spoke amid speculation Russia could be planning to invade Ukraine. Moscow has dismissed such fears as \"alarmist\" and complained of increasing Nato activities in the region. Speaking after talks with Ukraine's foreign minister in Brussels, Mr Stoltenberg said the important thing was to stop tensions from spiralling out of control. He warned Russia against taking any \"aggressive actions\".Mr Stoltenberg said: \"We see an unusual concentration of troops, and we know that Russia has been willing to use these types of military capabilities before to conduct aggressive actions against Ukraine.\" A large part of the Russian force is in Crimea, the peninsula which Russia annexed from Ukraine in March 2014. Troops are also massing near Ukraine's eastern Donbas region, the name for Luhansk and Donetsk areas under the control of Russian-backed separatists. Ukraine's President Volodymyr Zelenskiy said last week there were nearly 100,000 Russian soldiers near Ukraine's border. Mr Stoltenberg said the troop build-up was dangerous because it cut the amount of warning time should Russia decide to \"conduct a military aggressive action against Ukraine\". UK Prime Minister Boris Johnson's spokesman said the border situation was \"concerning\" and that Britain would back Ukraine \"in the face of Russian hostility\". According to US media reports, Washington warned European Union allies last week about intelligence suggesting Moscow was preparing for a possible invasion of Ukraine. On Sunday, Britain's most senior military officer said \"we have to be on our guard\" about the situation. Gen Sir Nick Carter told BBC One's Andrew Marr Show that he \"distinctly hoped\" there would not be a war with Russia, but Nato would have to be ready. He suggested the border crisis between Belarus and Poland was being used by Russia as a \"classic example of a bit of distraction\" from its activities near Ukraine. Russian President Vladimir Putin told state television in Moscow on Sunday he was concerned about military drills by Nato warships in the Black Sea off Crimea. ", "url": "https://www.bbc.com/news/world-europe-59288181"}