{"datetime": "2022-01-21T16:47:04.000Z", "author": "Anthony Zurcher", "subject": "Ukraine escalation", "title": "Russia Ukraine: Emergency diplomacy offers up few results", "article": "US Secretary of State Antony Blinken hopped on a plane to Europe this week to do three things. He wanted to assure Ukraine the US would support it in the face of Russian military threats; rally support among US allies for a unified, aggressive response if needed; and sit down with his Russian counterpart to find a diplomatic solution - or at least show the US was not giving up on diplomacy. It was clearly a hastily-arranged trip.US officials had only two days' notice to prepare a day full of meetings with Ukrainian President Volodymyr Zelensky and Foreign Secretary Dmytro Kuleba, as well as with concerned staff at the US embassy. Throughout, Mr Blinken hammered the same message: the US stood by Ukraine. Russia had a stark choice between \"diplomacy and dialogue\" on one hand and \"conflict and consequences\" on the other, he said. By the end of that long first day, it seemed like the US was making progress.Then President Joe Biden did a rhetorical belly-flop in the middle of the diplomatic pool overnight. During a nearly two-hour press conference, he said the US would surely argue with its allies over how to respond to a \"minor incursion\" by Russia into Ukraine - and that he thought it was probable that Russia would \"go in\" to Ukraine. Those views left heads nodding in foreign policy circles. But when it comes to diplomacy, some truths are best left unsaid. The next day, Mr Blinken was meeting US \"quad\" allies from Germany, the UK and France in Berlin. But he had to spend most of the day clarifying Mr Biden's comments instead of polishing the appearance of allied unity in the face of Russian intransigence.Meanwhile, back in Ukraine, President Zelensky was firing off snarky tweets, and other government officials fretted that Mr Biden had given a \"green light\" to a Russian invasion. During a joint press conference with German Foreign Minister Annalena Baerbock, both diplomats talked up the strength of the yet-to-be-detailed sanctions that loomed if Russia attacked. Neither, however, seemed interested in discussing whether suspending the Nord Stream 2 gas pipeline from Russia to Germany was a possibility.Energy sanctions would hit Russia's national pocketbook the hardest, but seem unlikely. Europe relies on Russian natural gas and Mr Biden is politically sensitive to rising petrol prices in the US. The rest of \"the quad\" has issues, too. France's Emmanuel Macron seems intent on pursuing a separate diplomatic strategy with Russia's Vladimir Putin. Plane-spotters were quick to note the longer route around France and Germany that British cargo flights had to take to bring short-range anti-tank missiles to Ukraine this week. The US and its allies were talking a good game, but the Russians had to be at least somewhat encouraged by the way the week was playing out. The bilateral meeting between Mr Blinken and Russia's Sergei Lavrov on Friday was a spectacle.At the historic President Wilson hotel on the banks of a wind-swept Lake Geneva in Switzerland, Russian and American reporters jostled for position. Russian Deputy Foreign Minister Sergei Ryabkov, in an attempt to evade the media crush, sought refuge behind a coat rack. Press Secretary Maria Zakharova complained that she couldn't have a casual conversation with reporters who kept trying to record her on their mobile phones. Eventually Mr Lavrov and Mr Blinken made opening remarks, seated across from each other at two long sets of tables adorned with pink and green bouquets. Mr Lavrov said he hoped for \"concrete answers to our concrete proposals\" - including demands that Nato will never expand to former Soviet nations like Ukraine. Mr Blinken, for his part, repeated that Russian aggression would prompt a \"united, swift, and severe response\" from the US and its allies. After the meeting, both sides said little progress had been made - but little had been expected.Mr Lavrov said Russia had no plans to invade Ukraine, despite amassing more than 100,000 troops on its borders. Mr Blinken said he stood by Nato's \"open door\" policy of expansion eligibility for all European nations and promised to provide a written response to Russia's \"concerns\" next week. Asked if the US would consider using its military to defend Ukraine, he said America was committed to protecting its Nato allies.But Ukraine is not a member of Nato - something Ukrainian officials are painfully aware of. Both sides promised to keep the dialogue going and left open the possibility of a future meeting between Mr Biden and Mr Putin. But in a way, the spectacle is already a win for Russia, regardless of how the crisis is resolved. This is a diplomatic conflict of Russia's making.Their movements have prompted a week of furious activity on the part of the Americans and their allies at a time when the US would much rather be focusing on what it views as an era-defining competition with an ascendant China. Instead, the high-stakes negotiations in Geneva hearken back to a time decades past: Russia is, for the moment, again the centre of global attention. Mr Blinken suggested as much in a speech in Berlin on Thursday afternoon. After detailing what he viewed as the long history of Russian deceit and broken promises, he said it sometimes seemed like Russia wanted to return to the days of the Cold War. \"We hope not,\" he said. \"But if [Vladimir Putin] chooses to do so, he'll be met with the same determination, the same unity that past generations of leaders and citizens brought to bear to advance peace, to advance freedom, to advance human dignity across Europe and around the world.\" As he heads back to Washington, it's hard to say what, if anything, has changed in three days of crisis diplomacy. Both sides are still talking, but talk without results only goes so far. Russia could use the US's written response next week as pretext for further escalation. In Ukraine, US diplomats don't know what to expect - more cyber-warfare, a \"minor incursion\" or tens of thousands of Russian troops pouring into the country from three sides and paratroopers landing in Kyiv.Anything, they say, is possible. The US seems determined to try to keep the Russians talking until the spring rains make tank invasion impractical. As for what Russia wants, both Mr Blinken and Mr Biden have been consistent in their conclusion: it ultimately depends on what's going on in Mr Putin's head. ", "url": "https://www.bbc.com/news/world-us-canada-60088614"}