{"datetime": "2021-04-14T23:22:16.000Z", "author": "Sarah Rainsford", "title": "Why Russia may not be planning the invasion that Ukraine fears", "article": "The build-up has been impossible to ignore: thousands of Russian troops deployed towards Ukraine; US warships reportedly heading for the Black Sea and Russia's foreign ministry warning them off \"for their own good\". As the hostile rhetoric and military moves around Ukraine have intensified, Western politicians have begun fearing an open invasion and urging Russia's Vladimir Putin to \"de-escalate\".Russia has refused: the defence ministry this week insisted its moves were in response to \"threatening\" Nato exercises in Europe.Then Mr Putin got a phone-call from the White House. \"In Putin's game of brinkmanship, Biden blinked first,\" argues journalist Konstantin Eggert, after Joe Biden made his first call to the Kremlin and proposed meeting Mr Putin \"in the coming months\".It's just weeks after the US president agreed with an interviewer that Russia's leader was \"a killer\".President Biden's new move is now a new topic of debate - disaster prevention or a mistaken concession - but in the run-up to a summit, the risk of major military action by Russia certainly fades.\"That would be really unstatesmanlike: a slap in Biden's face,\" Mr Eggert told the BBC. \"But the fact that it was Biden who suggested they meet does give Putin the edge.\"Russian state TV certainly thinks so.Hosts and guests alike on political chat shows have been hailing Moscow's show of force, claiming their country stood up to US and Nato hostility. One commentator suggested President Biden's \"nerves had failed him\".Senator Konstantin Kosachev was widely quoted arguing that the US had realised it was \"impossible to achieve military superiority over Russia\" and the two countries needed to return to dialogue.Russia's recent ostentatious troop movement always looked like grandstanding by a country that's given up trying to be liked and now wants the West to fear it instead.When Vladimir Putin sent troops and hardware into eastern Ukraine seven years ago, those were secret operations that are still denied to this day.This time, Russia seems more intent on sending signals than soldiers.\"My take is that it's about deterrence,\" says Andrei Kortunov, head of the Russian International Affairs Council. He points out Kyiv's own recent reinforcements in eastern Ukraine and argues that Russia's actions are to avert any move to retake areas controlled by Russian-backed militants.One senior Kremlin official warned that such military action would be \"the beginning of the end of Ukraine\", whose government was children \"playing with matches\".These days, Russia has an excuse to intervene: some half a million people in the self-proclaimed Donetsk and Luhansk \"People's Republics\" of eastern Ukraine have been issued with Russian passports since fighting broke out in 2014.\"I think it would be difficult for the Kremlin not to come to their rescue if these 'republics' faced a threat of major defeat,\" Mr Kortunov says, noting that Ukraine's military was significantly better equipped and trained now thanks to US and European support.But he still doubts that Vladimir Putin is planning an intervention.\"I don't see anything the Kremlin could gain by direct military engagement in the Ukraine crisis. I think Russian policy is more focused on maintaining the status quo and assuming that Ukraine will implode from mounting problems and Ukraine fatigue in the West,\" Mr Kortunov says.The other audience for Moscow's manoeuvres is further afield.For the US there's a not-so-veiled warning that Russia still considers its neighbour's fate its business and remains particularly opposed to Ukraine's aim, reiterated this week, of joining Nato. But some detect another goal: attempting to avert the tough, new sanctions that the Biden administration is threatening in retaliation for Russia's election meddling, hacking attacks and more.\"Russia is trying to raise the stakes: to show that it can inflict cost on those trying to inflict costs on Russia, even if that is reckless and may result in harsher sanctions,\" argues foreign policy analyst Mikhail Troitskiy.\"I think this is the logic behind this escalation - which is dangerous because at some point it could spiral out of control,\" he adds.Despite renewed talk on state TV of \"fascist\" Ukrainians, there's little sense that all-out war would be popular among Russians already coping with Covid, sanctions and the impact of a low oil price.Andrei Kortunov believes the \"mobilising potential\" of foreign policy adventures is now \"almost depleted\" with people more concerned with their own problems than in the more comfortable context of 2014.Russia's 2008 war with Georgia is a stark warning of how rapidly such a confrontation can escalate and there is always the caveat that no-one believed Vladimir Putin would dare to annex Crimea either.But defending the Donbas would likely be a far bloodier and more dangerous operation.Mr Putin's intentions may become clearer next week when he's due to make his annual \"state of the nation\" address, a podium he's often used for sabre-rattling against the West.But the call from Joe Biden may have given him chance to pull back from this particular fight. Turkey now says the US has cancelled Mr Biden's request for two warships to pass through the Bosphorus. \"I think Putin attracted attention, he put himself in the focus not only of Europe but the US administration,\" Konstantin Eggert says. \"He managed to scare them, and he likes doing that.\" Mikhail Troitskiy agrees.\"If Russia sees no major US sanctions affecting its vital interests, then it may consider pulling troops from the border,\" he believes.\"Another way to de-escalate things is for them to climax, as happened in the Cuban missile crisis. But that would be very undesirable.\"", "url": "https://www.bbc.com/news/world-europe-56746144"}