{"datetime": "2020-02-08T00:31:57.000Z", "title": "Russia to boost Venezuela ties amid US pressure", "article": "Russia has pledged to boost military and economic co-operation with Venezuela to help the South American nation deal with growing US pressure. Russian Foreign Minister Sergei Lavrov's comments came after his meeting with Venezuelan President Nicolás Maduro in Caracas. Mr Lavrov said any attempts to remove Mr Maduro's government by force were unacceptable.The US accuses Mr Maduro of leading a corrupt and brutal regime. Earlier on Friday, the US imposed sanctions on Venezuela's state-run airline Conviasa, saying the company was being used to \"shuttle corrupt officials around the world\". Washington is backing opposition leader Juan Guaidó, who last year declared himself interim president. Mr Guaidó this week was one of US President Donald Trump's special guests at his State of the Union speech. Speaking in the Venezuelan capital on Friday, Mr Lavrov said: \"We have firmly expressed our support to Venezuela's sovereignty, our solidarity with the Venezuelan leadership and nation in their battle against illegal pressure which is being imposed by the US and its allies. \"We have agreed to deepen our economic, commercial and investment co-operation in several areas despite the illegitimate sanctions. \"The most promising sectors are energy, natural resources and industry.\" The Russian minister added that all the practical details would be finalised during a visit by Mr Maduro to Moscow in May. Russia is a key ally of Venezuela, lending it billions of dollars and backing its oil industry and military. Mr Maduro narrowly won a presidential election in April 2013 after the death of his mentor, President Hugo Chávez. He was elected to a second term in May 2018 in an election seen as flawed by international observers. Venezuela has experienced economic collapse - inflation was 800,000% last year. Three million people have left the country. Mr Guaidó has accused President Maduro of being unfit for office, and won the support of many in the country as well as US and EU leaders. ", "url": "https://www.bbc.com/news/world-latin-america-51423110"}