{"datetime": "2019-09-10T17:40:53.000Z", "title": "Russia-US espionage: Details emerge of 'extracted spy'", "article": "More details have emerged of an alleged high-level spy the US reportedly extracted from Russia amid fears his cover was about to be blown. Russian media named him as Oleg Smolenkov, who worked for a key aide to President Vladimir Putin. Mr Smolenkov was not senior, had been fired years ago and the extraction reports were fiction, the Kremlin said. A CNN report said the CIA had feared President Trump's \"mishandling\" of intelligence could put the spy at risk. CNN said the extraction came after the president met senior Russian officials, including Foreign Minister Sergei Lavrov, in the White House in May 2017 and had unexpectedly shared classified US intelligence. The CIA said CNN's reporting of the extraction was \"misguided\" and \"simply false\". Later US Secretary of State Mike Pompeo described the report as \"materially inaccurate\". CNN released the initial report on Monday, citing \"multiple Trump administration officials with direct knowledge\" of the extraction operation. The alleged agent was not named by US media but it was claimed the intelligence asset was the highest-level US source inside Russia, with regular access to President Putin. The reports said the source had spied for the US for more than a decade. The New York Times said the agent was instrumental in the conclusion by US intelligence agencies in 2016 that Mr Putin had personally orchestrated Russia's interference in the US presidential election. However, its report said the CIA had wanted to extract the agent before Mr Trump took office because investigations by media were putting the asset at risk. There was no suggestion President Trump had directly compromised the source, it said. On Tuesday, CNN quoted sources who had served under Mr Trump as sayingthe president had repeatedly expressed his opposition to using overseas spies because it damaged relations with other nations. Russian media quickly came up with the name of Oleg Smolenkov. The Kommersant newspaper said he had gone on holiday with his family to Montenegro in 2017 and disappeared, before a man with the same name and a woman with the same name as Mr Smolenkov's wife purchased a house in the US state of Virginia, near Washington DC. Law enforcement sources told Kommersant that Moscow had investigated whether Mr Smolenkov had been killed in Montenegro, but concluded he was now living abroad. Without naming the alleged agent at the request of US officials, NBC News said one of its reporters had visited the Virginia home on Monday and found the man was \"living openly under his true name\". The reporter was tracked by two men in an SUV when he rang the doorbell, NBC said. Russian reports said Mr Smolenkov had worked for Yury Ushakov, a senior foreign policy aide to President Putin and a former Russian ambassador to the US. Mr Smolenkov was with Mr Ushakov in the US for a number of years until the latter was recalled in 2008. A former colleague told RIA Novosti that Mr Smolenkov handled administrative affairs such as purchases for the embassy. Kremlin spokesman, Dmitry Peskov, said: \"It is true that Smolenkov worked in the presidential administration but he was fired several years ago. His job was not at a senior official level.\" He could not confirm whether Mr Smolenkov was a spy nor why he had been sacked, but added: \"All this US media speculation about who urgently extracted who and saved who from who and so on - this is more the genre of pulp fiction, crime reading, so let's leave it up to them.\" Mr Lavrov said he did not know Mr Smolenkov. \"I have never seen him, I have never met him, and I have neither kept track of his career nor his movements,\" the foreign minister said. He added that no state secrets had been divulged at the White House meeting with Mr Trump. BBC security correspondent Gordon Corera Getting an agent out of Moscow can be challenging but what comes after can be even harder. During the Cold War, British and American intelligence came up with an array of plans to extract agents. The most dramatic was the smuggling of KGB officer Oleg Gordievsky across the Finnish border in the boot of an MI6 officer's car. That was particularly difficult since he was already under suspicion. If an agent is not under watch then it is easier for them to simply disappear on a work trip or holiday. But that is not the end of the story. Russian (and formerly) Soviet intelligence has shown a willingness and desire to go after such agents after they have fled. The most recent example was Sergei Skripal (who had left in a swap after being pardoned). That means that protecting agents after they settle in the West and providing them with long-term security can be as challenging as getting them out in the first place.It sounds like the makings of a John le Carré espionage novel. A high-level intelligence asset - one who provided key information about an attempt to sabotage a US presidential election - is extracted from Russia in the face of potentially grave danger. If multiple media reports are to be believed, however, this is real life - and the US political consequences could be significant. The episode highlights the US intelligence community's concerns about Donald Trump and his associates in the early days of his presidency. It reflects a conclusion that an undisciplined commander-in-chief could pose a national security risk - even if only inadvertently. Those concerns were already public knowledge, of course, but this is the most dramatic example of their consequences. The Trump administration has vehemently denied the reporting. The president, who has spent much of his time feuding with, and occasionally directly condemning, the US intelligence community - the so-called \"deep state\" - surely will be furious.This revelation will only make White House tensions with, and suspicions about, the personnel who provide the president with clandestine information about world affairs all the more acute. ", "url": "https://www.bbc.com/news/world-us-canada-49651576"}