{"datetime": "2020-10-01T20:23:43.000Z", "title": "Armenia-Azerbaijan: Both sides defy Nagorno-Karabakh ceasefire calls", "article": "Azerbaijan and Armenia have defied calls for a ceasefire amid the worst fighting in decades between the two over a disputed territory. The US, France and Russia jointly condemned the fighting in Nagorno-Karabakh, in the southern Caucasus. But Turkey - an ally of Azerbaijan - also dismissed demands for a ceasefire. Nagorno-Karabakh is officially part of Azerbaijan but governed by separatist ethnic Armenians. Years of negotiations have never resulted in a peace treaty.Azerbaijan and Armenia fought a war in 1988-94 over the territory. Armenia backs the self-declared republic but has never officially recognised it. Intense fighting has continued on the ground for a fifth day, despite mounting international concern.At least 100 people have reportedly been killed with hundreds wounded in the latest flare-up. In the early hours of Friday morning local time the Armenian government said it had shot down several Azerbaijani drones, including one that was \"very close\" to the capital, Yerevan. In their statement, Russian President Vladimir Putin, French President Emmanuel Macron and US President Donald Trump called for an \"immediate cessation of hostilities\". \"We also call on the leaders of Armenia and Azerbaijan to immediately commit themselves to resume negotiations on the substance of the settlement in good faith and without preconditions,\" it said.The three were speaking as co-chairs of the OSCE Minsk Group, which was founded in the early 1990s to try to find a peaceful solution to the Nagorno-Karabakh conflict.Russia is part of a military alliance with Armenia and has a military base in the country. However, it also has close ties to the government of Azerbaijan. But Turkish President Recep Tayyip Erdogan rubbished the efforts, saying a ceasefire was only possible if Armenia ended its \"occupation\" of Azerbaijani territory.\"Given that the USA, Russia and France have neglected this problem for nearly 30 years, it is unacceptable that they are involved in a search for a ceasefire,\" he said.Also on Thursday President Macron accused Turkey of sending Syrian jihadists to fight in Nagorno-Karabakh.\"It is a very serious new fact, which changes the situation,\" he saidBBC Arabic earlier this week spoke to a man who said he had been recruited in northern Syria and sent via Turkey to fight in the conflict. Abdullah - not his real name - said he had been sent to Nagorno-Karabakh \"wearing Azerbaijani uniform\" soon after the fighting broke out. Both Turkey and Azerbaijan deny reports Turkey is sending fighters.The Syrian Observatory for Human Rights reports that about 900 Syrian mercenaries have been transported to Azerbaijan by Turkish security companies. But they add that Armenian-born fighters in Syria have also been transported to Armenia to join the fight. In another development, Armenia has recalled its ambassador to Israel for consultations over allegations that Israel is selling weapons to Azerbaijan that are being used in the conflict. By Gunel Safarova, BBC News Azerbaijani We are currently in the town of Barda, near Tartar, one of the places where fighting broke out between Azerbaijan and Armenia on Sunday.Tartar is under heavy attack - we can hear the sounds of artillery and shells in Barda, about 20km (12 miles) away.According to the Azerbaijani government, on the morning of 1 October Armenians fired artillery at the centre of Tartar city, killing one person.A father and son were also killed by shellfire in Aghdam, another place where fighting is going on. Most of the Tartar residents we spoke to said they had been under constant threat of attack for 30 years. We wanted to go to some villages in Tartar district but at a police checkpoint they said entry was forbidden, because it isn't safe there. There are people in Barda and Tartar who want to join the army voluntarily. The people want the return of what they see as occupied territories and an end to war, once and for all. Heavy shelling continued on Thursday, and both sides claimed to have inflicted damage. Azerbaijan's defence ministry said it had carried out \"crushing artillery strikes against Armenian forces' positions\" throughout the night. Meanwhile, officials in Nagorno-Karabakh said the situation there was \"tense\" and fire had been exchanged. \"The enemy attempted to regroup its troops, but Armenian forces suppressed all such attempts,\" they said in a statement. AFP reported that piles of rubbish and shattered glass could be seen in the town of Martuni, about 20 km (15 miles) from the front line. A 54-year-old living in the town sheltered in his cellar for protection. He told the agency: \"I built this house with my own hands. I will not go anywhere, that's that,\" Two French journalists for the Le Monde newspaper were injured during the shelling in Martuni. Azerbaijan published video of what it said was the destruction of two \"enemy\" tanks and reported that an Armenian battalion had fled the area around the village of Tonashen. Armenian media said three civilians had been killed in an Azerbaijani air attack on the town of Martakert on Wednesday. State news agency Armenpress said seven civilians and 80 service personnel had been killed since the fighting began. Armenia's defence ministry also released a picture of an Armenian SU-25 jet it said had been shot down by a Turkish F-16 on Tuesday. Turkey has rejected the allegation as \"cheap propaganda\". ", "url": "https://www.bbc.com/news/world-europe-54366616"}