{"datetime": "2020-10-09T20:53:40.000Z", "title": "Nagorno-Karabakh: Moscow talks raise hope of ceasefire", "article": "Armenia and Azerbaijan are holding their first direct talks since clashes over the disputed Nagorno-Karabakh region flared up nearly two weeks ago. The talks in Moscow between the countries' foreign ministers are being mediated by their Russian counterpart, Sergei Lavrov. The UN says it is concerned by reports that populated areas are being shelled. More than 300 people have died and thousands displaced since the latest violence broke out on 27 September. Nagorno-Karabakh is run by ethnic Armenians although it is officially part of Azerbaijan. The two former Soviet republics have blamed each other for the latest outbreak of violence - the worst in decades. \"It has begun,\" Russian foreign ministry spokeswoman Maria Zakharova posted on Facebook, along with a photograph of the three ministers sitting around a table. The talks then continued late into the night, with no word on how they were progressing. It was not clear if the ministers would address reporters afterwards. Earlier, Azerbaijani President Ilham Aliyev made a televised address saying he was willing to give Armenia \"perhaps the last chance\" to resolve the conflict peacefully. \"We are on the righteous path. We are winning and we will retake our lands and restore out territorial integrity,\" he said. \"However, we are still giving the occupier perhaps the last chance - leave our lands,\" he added. Turkey, which supports its traditional ally Azerbaijan in the conflict, said on Friday that peace efforts would fail unless Armenia withdrew its forces from the region. Russia has a military base in Armenia and both are members of the Collective Security Treaty Organization (CSTO) alliance. But Moscow also has good relations with Azerbaijan, and is keen to achieve a peace deal. A statement from French President Emmanuel Macron said a breakthrough was possible, but far from certain. \"We are moving towards a truce tonight or tomorrow but it's still fragile,\" his office told AFP news agency. France is part of the Minsk Group, along with Russia and the US, which was set up to find a peaceful solution to the Nagorno-Karabakh conflict. UN human rights chief Michelle Bachelet called for an \"urgent ceasefire due to the impact on civilians\". She said it was \"deeply worrying that in recent days we have seen populated areas reportedly targeted and shelled with heavy weaponry in and around the conflict area\". The Armenian defence ministry said fighting continued on Friday despite the talks in Moscow. On Thursday, Armenia had accused Azerbaijan of deliberately shelling a historic cathedral in Nagorno-Karabakh. Pictures showed serious damage at the Holy Saviour Cathedral in Shusha city (known as Shushi in Armenian). Azerbaijan said on Thursday that its second-largest city, Ganja, and the region of Goranboy had been shelled by Armenian forces, killing at least one civilian. The clashes have displaced half of Nagorno-Karabakh's population - about 70,000 people - officials said. The region's main city, Stepanakert, has suffered several days of shelling with residents sheltering in basements and much of the city left without power. Armenia and Azerbaijan went to war over Nagorno-Karabakh in 1988-94, eventually declaring a ceasefire. However, they have never reached a settlement over the dispute. Nagorno-Karabakh - key facts ", "url": "https://www.bbc.com/news/world-europe-54483963"}