{"datetime": "2018-06-04T13:02:39.000Z", "author": "Sherie Ryder, BBC UGC and Social News", "title": "'All smiles' as Kim Jong-un and Sergey Lavrov meet", "article": "As Russia's Foreign Minister Sergey Lavrov shook hands with the North Korean leader Kim Jong-un in Pyongyang on 31 May, the clicking of photographers vying to get the best shot was loud and clear. The meeting, which was broadcast on North Korean TV and posted by the Russian Foreign Ministry onYouTube , showed the two shaking hands, in front of a huge painted seascape.However, one still image, which featured on Russian TV station Rossiya-1, stands out from others because Mr Kim appears to be smiling - which is not picked up in similar shots of the pair facing the cameras, nor in the moving footage. This has not gone unnoticed on Russian social media, with many users accusing the station of digitally adding a smile on Mr Kim's face. Opposition figure Ilya Yashin pointed out the contrast in shots and implied there had been some doctoring, saying, \"They're testing it on the gloomy North Korean dictator, but tomorrow they'll make us all happy. With a joyous smile, Russians will welcome news of price rises, utility rates hikes and subsidies to oligarchs\". However, the Rossiya-1 news host, Dmitry Kiselyov - once described by The Economist as Russia's\"chief propagandist\" - was adamant the image has not been doctored whenasked on Govorit Moscow radio . \"Definitely not,\" he said. \"They always take pictures with high-speed shutters. That's why facial expressions are different.\" Other social media users say a smile was photoshopped \"so that he did not make Kiselyov's joyful content gloomy\": One tweetpraised the more smiley photo , saying \"We all need Rossiya-1. Especially on Monday morning\": You might also like: On Russia's popular social media network, VK.com, users have generated their ownphotoshopped version of the same image. Taking the alleged doctoring one step further, another account tweeted a photoshopped image combing two Kims - Jong-un and Kardashian - the US reality TV star, saying: \"We tried to make his face more official.\" ", "url": "https://www.bbc.com/news/blogs-trending-44355470"}