{"datetime": "2018-04-18T14:59:45.000Z", "title": "Syria 'chemical attack': Shooting delays OPCW visit to site", "article": "Efforts by international experts to examine the scene of a suspected chemical weapons attack in Syria have been delayed again after a UN risk assessment team came under fire. Shots were fired when a security team visited Douma on Tuesday to prepare for the Organisation for the Prohibition of Chemical Weapons inspectors' visit. Nobody was injured and the team returned to the capital, Damascus.Western states have accused the Syrian government of a chemical attack. The US, UK and France bombed several Syrian government sites on Saturday in retaliation as the government and its main ally Russia denied chemical weapons had been used. Western powers have suggested the government and Russia, which nominally control Douma after rebel forces withdrew, may be delaying the OPCW visit to tamper with evidence. Local medical organisations and rescue workers say more than 40 people died when two devices were dropped on Douma, while it was still under rebel control. The UN security detail set out to perform reconnaissance in Douma ahead of the arrival of the actual inspectors, who were scheduled to go in on Wednesday. As OPCW chief Ahmet Uzumcu explained in a statement, the two suspected attack sites are under the control of the Russian military police as part of an agreement with the rebels to keep out the Syrian military.When the security team arrived at the first site, a large crowd gathered and the UN decided to withdraw. At the second site, \"the team came under small arms fire and an explosive was detonated,\" said Mr Uzumcu. At that point the UN team decided to return to Damascus. Mr Uzumcu said he did not currently know when the OPCW inspectors could deploy to Douma. \"This incident again highlights the highly volatile environment in which the FFM [fact-finding mission] is having to work and the security risks our staff are facing,\" he said. The nine-strong FFM team has been waiting in Damascus since Saturday. US state department spokeswoman Heather Nauert warned on Tuesday that thedelays in getting the OPCW experts into Douma to gather soil samples and other information would \"further degrade\" any evidence on the ground . France's foreign ministry said it was \"very likely that proof and essential elements\" were \"disappearing from this site\". Russian Foreign Minister Sergei Lavrov has told BBC News the allegations of chemical weapons use were \"based on media reports and social media\" and that the incident was \"staged\".On the day of the suspected chemical attack, Douma was still under rebel control, the last rebel-held town in the Eastern Ghouta region outside Damascus after a bloody government offensive. Thousands of people were sheltering in basements from the government's bombardment, when two bombs filled with chemicals were allegedly dropped several hours apart on two separate locations. The US, UK and France say that, based on open-source information and their own intelligence, they are confidentchlorine and possibly a nerve agent were used . The government denies using chemical weapons and says the attack was fabricated. A correspondent for US network CBS who gained access to the alleged attack site in Douma on Monday was told by one resident:\"All of a sudden some gas spread around us . We couldn't breathe. It smelled like chlorine.\" Another resident, who said many members of his family were among those killed, showed the CBS crew a yellow compressed gas canister that appeared to have punched a hole in the roof of the building.The canister looked similar to others photographed in the wake of other alleged chlorine attacks . Saturday's air strikes were carried out on three targets said to have been \"specifically associated with the Syrian regime's chemical weapons programme\". The Syrian government denies having ever used chemical weapons but experts from the UN and the OPCW have ascribed four chemical attacks to the government during the civil war, including an attack on the rebel-held town of Khan Sheikhoun in April 2017 that involved the nerve agent Sarin. ", "url": "https://www.bbc.com/news/world-middle-east-43792120"}