{"datetime": "2018-03-30T10:45:35.000Z", "title": "Spy poisoning: Russia expels 60 US diplomats in tit-for-tat measure", "article": "Russia has expelled 60 US diplomats and closed the St Petersburg consulate in a tit-for-tat response to US action over a spy poisoning case in the UK. Russia's foreign minister said other countries that expelled Russians could expect a \"symmetrical\" response. On Friday, several ambassadors from Western countries were summoned to the Russian foreign ministry.The move comes amid a row over the nerve agent attack on a former Russian spy and his daughter in the UK. Sergei Skripal and his daughter Yulia were found unconscious on a bench in the city of Salisbury on 4 March, and the UK government has blamed Russia for the attack.Russia has vehemently denied any role in the Salisbury attack. Mr Skripal remains in a critical but stable condition.His daughter's condition is said to be improving. More than 20 countries have expelled Russian envoys in solidarity with the UK. Among them is the US, which earlier this week ordered 60 diplomats to leave and closed the Russian consulate general in Seattle. Russia declared 58 US diplomats in Moscow and two in the city of Yekaterinburg to be \"personae non gratae\".Foreign Minister Sergei Lavrov said US ambassador Jon Huntsman had been informed of the \"retaliatory measures\". \"As for the other countries, everything will also be symmetrical in terms of the number of people from their diplomatic missions who will be leaving Russia,\" he added. Later, a US state department spokeswoman said America reserved the right to take further action.The Russian foreign minister also accused Britain of \"forcing everyone to follow an anti-Russian course\". He said Moscow was responding to \"absolutely unacceptable actions that are taken against us under very harsh pressure from the United States and Britain under the pretext of the so-called Skripal case\". He reiterated Russian calls for consular access to Yulia Skripal - a Russian citizen. Russia, he said, was also seeking a meeting with leaders of the Organisation for the Prohibition of Chemical Weapons (OPCW) to \"establish the truth\". Following the incident in Salisbury, British Prime Minister Theresa May announced a series of sanctions, including the expulsion of 23 Russian diplomats alleged to be intelligence agents. The Kremlin responded by expelling an equal number of UK diplomats and closing the country's British Council. Then - in what has been cited as the largest collective expulsion of Russian intelligence officers in history - more than 20 governments expelled diplomats in their countries. UK National Security Adviser Mark Sedwill, speaking in Washington on Thursday, said expulsions by Western countries were aimed at rooting out covert Russian intelligence networks. Britain says the chemical used in the attack was part of a group of nerve agents developed by the Soviet Union known as Novichok. Experts from the OPCW arrived in the UK on 19 March to test samples. The results are expected to take a minimum of two weeks, the government says. Police say the Skripals first came into contact with the nerve agent at Mr Skripal's home in Salisbury, with the highest concentration found on the front door. ", "url": "https://www.bbc.com/news/world-europe-43590933"}