{"datetime": "2021-11-06T16:09:28.000Z", "title": "Biden: Infrastructure bill is 'monumental step forward'", "article": "President Joe Biden has hailed the passage of his landmark $1tn (£741bn) infrastructure spending package as a \"monumental step forward\". Negotiations over the sweeping public works bill - which passed the House of Representatives with 228-206 vote - created a bitter split among Democrats. \"Finally, infrastructure week,\" Mr Biden told reporters. \"I'm so happy to say that: infrastructure week.\" A more ambitious social spending bill favoured by liberals was put on hold. The infrastructure package now heads to Mr Biden's desk to be signed into law. Billed as a \"once-in-a-generation\" spending measure, the infrastructure legislation proposes $550bn in new federal expenditure, over the next eight years, to upgrade highways, roads and bridges, and to modernise city transit systems and passenger rail networks. The agreement also sets aside funding for clean drinking water, high speed internet, and a nationwide network of electric vehicle charging points. It is the largest federal investment in the country's infrastructure for decades and is seen as a major domestic win for the US president. \"We took a monumental step forward as a nation\", Mr Biden told reporters. \"We did something that's long overdue... a once-in-a-generation investment that's going to create millions of jobs modernising infrastructure, our roads, our bridges, our broadband, all range of things\".It will be financed in several ways, including unspent emergency relief funds from the Covid pandemic. Its passage marks a huge achievement for the Biden administration amid low approval ratings and a defeat for the Democrats in Virginia's gubernatorial election this week. Three months ago, 19 Republicans joined with Democrats to approve the legislation in the evenly split Senate, a rare bipartisan feat in an increasingly divided Congress. On Friday the bill passed the House with support from 13 Republicans, too. But more liberal lawmakers balked at its final version, complaining that key liberal policies had been dropped in exchange for the bipartisan win.Six Democrats voted against it, including Alexandria Ocasio-Cortez of New York and Ilhan Omar of Minnesota. The group of six - dubbed The Squad - are among the most left-wing and progressive members of the House. Members of the Congressional Progressive Caucus pledged they would not support the infrastructure bill until they had voted on a separate social welfare bill that allocates $1.75tn for healthcare, education and climate change initiatives. If passed, it would usher in the biggest expansion of the US safety net in more than 50 years. Democrats control both chambers of Congress by very slim majorities, so near-universal support would be required for the bill's passage. Centrist Democrats continue to object to the size and scope of the sprawling bill. They are insisting on seeing full accounting of its economic impacts. On Friday House leaders brokered a compromise, insisting on a vote on the infrastructure bill, accompanied by a procedural vote to start debate on the social spending bill. The chamber passed the procedural vote early on Saturday by 221 votes to 213. Compiling an independent assessment of the social spending bill's full cost is expected to take at least two weeks, although Democratic leaders have said they remain confident the bill will be passed before the Thanksgiving holiday at the end of November. After months of haggling, brinksmanship and trips back to square one, Joe Biden's bipartisan infrastructure bill is on the verge of becoming infrastructure law. Final passage in Congress was secured by a deal forged between liberals and centrists in the Democratic Party to approve the infrastructure bill now and hold a vote in the House of Representatives on a larger social spending package by 15 November. That represents a leap of faith - and a tactical retreat - by the liberals who had been insisting that the infrastructure and spending bills be approved simultaneously. It was a leap too far for the handful of liberals who still voted no. But with a few Republicans on board, and Joe Biden publicly pushing for a vote and promising progressives the spending bill would get its day soon, a path to passage emerged. Of course, promises can be broken - and there's still the possibility centrists could derail the spending package, either in the House or after it reaches the Senate. In the meantime, however, the infrastructure bill, with hundreds of billions of dollars for roads, bridges, pipes and green energy, has reached the finish line, giving Mr Biden a signature bipartisan legislative victory. ", "url": "https://www.bbc.com/news/world-us-canada-59192048"}