{"datetime": "2021-10-02T01:23:52.000Z", "subject": "US government shutdown", "title": "Biden insists stalled $1tn infrastructure bill will get done", "article": "President Biden has insisted his $1tn (£750bn) infrastructure bill will eventually be passed by Congress amid an impasse in his own party. \"It doesn't matter whether it's in six minutes, six days, or six weeks, we're going to get it done,\" he said after a surprise visit to Congress on Friday. Some Democrats refuse to back the plan until a separate $3.5tn welfare and climate change bill is voted in. But centrists in the party want to spend less on those issues.Democratic House Speaker Nancy Pelosi admitted on Friday evening that \"more time is needed\" to find a compromise. Thursday's vote on the infrastructure bill was postponed and it was unclear when another attempt to hold a vote would be made. Mr Biden's visit to Capitol Hill on Friday saw him meet privately with House Democrats in a bid to break the deadlock. Media reports said he had sought to encourage compromise between the factions. Reuters quoted a source as saying Mr Biden had suggested scaling back the welfare and climate bill to about $2 trillion, saying \"even a smaller bill can make historic investments\". The bipartisan $1tn public works bill, which would apply to routine transportation, broadband, water systems and other projects, enjoys wide support - but liberal (or progressive) Democrats are linking its passage to their more ambitious welfare and climate change bill. That bill would raise taxes on corporations and the rich, investing the revenue in a broad array of social programmes, including early childhood education, universal preschool, government-funded two-year college education, paid family and medical leave, an expansion of government health insurance and environmental spending. Earlier this week, the White House cancelled Mr Biden's trip to Chicago so he could focus on whipping the needed votes. Reflecting the centrist position, Senator Joe Manchin said he was ready to meet the president less than halfway, at $1.5tn on infrastructure. He described the proposed figure of $3.5tn as \"fiscal insanity\".Senator Bernie Sanders, a leading liberal, tweeted on Friday that \"the fate of the planet\" rested on the $3.5tn bill. \"Without a strong reconciliation bill there will be no serious effort to cut carbon emissions and transform our energy system away from fossil fuel,\" he said.He added: \"There can be no infrastructure bill without a strong reconciliation bill.\" Mr Biden's party has the thinnest of majorities in both the House and Senate, and is eager to push through its signature policies before next year's congressional elections, when the Republicans will attempt to regain control.On Thursday Congress did pass a temporary measure to keep the federal government funded until early December. Federal museums, national parks and safety programmes would have had to close without the funding , which also includes hurricane relief and help for Afghan refugees. ", "url": "https://www.bbc.com/news/world-us-canada-58758738"}