{"datetime": "2018-04-02T14:57:45.000Z", "title": "Russian spy: Sergei Lavrov accuses West of 'children's games'", "article": "Russian Foreign Minister Sergei Lavrov has accused the UK and Western partners of playing \"children's games\" in their response to the poisoning of ex-spy Sergei Skripal and his daughter. He accused countries of \"disregarding all accepted behaviour\" and resorting to \"open lies and disinformation\". Twenty-nine nations have expelled diplomats over the poisoning, which the UK holds Russia responsible for. Mr Lavrov also issued fresh denials at the news conference on Monday. He made the comments in response to a question by the BBC's Steve Rosenberg about how dangerous growing tensions were between Russia and the West in comparison with the Cold War.\"In the classic Cold War,\" Sergei Lavrov said, \"there were rules and accepted behaviour\". \"I think our Western partners, I think firstly Great Britain and the USA and a few other countries that blindly follow them, have disregarded all the accepted behaviour.\" \"We do not want to play children's games, but so far our partners are doing precisely that,\" he added, saying it was up to them to reduce tensions. \"When we were kids we used to say whoever started it should be the one to finish it.\" During the news conference he also suggested the poisoning could be \"in the interests of the British government\" because of the \"uncomfortable situation\" they had found themselves in with Brexit. \"There are other explanations. The experts are speaking about them. They say it may well be beneficial for the British special services who are known for their ability to act with a license to kill.\" \"There could be a whole number of reasons and none of them can be ruled out,\" Mr Lavrov said. The poisoning row has rumbled on for nearly a month, with the UK saying it is adamant Russia was behind it.Russia has now told the UK more than 50 of its diplomats have to leave the country , after the British government ordered a cut to 23 Russian staff over last month's Salisbury poisoning. Russia said their deeper cut is so the two nations have parity in representation.Other governments - including the United States - also ordered expulsions of scores of Russian diplomats from their countries, deepening the row. On Monday Mr Lavrov said it was wrong to target diplomats who \"by definition intended to support relations, resolve complicated situations and find way out of difficulties\". \"In diplomacy, we have the principle of reciprocity and this is still the case. And this principle will be applied consistently,\" he said. Separately, Russia suggested the searching of an incoming Russian plane at Heathrow Airport was \"illegal\" and a \"blatant provocation\". The British government rejected the complaint, and said the search was \"routine\". Also on Monday, Kremlin aide Yury Ushakov announced that US President Donald Trump had invited Russian President Vladimir Putin to a meeting at the White House during their 20 March phone call, according to the TASS state media agency. \"When our presidents spoke on the phone, it was Trump who proposed holding the first meeting in Washington in the White House,\" Mr Ushakov said, according to Russian state news agency RIA Novosti.\"If everything will be alright, I hope that the Americans will not back away from their own proposal to discuss the possibility of holding a summit,\" Mr Ushakov added. White House spokeswoman Sarah Sanders responded: \"As the President himself confirmed on March 20, hours after his last call with President Putin, the two had discussed a bilateral meeting in the 'not-too-distant future' at a number of potential venues, including the White House.\"Ex-spy Sergei Skripal, 66, and daughter Yulia, 33, were poisoned on 4 March in Salisbury with what UK investigators have concluded was a Russian nerve agent called Novichok.Mr Skripal remains critically ill, but stable, but his daughter is said to be conscious and talking.The Russian Embassy in London \"insists on the right to see\" Ms Skripal, who is a Russian citizen. The UK government has said it is considering the request.The Russian embassy also published a list of 27 questions it said it had officially asked the British government about the poisoning. ", "url": "https://www.bbc.com/news/world-europe-43619362"}