{"datetime": "2018-04-16T19:45:40.000Z", "title": "Syria air strikes: Russia denies tampering with suspected chemical attack site", "article": "Russia has denied interfering with evidence at the site of the suspected Syrian chemical attack, which led to Western air strikes on Saturday. In an interview for BBC's Hardtalk, Russian Foreign Minister Sergei Lavrov said: \"I can guarantee that Russia has not tampered with the site.\" The US raised concern at the international chemical weapons agency. International inspectors will be allowed to visit the site on Wednesday, the Russian military has announced. A nine-strong team from the agency, the OPCW (Organisation for the Prohibition of Chemical Weapons), has been waiting nearby in the Syrian capital Damascus for the green light. Douma was a rebel stronghold at the time of the attack on 7 April and is now under the control of the Syrian government and Russian military. UK Prime Minister Theresa May has defended Britain's involvement in the air strikes , saying it was to prevent \"further human suffering\", as opposition parties said MPs should have been consulted in advance. Catch up on the aftermath of the air strikes: The suspected attack, denied by Syrian President Bashar al-Assad's government, reportedly killed dozens of people in Douma, in the Eastern Ghouta region.Two bombs filled with chemicals were reportedly dropped several hours apart on the town. Syrian medical sources say bodies were found foaming at the mouth, and with discoloured skin and cornea burns. US sources said they had obtained blood and urine samples from victims which had tested positive for chlorine and a nerve agent.Kenneth Ward, US envoy to the OPCW, said: \"It is our understanding the Russians may have visited the attack site.\"We are concerned they may have tampered with it with the intent of thwarting the efforts of the OPCW Fact- Finding Mission to conduct an effective investigation.\"Speaking to the BBC, the Russian foreign minister denied chemical weapons had been used in Douma. \"I cannot be impolite with the heads of other states, but you quoted the leaders of France and the UK and US and, frankly speaking, all the evidence they quoted was based on media reports and social media.\" The event did not take place, he said. \"What did take place was the staged thing,\" he added.Mr Lavrov also questioned why the US, UK and France had carried out their retaliatory air strikes before OPCW inspectors were able to visit the site.Russia and the West, he added, were facing a situation worse than during the Cold War due to a lack of channels of communication. In other developments: OPCW emergency talks were held in The Hague on Monday. The UK's envoy to the OPCW, Peter Wilson, called for the inspectors to be given \"unfettered access\" to Douma and dismissed as \"ludicrous\" Russian suggestions that Britain had helped stage a fake attack.At the end of the day, the Russian embassy held a press conference at which Russian chemical and biological protection troops commander Maj-Gen Igor Kirillov announced that inspectors would visit Douma on Wednesday. A UN security team would first check the area on Tuesday, the general said. The OPCW itself has not confirmed the plans. The US says 105 missiles were launched and it believes none were intercepted by Syrian defences. It says Syria's chemical weapons programme has been set back years. The Russians say 71 missiles were shot down by Syrian systems. One of the three sites hit was the Barzeh complex, which the US says was a centre for development, production and testing of chemical and biological weapons, although Syria denies this. The other two were suspected chemical weapons facilities at Him Shinshar near Homs. French President Emmanuel Macron said on Sunday he had persuaded US President Donald Trump not to pull troops out of Syria and instead commit \"for the long term\". The US has some 2,000 troops in eastern Syria, mainly supporting the fight against the Islamic State group. But soon after Mr Macron's comments, White House spokeswoman Sarah Sanders said an early exit was still desirable. \"The US mission has not changed - the president has been clear that he wants US forces to come home as quickly as possible.\"Mr Macron said later that France and the US shared the same aim in Syria: the defeat of the Islamic State group. \"The White House is right to recall that the military engagement is against Daesh [IS] and will finish the day that the war against Daesh has been completed,\" he said. \"France has the same position.\"Addressing the French parliament, Prime Minister Edouard Philippe said Saturday's operation had not been the \"prelude to a war\". ", "url": "https://www.bbc.com/news/world-middle-east-43783427"}