{"datetime": "2018-04-09T16:07:56.000Z", "title": "Syria conflict: Russia says no evidence of Douma chemical attack", "article": "Russian Foreign Minister Sergei Lavrov has said no evidence has been found of a chemical weapons attack in Syria's formerly rebel-held town of Douma. Medical sources say dozens were killed in Saturday's alleged attack but numbers are impossible to verify. Mr Lavrov said Russian specialists and aid workers had visited the area, which rebel fighters have started leaving under a surrender deal. The US and France have threatened a \"joint, strong response\". US President Donald Trump said on Monday that the situation was being assessed and \"major decisions\" would be made within 48 hours. The claim from Russia - which has intervened militarily in Syria in support of the government - came after videos shot by rescue workers on Saturday showed lifeless bodies of men, women and children with foam at their mouths. The Syrian-American Medical Society said more than 500 people were brought to medical centres in Douma, in the Eastern Ghouta region, near the capital Damascus, with symptoms \"indicative of exposure to a chemical agent\", including breathing difficulties, bluish skin, mouth foaming, corneal burns and \"the emission of chlorine-like odour\". The estimates of how many people died range from 42 to more than 60 people, but medical groups say numbers could rise as rescue workers gain access to basements where hundreds of families had sought refuge. The UN Security Council is currently meeting to discuss the allegations. Mr Lavrov spoke hours aftera deadly attack on a Syrian military airbase , which Moscow and the Syrian government blamed on Israel. Missiles hit the Tiyas facility, known as T4, near the city of Homs. Fourteen people are said to have been killed, including three Iranians. Israel, which has previously hit Syrian targets, has not commented. Syria initially blamed Washington for the strike, but the US, UK and France have all denied involvement. It is unclear whether the strike had anything to do with the suspected chemical attack. President Trump said there would be a \"big price to pay\" for what he said was a chemical attack in Douma. In April last year, the US fired cruise missiles at a Syrian airbase after a Sarin attack on the opposition-held town of Khan Sheikhoun killed more than 80 people. US Defence Secretary Jim Mattis refused to rule out a military response to the latest incident. France has also led international condemnation, with President Emmanuel Macron and Mr Trump vowing to \"co-ordinate a strong, joint response\" after a telephone call on Sunday. The US and France have not released any evidence. In other reaction: UK PM condemns 'barbaric attack' in Syria Mr Lavrov said that the Russian military had warned many times of a \"provocation\" being prepared, aimed at putting the blame on Damascus for the alleged use of chemical weapons against civilians. \"Our military specialists have visited this place, along with representatives of the Syrian Red Crescent... and they did not find any trace of chlorine or any other chemical substance used against civilians,\" he said. Moscow favoured an \"honest investigation\" of such incidents, he said, but opposed apportioning blame without any proof. Following the alleged attack, Syria and Russia reached an evacuation deal with the Jaish al-Islam rebels, who up until now have been holding Douma. Moscow said military operations there had been halted. Under the deal, 100 buses are said to be moving 8,000 fighters and 40,000 of their relatives out of the battered town. Hostages who had been held by the rebels are being set free. The development means pro-government forces have now taken full control of the Eastern Ghouta. Analysts say this is President Assad's biggest military success since the fall of Aleppo in 2016. It follows a weeks-long government offensive in which more than 1,600 people were killed. Syrian state news agency Sana reported that air defences had repelled an Israeli missile attack on the T4 base, saying the missiles were fired by Israeli F15 jets in Lebanese airspace. Iran's Fars news agency said that three members of Iran's Revolutionary Guards were among those killed. Earlier, UK-based monitoring group, the Syrian Observatory for Human Rights, said 14 people were killed in total, and that fighters of various nationalities - meaning Iranians or members of Iranian-backed Shia militias - were among them. Russia's defence ministry said that, of eight missiles, five were shot down and three reached the western part of the aerodrome. Israel rarely acknowledges carrying out strikes, but has admitted attacking targets in Syria dozens of times since 2012.Its heaviest air strike on Syria, in February this year, included targeting the T4 air base. That followed an incursion by an Iranian drone into Israel and the shooting down by Syrian air defences of an Israeli F16 fighter jet. Israel has said it will not allow Iran, its arch-foe, to set up bases in Syria or operate from there, something Israel considers a major threat. The Israeli military said Iran and its Revolutionary Guards had long been active in the T4 base, and were using it to transfer weapons, including to Lebanese Shia militant group Hezbollah, an enemy of Israel.They also said the drone had been launched from the base. ", "url": "https://www.bbc.com/news/world-middle-east-43697670"}