{"datetime": "2021-11-19T16:03:01.000Z", "title": "US House votes to pass $1.9tn social spending plan", "article": "The US House of Representatives has passed US President Joe Biden's $1.9tn (£1.4tn) Build Back Better Act after facing fierce opposition from Republicans. The sweeping social spending and climate package is considered a key pillar of Mr Biden's agenda. The vote came after a record-breaking speech from House minority leader Kevin McCarthy to delay the vote. The legislation now faces significant hurdles as it heads to the US Senate. The Build Back Better Act would expand Medicare, lower prescription drug costs and includes funding for universal pre-kindergarten and subsidies for childcare. It also includes hundreds of millions of dollars to combat climate change and a provision that would allow the government to give work permits and deportation protection to millions of undocumented immigrants. Friday's vote largely fell along party lines, with 220 voting in favour and 213 voting against. Only one Democrat, Maine's Jared Golden, voted against. The House floor erupted in cheers and applause as soon as House Speaker Nancy Pelosi announced the results. In a statement, Mr Biden called the act \"fiscally responsible\" and said it will reduce the US budget deficit over the long-term. \"Above all, it puts us back on the path to build our economy back better than before by rebuilding the backbone of America: working people and the middle class,\" he said. On Thursday, the Congressional Budget Office said that the bill would increase the US budget deficit by $367bn between 2022 and 2031. The vote was postponed late on Thursday following a wide-ranging speech by Mr McCarthy, which - at eight hours and 32 minutes - was the longest ever on the House floor. The previous record was held by Ms Pelosi, who in 2018 spoke for eight hours and seven minutes. Mr McCarthy's marathon speech to delay the vote touched on topics ranging from Covid-19 booster shots and China to George Washington's crossing of the Delaware river and how baby carrots are made. The bill will now head to the Senate, where it faces significant hurdles, and where all 50 Democrats will be needed to pass it. Parts of the legislation - such as four weeks of paid leave - may be cut out entirely, while other parts may be altered to garner the support of Democrats who have expressed concerns. Two Democratic senators - West Virginia's Joe Manchin and Arizona's Kyrsten Sinema - have not committed to voting in favour. Speaking to reporters following the vote, Democratic lawmakers dismissed concerns over disagreement in the Senate. \"Whatever comes out of the Senate, we'll be working together with them so that we have agreement,\" Ms Pelosi. \"I have absolutely no doubt. The biggest hurdle was to get the bill there.\" If it is changed, it will be sent back once again to the House of Representatives.A big piece of Joe Biden's first-year legislative agenda just took a significant step closer to becoming law. After months of wrangling and aborted attempts to hold a vote, the Build Back Better package - a collection of Democratic priorities on childcare, immigration, health and the environment - has been approved by the House of Representatives.As recently as a few weeks ago, that was far from a certainty. Its success on Friday is the latest testament to House Speaker Nancy Pelosi's talent at keeping her party's rank-and-file together. The bill now runs head-long into a new set of logjams in the US Senate, where centrists Joe Manchin of West Virginia and Kyrsten Sinema of Arizona have already pledged to pay little heed to the House provisions when negotiating the terms of the legislation with Democrats in their chamber. If and when the Senate adopts its own version of this bill, the House will have to vote yet again, in what could be the ultimate test of Pelosi's skill. For the moment, however, Biden and the Democratic leadership will take the win - and hope that the momentum generated from it will be enough to carry the spending package through the challenges ahead. ", "url": "https://www.bbc.com/news/world-us-canada-59351261"}