{"datetime": "2019-02-15T14:30:26.000Z", "title": "Trump to declare emergency over Mexico border wall", "article": "Democratic and Republican politicians have sharply criticised President Trump's plan to use emergency powers to pay for a border wall with Mexico. Mr Trump is due to declare the emergency shortly in an attempt to bypass Congress, which has refused to approve $5.7bn (£4.4bn) for the wall. Senior Democrats accused the president of a \"gross abuse of power\". Several Republicans also voiced concern. Building a border wall was a key pledge in Mr Trump's election campaign. Declaring a national emergency would give Mr Trump access to billions of dollars for his project. The president agreed on Thursday to sign a spending bill that does not include finance for the wall. Disagreement over the issue led to a 35-day government shutdown early this year - the longest in US history. The spending bill is due to be signed shortly to avert another shutdown. Citing unnamed White House officials, US media outlets reported that the president would sign the emergencies act at the same time. The National Emergencies Act contains a clause that allows Congress to terminate the emergency status if both houses vote for it - and the president does not veto.With a comfortable majority in the House, Democrats could pass such a resolution to the Senate. The Republicans control the Senate, but a number of Republican senators have been vocal in their unease about the president invoking a national emergency. The dissenting Republicans include 2012 presidential contender and new senator for Utah Mitt Romney, Florida senator Marco Rubio, and the senator from Maine Susan Collins, who said the move was of \"dubious constitutionality\". The resolution would however still require Mr Trump's signature to pass, allowing him to veto it. A supermajority in both houses of Congress is needed to overturn a presidential veto. \"The president is once again delivering on his promise to build the wall, protect the border, and secure our great country,\" White House Press Secretary Sarah Sanders said in a statement on Thursday. She said Mr Trump would \"take other executive action - including a national emergency - to ensure we stop the national security and humanitarian crisis at the border\". The compromise legislation was approved in an 83-16 vote in the Senate on Thursday. The House of Representatives later also backed the measure, by 300 to 128. The package includes $1.3bn in funding for border security, including physical barriers, but it does not allot money towards Mr Trump's wall.Speaking on the Senate floor on Thursday, Republican Majority Leader Mitch McConnell indicated his support for the president's national emergency move, saying the president was taking action with \"whatever tools he can legally use to enhance his efforts to secure the border\". Trump faces anger over wall emergency plan Speaker of the House Nancy Pelosi and Senate Democratic leader Chuck Schumer issued a strongly worded joint statement condemning the move. \"Declaring a national emergency would be a lawless act, a gross abuse of the power of the presidency and a desperate attempt to distract from the fact that President Trump broke his core promise to have Mexico pay for his wall,\" read the statement. \"He couldn't convince Mexico, the American people or their elected representatives to pay for his ineffective and expensive wall, so now he's trying an end-run around Congress in a desperate attempt to put taxpayers on the hook for it.\" Ms Pelosi had already suggested that Democrats would mount a legal challenge. A month ago, in the midst of the federal government shutdown crisis, a consensus had emerged that the easiest way out for the president was to back down from his demands for congressional border wall appropriations while declaring a \"national emergency\" to commandeer funds from other sources. It took a while, but the path of least resistance is the one Donald Trump is following.He has extricated himself from a predicament of his own making, while taking action that he can cite to supporters as evidence that he's fulfilling his \"build the wall\" campaign promise. Of course, the drawbacks to this course that were apparent in January are still there.Republicans fear this will set a precedent for presidential power that Democrats can someday use to circumvent the will of Congress.The emergency declaration is sure to get bogged down in court challenges, which means it may not have much tangible benefit anytime soon.And, as much as the president may like to spin this as a victory by other means, he still backed down in the face of Democratic resistance in Congress. The shutdown fight was always about more than just the wall - it was a battle over who would set the political agenda for the next two years of the Trump presidency.And if this resolution is any indication, if the president wants to get his way he's largely going to have to find ways around Congress, not through it. The National Emergencies Act is intended for times of national crisis. Mr Trump has claimed that there is a migration crisis at the nation's southern border - a claim strongly refuted by migration experts. The largest number of illegal migrants settling in the US each year is those who stay in the country after their visas expire. Declaring a national emergency would give the president access to special powers that effectively allow him to bypass the usual political process, and he would be able to divert money from existing military or disaster relief budgets to pay for the wall. Emergency declarations by previous presidents have been overwhelmingly used for addressing foreign policy crises - including blocking terrorism-linked entities from accessing funds or prohibiting investment in nations associated with human rights abuses. \"It's extremely rare for a president to declare a national emergency in a bid to fund domestic construction projects, particularly one that Congress has explicitly refused to fund,\" Andrew Boyle, an attorney in the national security program at the Brennan Center for Justice, told the Associated Press news agency. Mr Trump's decision to apply the powers to overcome a partisan impasse over border security has struck politicians on both sides of the aisle as a deviation from the intended use of the act.\"It would be a pretty dramatic expansion of how this was used in the past,\" said the Republican senator Ron Johnson. ", "url": "https://www.bbc.com/news/world-us-canada-47247726"}