{"datetime": "2019-02-12T18:30:57.000Z", "title": "Trump says second government shutdown unlikely after deal reached", "article": "US President Donald Trump has said that a second government shutdown is unlikely after lawmakers agreed to a deal to fund the federal government. \"I don't think you're going to see a shutdown. If you did have it, it's the Democrats fault,\" he said on Tuesday. Mr Trump's remarks come after a political row over border security funding which shuttered a quarter of the US government for 35 days. The deal still needs to be approved by Congress and signed by the president. \"I'm not happy about it. It's not doing the trick,\" he said a day after Democrat and Republican negotiators struck a deal to avert a shutdown ahead of Friday, when funding for some federal agencies is due to run out. He told reporters he would have a meeting about the agreement later on Tuesday.\"I am extremely unhappy with what the Democrats have given us,\" he told reporters and White House officials during a meeting with his cabinet.Mr Trump said he had \"accepted\" responsibility for the first shutdown, but that a new impasse would be \"totally on the Democrats\". \"I've always accepted it. But this one, I would never accept it if it happens, but I don't think it's going to happen,\" he said. Details have yet to be released but aides familiar with the negotiations say it includes $1.375bn in funding for 55 miles (88km) of new fencing at the border, a small part of the more than 2,000 miles promised by the president. The barrier would be built in the Rio Grande Valley, in Texas, using existing designs, such as metal slats, instead of the concrete wall that Mr Trump had demanded. There was also an agreement to reduce the number of beds in detention centres to 40,250 from the current 49,057, reports say. Lawmakers expressed optimism that a bill would be approved by Friday when funding runs out for some federal agencies. If there was one thing Democratic and Republican congressional negotiators could agree on, it's that another government shutdown would be very bad news. Republicans feared the public would again blame them for the impasse. Democrats were concerned that federal workers, a key constituency, would face further financial strain. All that was left was to reach a compromise that allowed both sides to claim a bit of victory. They finally did - and the contours of the agreement look a lot like what was on the table last December, before the president, at the behest of his conservative base, instigated the current crisis. According to reports, there's some new wall money, but no more than had been agreed to last summer. There's also funding for \"border security\", including better technology and increased screening at ports of entry, which is the real source of most drug smuggling. Donald Trump may grouse, but since he's already claiming his wall is being built - \"finish the wall\" is his new slogan - he probably will find a way to tout the deal as a success. Democrats bent during negotiations, but didn't break. Both sides will lick their wounds and prepare for the next fight. On 25 January, President Trump agreed to a three-week spending deal to end the shutdown and allow Congress to reach an agreement. The shutdown was triggered by Mr Trumps' refusal to sign a funding agreement that did not include funds for his promised border wall with Mexico. Democrats have steadfastly refused to approve the funding. During the last shutdown, hundreds of thousands of workers were furloughed (put on unpaid leave) in December and January while others in essential services, such as hospital care, air traffic control and law enforcement, worked without pay. ", "url": "https://www.bbc.com/news/world-us-canada-47218630"}