{"datetime": "2021-10-01T03:05:15.000Z", "subject": "US government shutdown", "title": "Shutdown: Congress votes to keep US government open", "article": "President Joe Biden has signed into law a temporary measure to keep the government funded until early December and avoid yet another federal shutdown. Congress narrowly passed the bill hours before funding lapsed, which would have forced federal museums, national parks and safety programmes to close. The bill also includes money for hurricane relief and Afghan refugees. However a separate vote on President Biden's massive $1tn (£750bn) infrastructure bill was postponed. Mr Biden, who signed the bill averting a shutdown with just hours to go, said its passage \"reminds us that bipartisan work is possible\". The newly approved funding ensures that federal agencies do not need to close down on Friday and hundreds of thousands of government employees will not have to take unpaid leave. Of particular concern, given the ongoing Covid-19 pandemic, was the potential hit that health services could take. A plan prepared by the Health and Human Services Department (HHS) found that it may have been forced to send up to 43% of its staff home in the event of a shutdown. On Wednesday night, Republicans and Democrats in the Senate reached a deal to keep the government open until 3 December, through a temporary budget called a continuing resolution. The measure passed the Senate by a vote of 65 to 35 on Thursday, with 15 Republicans voting to support it. In the House of Representatives, the lower chamber, it passed 254 to 175. It comes amid a week jam-packed with other policy hurdles, particularly the delicate negotiations over President Biden's economic agenda. House Speaker Nancy Pelosi initially said she would move forward with a vote on the infrastructure bill late on Thursday - but it was postponed until at least Friday amid sharp differences between the progressive and centrist wings in the Democratic party.Progressives have been refusing to support the bill unless agreement is reached on separate, more wide-ranging legislation dealing with climate change and social welfare. Party leaders insisted that the postponement was a temporary setback. The infrastructure bill would provide $550bn for roads, bridges, internet and other domestic priorities. Congress also faces another pressing deadline: the US government is set to hit its borrowing limit within weeks. Treasury Secretary Janet Yellen said this week the US will reach its debt ceiling - the limit on how much the US government can borrow - by October 18. It has prompted dire warnings of a catastrophic default on the national debt that could reverberate through the US and the global economy. Raising the debt limit will allow the US government to pay its existing obligations. Defaulting, though unlikely, could trigger an economic downturn and cause millions of Americans who rely on paycheques or aid from the federal government to go without. The House, which is controlled by the Democrats, had already voted last week to pass a dual measure that would keep the government open and suspend the debt ceiling. But Republicans in the Senate blocked the bill from advancing, citing the Biden administration's plans to pass trillions of dollars in new spending as a reason not to raise the debt ceiling. ", "url": "https://www.bbc.com/news/world-us-canada-58753183"}