{"datetime": "2019-02-15T18:09:13.000Z", "title": "What are people saying about Trump's national emergency?", "article": "President Donald Trump has declared a national emergency on the US southern border, claiming that he needs special powers to build a wall to halt all illegal migration. His decision comes as he signs a bipartisan budget deal to avoid a government shutdown. But the deal does not provide funding for the wall, his signature campaign pledge that he repeatedly claimed Mexico would pay for. Some Republicans oppose the move, saying it creates a precedent for other presidents to bypass Congress if they do not fund his the administration's priorities. Democrats are uniformly opposed while legal experts are uncertain about the constitutionality of the executive action. South Carolina Senator Lindsey Graham, who often supports the president, said: \"I think this is a political fight worth having.\" North Carolina Congressman Mark Meadows, who helped pressure Mr Trump to withhold his signature from a spending bill, triggering a 35-day government shutdown, said he supports the decision. Mr Meadows told Fox News that the declaration is necessary \"because Congress has failed this president and the American people\". Alabama Senator Richard Shelby said that legally, Mr Trump is \"probably on pretty solid ground\". \"If I were the president, I'm not, I would do what I thought was best regardless of what - as long as I had the legal authority,\" he said, adding that he does not think Mr Trump is circumventing Congress' appropriation role. Conservative radio host Steve Deace said that Mr Trump should either declare a national emergency or back the spending bill, but not both. Mr Trump, he said, is \"caving\" and effectively saying it's not really an emergency by putting his signature to the budget deal. Maine Senator Susan Collins, a moderate Republican, called it \"a mistake,\" adding that it is of \"dubious constitutionality\" and \"undermines the role of Congress\". Conservative author Ann Coulter, who supports efforts to build the wall, lashed out at the president on Twitter saying, \"No court will allow a president to claim it's an 'emergency' to violate a law he just signed\" - referring to the bipartisan budget deal. \"The goal of a national emergency is for Trump to scam the stupidest people in his base,\" until the 2020 election, she wrote. \"I think she's fine, I think she's great. I just don't speak to her,\" Mr Trump said in the White House Rose Garden in response to her criticism as he prepared to sign the order. Pennsylvania Senator Pat Toomey told reporters: \"I never thought that was a good idea. I still don't.\" He called for the matter to be \"resolved through the legislative process\". Washington Congresswoman Cathy McMorris Rodgers, who is the highest ranking female in Republican leadership, said it \"sets a very dangerous precedent\". She warned that progressive senators Elizabeth Warren or Bernie Sanders might use this precedent \"to force the Green New Deal on the American people\". Utah Senator Mitt Romney, the Republican presidential nominee in 2012, said he would \"reserve judgment\" on the executive action \"until I'm able to fully evaluate it\". But he said he disagreed with a national emergency, and called on the president to \"stay within statutory and constitutional limits\". Conservative pundit and ex-NRA spokeswoman Dana Loesch warned: \"What if Democrats one day decide to say that climate change is a national emergency (they already have) but have the power to use executive action? Must be very, very careful here.\" Puerto Rico Republican Congresswoman Jenniffer Gonzalez-Colon said in a letter to the president that she is concerned that he will divert hurricane recovery funds from the island - and other states and territories recovering from natural disasters - in order to build a border wall. Democrats are unified in their opposition to Mr Trump's decision, and the attorney general of New York has already threatened to sue over the \"abuse of power\" which \"could create a constitutional crisis\". \"Climate change is a national emergency. The absence of a wall is not,\" tweeted Pete Buttigieg, the mayor of South Bend, Indiana and a 2020 presidential hopeful. California Senator Kamala Harris said Mr Trump's \"vanity project is ridiculous\". \"We don't need a wall. Instead, we should address the actual emergencies facing our country - everything from gun violence to the opioid crisis,\" she wrote. Speaker of the House Nancy Pelosi said Republicans \"should have some dismay to the door that they are opening, the threshold they are crossing\". \"The precedent that the president is setting here is something that should be met with great unease and dismay by the Republicans and of course we will respond accordingly,\" Mrs Pelosi said, calling it an effort to make \"an end run around Congress\". Hawaii Senator Brian Schatz joked about Mr Trump's plan to go to Florida for the weekend after signing the order. \"Apparently this thing is such an emergency that it will immediately be followed by golf,\" he tweeted. Lawfare blog writes that for 39 years, the US has been under a state of emergency for various reasons, and notes that a 1979 order that is still in effect today was first signed by President Jimmy Carter 10 days into the Iran hostage crisis. The ACLU called the decision a \"clear abuse of presidential power\", and warned Republicans: \"The chickens will come to roost when the next president uses these powers to call a national emergency on gun control or climate change.\" According to aCBS News poll, two-thirds of Americans said this month that they oppose declaring a national emergency to build the wall. But a majority of Republicans - 73% - back the plan. Pollster Nate Silver cautioned that it could harm Mr Trump's re-election prospects, tweeting \"it's unclear whether it would fade into the background as it got tied up in the courts, or would remain a salient issue for some time\". Brianne Gorod of the liberal-leaning think tank the Constitutional Accountability Center told the Associated Press that a national emergency is not \"a blank cheque to invoke 'emergency' powers simply because he couldn't get what he wanted through the normal political process\". ", "url": "https://www.bbc.com/news/world-us-canada-47247042"}