{"datetime": "2019-02-01T08:13:46.000Z", "title": "Trump to NYT: Wall talks a 'waste of time'", "article": "US President Donald Trump has dismissed the federal investigation into alleged Russian collusion in the 2016 election and talks about a proposed border wall. His lawyers had been reassured he was not a target in Special Counsel Robert Mueller's investigation, he said.Talks in Congress about wall funding - the issue behind the recent government shutdown - were a \"waste of time\". Mr Trump was interviewed by the New York Times, a paper he repeatedly described as \"failing\" in the past. The paper's interview with Mr Trump came after he contacted its publisher, AG Sulzberger.Mr Sulzberger asked the president to stop his attacks on the media last year, saying they could \"lead to violence\" against journalists. The interview with Mr Trump covered a wide range of topics: \"I'll continue to build the wall, and we'll get the wall finished,\" the president said, dismissing the talks between congressional Republicans and Democrats over the impasse and implying he could declare a national emergency to ensure the barrier is built. Tapping into emergency presidential powers could enable Mr Trump to bypass Congress and access the money and resources needed to complete the project.Critics have said the situation at the border does not constitute a true emergency and invoking one would be an abuse of power.Mr Trump has sought $5.7 billion (£4.4bn) for a wall on the southern border. The Democrats refuse to provide it, arguing it is immoral and ineffective.The divide led tothe longest government shutdown in US history , which will resume on 15 February if no budget can be agreed.Mr Trump slammed House Speaker Nancy Pelosi in the interview over the border wall.\"I've actually always gotten along with her, but now I don't think I will any more,\" he said. \"I think she's doing a tremendous disservice to the country.\" Ms Pelosi told reporters on Thursday there would be no money for a wall in planned border security legislation. Speaking to two New York Times reporters in the Oval Office, the president said he had received assurances from Deputy Attorney General Rod Rosenstein. \"Rod told me I'm not a target of the investigation,\" Mr Trump said. He then suggested that he may not have spoken to him in person, adding: \"The lawyers ask him. They say: 'He's not a target of the investigation'.\"It is not clear when Mr Rosenstein made the comments attributed to him by Mr Trump. Mr Rosenstein oversaw Mr Mueller's investigation until last November, whenthe president transferred control to acting attorney general Matthew Whitaker . Mr Rosenstein and Mr Mueller have not said whether Mr Trump is a target in the investigation. Some reports have suggested that the term \"target\" would not be used for Mr Trump because sitting presidents are immune from prosecution.Mr Mueller's investigation is still ongoing and it is unclear when he will submit his findings to the attorney general. The president also insisted he \"never did\" speak to his long-time associate Roger Stone about stolen Democratic emails published by Wikileaks in 2016.Mr Stone has been charged with seven counts in the Mueller inquiry related to the emails - charges he denies. President Trump did however attack the FBI raid on Mr Stone's home, calling it \"a very sad thing for this country\". \"I like Roger, he's a character,\" Mr Trump said.The president said his lawyer Rudy Giuliani had been \"wrong\" to say that talks over a project to construct a Trump building in Moscow had continued up to the 2016 US election. Mr Giuliani had already rowed back on the comments, saying that he had been mistaken. Mr Trump's former lawyer Michael Cohen has pleaded guilty to lying to Congress at least three times about the project - including telling Congress that the project was dissolved in January 2016. In fact, negotiations continued through June 2016, when Mr Trump was already the Republican presidential nominee. Last monthMr Mueller's office disputed a claim in a Buzzfeed report that said Mr Trump had told Cohen to lie to Congress about when the Moscow project had ended. The Buzzfeed report also said Mr Trump had allegedly encouraged Cohen to plan a trip to meet Russian President Vladimir Putin during the election campaign. Mr Trump told the New York Times his last conversation about the project had been in \"early to middle\" 2016. He said Cohen might have been involved with the project \"a little bit longer than that\". \"I was running for president; I was doing really well. The last thing I cared about was building a building,\" he added. \"I love this job,\" Mr Trump insisted, dismissing talk he might not run for re-election in 2020. He did however tell the paper he had lost \"massive amounts of money\" working as president.He also spoke of Democratic candidates in next year's vote. California Senator Kamala Harris has had \"the best opening so far\", he said.She announced her plan to run for president last month . But another possible candidate, Massachusetts Senator Elizabeth Warren, had been \"hurt badly\" by Mr Trump's mockery of her claims to Native American heritage, he said. Last year Mr Trump described her as a \"fake Pocahontas\" and challenged her to take a DNA test. She did and the subsequent DNA report concluded that \"the vast majority\" of Ms Warren's ancestry was European, but \"the results strongly\" supported a Native American ancestor. \"I may be wrong, but I think that was a big part of her credibility and now all of a sudden it's gone,\" Mr Trump told the New York Times. ", "url": "https://www.bbc.com/news/world-us-canada-47082865"}