{"datetime": "2019-01-18T23:19:56.000Z", "title": "What is a government shutdown?", "article": "Many federal government agencies rely on annual funding approved by Congress.Every year, these agencies submit their requests, which Congress must pass, and the President must sign budget legislation for the next fiscal year. If agreement is not reached by the start of the fiscal year on 1 October, then two things may happen: one, they agree on temporary funding based on the previous year's requests through a so-called continuing resolution, with the assumption that this will end as soon as the annual budget is agreed; two, where even this is impossible there is a shutdown where all non-essential discretionary functions are discontinued. Each agency elaborates a plan for a shutdown, identifying which government activities come to a halt, how many people have to be temporarily on unpaid leave - called a furlough.This group includes, for instance, processing and issuing of cards for social security payments, stopping food inspections, closing or limiting access to national parks, tax refunds and related administrative activities, such as income and social security numbers that may prevent you from getting other services, such as a mortgage. \"Essential services\" - mostly related to public safety - continue to operate, with workers being required to show up without pay.Border protection, hospital care, air traffic control, law enforcement, and power grid maintenance are amongst those.There are other critical functions that do not get their funds from the treasury on an annual basis - social security, Medicare, and Medicaid - which are not interrupted.Congress has already passed a budget covering three-quarters of discretionary funding, but not for nine government agencies employing about 800,000 people.Of them, about 380,000 have been furloughed, the rest are working without pay. Traditionally, Congress has authorised back-payment for all, following a resolution of the impasse.Governments collect taxes and other revenue, and then distribute it to different agencies and programmes to spend.The fact that there is no political agreement in Congress means no funds are being disbursed by the treasury. In some instances, the very people who process these payments - albeit in an electronic format - are themselves subject to a furlough. The president of the United States has a guaranteed income.Congress is also not affected - its members are exempt and, in any case, its funding bill has already been approved.The US Department of Justice is among those affected - with many lawyers and judges not working. Others are working without pay. Criminal investigations tend to continue, but almost all federal civil cases, and immigration court cases are affected. ", "url": "https://www.bbc.com/news/world-us-canada-46927916"}