{"datetime": "2021-10-28T17:22:02.000Z", "title": "Biden announces revamped $1.75 trillion social spending plan", "article": "US President Joe Biden unveiled a revamped $1.75tn (£1.27tn) spending plan on Thursday, calling it a historic investment in the country's future. \"No-one got everything they wanted, including me,\" he said, acknowledging the struggle within his party to reach consensus on a pair of landmark bills. Narrow margins in Congress require nearly unanimous support from the Democrats for the bills to pass. They include major investments in infrastructure, climate and childcare. The White House has said the plan has the support of all 50 Democrats in the evenly divided Senate and expressed confidence that it could also pass the House. But it remains to be seen whether Mr Biden has actually achieved the level of cooperation needed from within his party to move the spending plan forward.The administration was hoping to have a deal in place before Mr Biden flew off to Europe on Thursday. He is heading for Rome, the Vatican and later to Glasgow, Scotland, for the United Nations climate conference, COP26.This new proposal is a stripped-down version of the roughly $3.5tn social spending plan Mr Biden unveiled earlier this year.The Democratic president was expected to use his Thursday morning meeting with House Democrats to convince progressives in the party that this new version is close enough to the original bill, and to persuade progressives in the House of Representative to pass a separate, $1tn infrastructure bill that has already passed in the Senate.It's a delicate balance for Mr Biden, as he tries to appeal to his party's progressives - who say they need action on the social spending bill before passing infrastructure - and some moderates, for whom the infrastructure bill is priority. Others had concerns over the price tag of the original social spending bill.Speaking on Thursday, Mr Biden said the US was at risk of \"losing our edge as a nation\".\"Somewhere along the way we stopped investing in ourselves, and investing in our people,\" he said. \"We can't be competitive in the 21st Century global economy if we continue this slide.\"The scaled-back spending plan announced by Mr Biden on Thursday is missing several big promises from the original bill.Paid family leave was removed entirely - a blow to progressives and American voters who hoped the US would join the majority of other countries in providing paid time off for new parents. The US is one of just eight countries without national paid maternity leave. A plan to lower prescription drug prices has also been slashed. The AARP, the nation's largest interest group focused on elderly Americans, released a statement after Mr Biden's announcement saying it was \"outraged\" that the new framework does not lower drug prices.The president on Thursday made the case that his spending plan was \"fiscally responsible and fully paid for\" and that it will not add to the deficit.Here is what's proposed: A 50-50 seat split in the Senate - and Republican resistance - means Mr Biden must bring his entire party on board if he hopes to pass the spending bill. In the coming days, Mr Biden will know if he has those numbers.Two moderate Democrats, Senators Kyrsten Sinema of Arizona and Joe Manchin of West Virginia, appeared to signal some support for the bill in separate statements on Thursday.\"After months of productive, good-faith negotiations with President Biden and the White House, we have made significant progress,\" Ms Sinema said. \"I look forward to getting this done.\" Both Ms Sinema and Mr Manchin are widely seen to have tanked the original bill by refusing to vote for it.Speaker of the House Nancy Pelosi is expected to hold a vote on the infrastructure bill - already passed in the Senate - as early as Thursday. To get there, she'll need progressives to agree to it. The head of the House Progressive Caucus, Washington State Representative Pramila Jayapal, said the president made a \"compelling speech\" but said she'd have to wait and see where the progressives stood.Ms Jayapal has repeatedly insisted that the infrastructure bill and the social spending bill be passed in tandem.For Mr Biden a lot is riding on the fate of these two bills: his presidential legacy.\"I don't think it's hyperbole to say that the House and Senate majorities and my presidency will be determined by what happens in the next week,\" he told Democrats on Thursday morning, according to US media.", "url": "https://www.bbc.com/news/world-us-canada-59081791"}