{"datetime": "2019-01-24T17:57:58.000Z", "title": "#ShutdownStories: The impact of the government shutdown", "article": "President Donald Trump's standoff with Democrats over funding for his proposed border wall has resulted in the longest government shutdown in US history. How has it affected American life so far? Mr Trump insists the government will stay closed until he gets that funding, and as the shutdown enters day 34, Democratic leaders Nancy Pelosi and Chuck Schumer have remained equally firm that there will be no congressional funding for a wall. A quarter of the federal government has been unfunded since 22 December, leaving 800,000 employees without pay. Here is some of the misery Washington's political gridlock is inflicting on the nation at large. Transportation Security Administration (TSA) officers, who oversee airport security, have been calling in sick or quitting as the shutdown drags on, though the agency insists standards have not been compromised. Flight traffic controllers are alsofeeling the effects of the shutdown , working long shifts to cope with with record low numbers of fully-certified staff to handle over 43,000 daily flights. On Wednesday, the National Air Traffic Controllers Association the Air Line Pilots Association, and the Association of Flight Attendants released a bleak joint statement. \"We cannot even calculate the level of risk currently at play, nor predict the point at which the entire system will break. It is unprecedented.\" President Sara Nelson of the flight attendant's association has alsocalled for a general nationwide worker's strike to end the shutdown. Resources at the Federal Bureau of Investigation are quickly running out, according to a new report comprised of agent stories from across the nation. Thomas O'Connor of the FBI Agents Association said in a statement: \"The resources available to support the work of FBI agents are currently stretched to the breaking point and are dwindling day by day.\" The report reveals the shutdown has impacted criminal, counter-terrorism and intelligence work, delaying sensitive investigations and compromising many basic operations. As federal workers are due to miss their second paychecks of 2019,Coast Guard commandant Adm Karl Schultz said it was \"unacceptable that USCG members must rely on food pantries and donations to get through day-to-day life\". \"You, as members of the armed forces, should not be expected to shoulder this burden.\" On Wednesday, Democratic Representative Derek Kilmer of Washington statetold The Hill a food pantry for Coast Guard members in his district has already run out of food. Around 8,500 Coast Guard civilian employees were offered a \"managing your finances during a furlough\"tip sheet earlier this month, including budgeting suggestions like having a garage sale or monetising hobbies. In addition to pay, these employees are missing federal housing subsidies that help offset their expensive coastal housing, according to the Washington Post. Security certificates for dozens of official websites have not been renewed. Affected websites include the US Department of Justice, the Court of Appeals and Nasa. According to internet services website Netcraft, more than 80 security certificates used by .gov websites have expired. The Food and Drug Administration (FDA) has suspended all non-essential work, causing nationwide concerns over unsafe food as most inspections have stopped. FDA Commissioner Scott Gottlieb on Wednesday said the agency was working to ensure \"high risk\" facility checks continue. He said about one third of the FDA's food inspections are considered high risk, looking at goods like cheese, fresh produce and seafood. \"It's not business as usual, and we are not doing all the things we would do under normal circumstances,\" Mr Gottliebtold NBC News . According toa report by Syracuse University , over 42,000 immigration hearings have been cancelled as of 11 January. That number will go up by 20,000 cases each week, researchers estimate. The current backlog is already over 800,000. Immigration courts have been dealing with high numbers of cases and these indefinite delays will have a \"devastating impact\",Judge Dana Leigh Marks told PBS . Faced with deteriorating and increasingly hazardous conditions, including waste buildup and unsafe roads, National Parks across the country are struggling to stay open during the shutdown. With a skeleton staff unable to respond quickly to emergencies, at least seven people have died in parks since the shutdown,the Washington Post reported . In Joshua Tree,with ranger numbers down to just eight , vandals have cut down trees and used protected lands as campsites.On an administrative level, the parks are also facing issues: one couple toldCBS News their wedding reservation at a park was abruptly cancelled \"due to administration\". Following a brutal hurricane season, the National Oceanic and Atmospheric Administration has been forced to delay next year's preparations. Forecast model updates, emergency trainings, and field experiments have all been halted. \"People keep saying it doesn't matter because hurricane season is so far away - dead wrong,\" National Hurricane Center scientist Eric Blake tweeted.Without federal employees to keep national landmarks clean, cities have had to use their own funds. Washington Mayor Muriel Bowser has been using the district's local resources to keep the capital clean at a cost of $46,000 (£36,500) per week. In New York, Governor Andrew Cuomo has committed to paying $65,000 a day to ensure the Statue of Liberty and Ellis Island stay rubbish-free and open for tourists. Across the country, small towns built around federal institutions are bracing for long-term effects thanks to the shutdown. In Ogden, Utah, restaurants and small businesses have slashed hours after losing the patronage of thousands of federal employees in the area,the Washington Post reported. As many federally employed scientists stop working at agencies like the National Science Foundation, labs across the country are facing repercussions. One woman told the BBC her husband's work with cancer drug trials could see delays. \"Timing can literally be life or death,\" she said of the trial participants. Hundreds of Nasa staff missed presenting their work at US astronomy's biggest conference this year due to no funding. Nasa is also unable to fix the Hubble Space Telescope, which broke this week, as key employees are furloughed. DC tourists have been shut out of all the popular Smithsonian museums since the shutdown as well as the Gallery of Art and Arboretum. Smithsonian spokeswoman Linda St Thomas told the BBC an estimated 1.2 million visitors will be turned away if the shutdown continues through January and two thirds of Smithsonian employees are furloughed.Thanks to an earlier appropriations bill, the Capitol Building is still open.Native American tribes receive substantial federal funding for essential services like healthcare and food as part of a deal negotiated decades ago in exchange for Native lands. In Michigan, a Chippewa tribe has already been forced to use their own funds to pay some $100,000 (£79,400) to keep clinics and food pantries open,the New York Times reported . Similar stories have cropped up across the country. Some Navajo tribes in New Mexico, Arizona and Utah are trapped in their homes without access to groceries and medicine due to unploughed roads. In Minnesota, police officers on the Boise Forte Indian Reservation are already working without pay. With the Department of Agriculture unfunded, farmers across the country are facing troubles applying for federal assistance. Farmers were promised aid as President Trump's trade war with China continues, but the offices handling applications has been closed since 28 December. Federal loan applications and information sites for farmers are also going unmaintained. Government reports -including some supply-and-demand estimates farmers rely on - will also not be released on time, even if the shutdown ends soon. Operated by the Department of Homeland Security, the E-verify programme allows employers to confirm that potential hires are able to work legally in the US. It has been offline since 22 December, which could make it easier for illegal immigrants to get jobs if employers bypass verification. Thanks to meals scheduled prior to the shutdown, federal inmates feasted on holiday treats like grilled steak and pies while their guards worked without pay. \"You are seeing prisoners getting steak, roast beef and Cornish hens, and you can't put that kind of food on the table for your own family,\" Eric Young, president of the national prison workers union,told USA Today . Unsurprisingly, tensions are high between staff and prisoners.\"The inmates know what's going on, they know about the shutdown, and they are laughing at us,\" one prison chief told the paper. An organisation that helps US citizens overseas who have suffered sexual assault or domestic violence told the BBC they would close on 13 January, having run out of funds. Pathways to Safety International's funding comes through the US Department of Justice, and that money ran out on 6 January.Executive Director Paula Lucas told the BBC that it would cause \"an emergency situation for Americans stranded abroad without critical services.\" The Administrative Office of the US Courts says it has enough funding to operate until 1 February, at which point all non-essential staff at 94 federal district courts and other top courts nationwide will join the furloughed. This could mean civil cases are suspended, and hearings and filings are rescheduled,Bloomberg reported . Criminal cases will be prioritised, but with courts operating on minimum staffing, there could still be delays in proceedings. ", "url": "https://www.bbc.com/news/world-us-canada-46739180"}