{"datetime": "2021-05-31T09:55:46.000Z", "title": "Texas Democrats walk out over 'discriminatory' voting bill", "article": "Democrats have walked out of the Texan House of Representatives, blocking a bill on voting that has been criticised as racially discriminatory. The Republican-led bill, which was passed in the state Senate, introduces sweeping restrictions on ways for voters to cast their ballots. Democrats walked out an hour before the midnight deadline for approval, bringing the vote to a standstill. It is now likely the bill will be reintroduced later in the year. Republican Governor Greg Abbott said he would call a special legislative session. Senate Bill 7 seeks to strike down new voting methods introduced in November when the US held elections during the coronavirus pandemic. Its terms, revised after closed-door negotiations, include a ban on drive-through voting, which was credited with encouraging record voter turnout in the city of Houston.The bill also: Supporters of the legislation say it is needed to bolster the security of elections.But Democrats and civil rights groups say the bill disproportionately burdens or discourages voters from ethnic minorities, as well as the elderly and disabled. \"The Republican party is running scared because they know this state is changing,\" said Democratic politician Julián Castro. \"[The bill] is an attempt by [Republicans] to hold onto their power at the expense of everyone else.\" There were no substantial allegations of fraud during elections last year in Texas. Republicans have maintained a grip on all state-wide offices for three decades, and the state already has some of the most restrictive voting measures in the US. But after a historic turnout in the 2020 presidential race, Joe Biden come closer than any Democrat in 40 years to winning the state. Mr Biden has said the \"un-American\" bill \"attacks the sacred right to vote. His predecessor as president, Donald Trump, has alleged that he lost the 2020 election because of voter fraud. While the allegation was widely debunked by US courts and international observers, Republicans have pursued stricter voting laws around the US.Since Mr Trump's defeat, 14 states have enacted more restrictive balloting measures, according to the Brennan Center for Justice. The New York-based group says 400 voting-related bills have been filed this year across the country.", "url": "https://www.bbc.com/news/world-us-canada-57304093"}