{"datetime": "2021-09-30T20:10:57.000Z", "title": "Can the US avoid another government shutdown?", "article": "US politicians are once again battling tooth and nail over the funding of the federal government. On Thursday, lawmakers in Congress reached an agreement to temporarily keep the American government from a partial shut down. But they continue to bicker over important spending priorities. One pressing matter is the lifting of the debt ceiling - a limit on the amount the US government can borrow. A catastrophic default on the national debt could reverberate through the US and the global economy.If this all sounds familiar, it is - we've been here many times before. But the timing of this latest dispute is unique, with the US still recovering from the damaging impact of the Covid-19 pandemic.So what does it mean and should we be worried?A shutdown happens when parts of the government close because politicians fail to agree a budget. They have become a feature of US politics in recent decades. Under the US system, the different branches of government have to reach an agreement on spending plans before they can become law.It was hoped that this would foster co-operation between the major political parties - but of course, Republicans and Democrats don't often see eye-to-eye these days.If an agreement is not reached by 1 October, then political leaders may agree on temporary funding based on the previous year's needs through a so-called continuing resolution, with the assumption that this will end as soon as the annual budget is agreed.If a continuing resolution isn't agreed then we reach what most people hope to avoid: a shutdown.Luckily, this was avoided in a last minute vote on Thursday to keep the government funded through December. Shutdowns are almost unique to US politics. In most countries, budget votes become votes of confidence in the government itself. But because the US has equal and often divided branches of government, that isn't the case.Under a shutdown,all non-essential government functions are frozen until congress reaches an agreement and the president can sign the bill into law.Many federal agencies, which rely on the funding approved by Congress, are effectively closed down and hundreds of thousands of government employees have to take a leave of absence, often without pay.Services such as national security, electricity generation and air-traffic control continue, but others that are considered non-essential, like visa and passport processing, could be delayed.Museums and national parks could also be closed. Of particular concern, especially with the ongoing Covid-19 pandemic, is the potential hit that health services could take. A plan prepared by the Health and Human Services Department (HHS) found that it could be forced to send up to 43% of its staff home.That said, every shutdown is different, and deciding which government services to suspend is not an exact science.First time ever, at some point between 15 October and 4 November, the US could default on its debts - currently standing at around $28 trillion - if the debt ceiling is not raised. The implications of this for the US are catastrophic. In an article for the Wall Street Journal earlier this month, Treasury Secretary Janet Yellen warned that the US \"would emerge from this crisis a permanently weaker nation\".And because the US remains the world's largest economy, a default by Washington could plunge the rest of the world into chaos too. Yes, quite a few times. There have been 14 shutdowns since 1981, some lasting for just a day, others for over a month.The most recent happened in 2019 , when Democrats refused to agree to a budget that included $5.7 billion in federal funds to build then-President Donald Trump's proposed wall along the Mexican border.That shutdown gave us the iconic images of Mr Trump welcoming the winners of the national college football championship, the Clemson Tigers, with more than300 McDonalds burgers as White House catering staff were prevented from working due to the shutdown.That shutdown eventually came to an end after 35 days when Mr Trump relented on his demands.Yes. Both chambers of Congress on Thursday approved a new continuing resolution, with the bill now going to President Biden for his signature. That means all is well until December, at least. But this bill does not include a provision to raise the debt ceiling - meaning that row will continue to rumble on. ", "url": "https://www.bbc.com/news/world-us-canada-58732793"}