{"datetime": "2019-02-05T14:38:53.000Z", "author": "Jon Sopel", "title": "Three things to look for in Trump's State of the Union speech", "article": "On Tuesday night, a week later than originally scheduled (the protracted government shutdown got in the way), the president will take the short car ride from the White House to the Capitol and deliver his State of the Union speech. It's like the State Opening of Parliament at Westminster - except without the horses and carriages - and of course there's no throne or crown.But this is the big set-piece of the Washington year. So what to expect?Well, let's break it down into three bite size chunks: This is going to be a speech where Nancy Pelosi, the new Democratic Party Speaker of the House, is going to be looking over her shoulder.Literally.While Donald Trump will deliver the address from the House of Representatives floor, she sits behind a desk on a slightly raised level. Sitting to her right will be Vice-President Mike Pence.One will be applauding a lot and smiling broadly; the other less so.Why this matters is that there is a new political reality for Donald Trump: the Democratic-controlled House of Representatives is no longer a friendly place for the president. Add to that the growing field of Democratic 2020 presidential challengers, all eager to become the voice of every single anti-Trump voter. After he speaks on Tuesday, the Democratic response will be given by Stacey Abrams, the first African-American woman to give the formal \"rebuttal\" of a president's State of the Union. She narrowly lost a tight contest for Georgia governor last November, but impressed many in her party with her campaign and has now been marked out as a rising star. Front and centre of this speech is going to be the president's battle to get funding for his border wall.Those with pesky long memories will recall that Mexico was going to pay for it.But that hasn't happened so the American taxpayer is going to have to foot the bill.And before Christmas, Donald Trump shut down the government over his demand that $5.7bn (£4.3bn) be allocated for building work.Just shy of a million workers were laid off. After five weeks, the government re-opened without a single extra cent pledged towards the wall.He'd got into an arm wrestle with the woman who'll be looking over his shoulder tonight, and came second.This State of the Union comes at a midway point - the president reopened the government for three weeks in the hope that a way forward could be found on funding his wall.Spoiler alert: They won't come up with the money.So look out for the president saying something about declaring a state of emergency on the southern border as a way of being able to secure the funding.It would be a risky move, as it will be subject to legal challenge - and that will delay things still further.It might also lead to a vote in the Senate in which some Republicans side with Democrats and pass a motion expressing disapproval of the president's move.With the numbers of illegal immigrants crossing the border falling annually, the president's opponents would ask, what is the national emergency? So he might prefer not to upset the apple cart on such an auspicious occasion and keep that trump card for the days ahead. The president still hopes he'll be able to make progress on rebuilding America's creaking infrastructure.More on the US government shutdown Overseas he'll talk about the fight being nearly won against the Islamic State group; he'll trumpet America's support for Juan Guaidó in Venezuela.And of course the need for fair trade that protects the American worker.Expect a lot about ending political stalemates, bridging divisions, healing wounds, building new coalitions.Though just as important with a President Trump State of the Union speech is what is said either side of the speech. Remember Teleprompter Donald and Twitter Donald are not always the same person. Going back to choreography, remember that Mr Trump on Tuesday night will feel Nancy Pelosi breathing down his neck (this time more metaphorically than literally).It is true that in the mid-term elections the Republicans increased their majority in the Senate with wins in states that should never have gone to the Democrats.But more significant were the nationwide results in the House. Suburban America for the most part turned its back on the president. Large numbers of women who'd voted for him in 2016 also cocked a snook at him.Polls during and after the government shutdown showed a lot of blue-collar families walking away from the Trump brand. There is no path to victory in 2020 without bringing these people back into the fold.Until now, President Trump has focused on his core support and summonedhis inner Meghan Trainor and sung only one song - it's all about that base.But maybe with 2020 beckoning, the president is recognising the need to reach beyond a narrowing cohort of voters. As befitting a child of the 1960s, maybe he's now going to besinging Come Together . Follow Jon on Twitter ", "url": "https://www.bbc.com/news/world-us-canada-47119934"}