{"datetime": "2021-09-20T23:08:36.000Z", "author": "Anthony Zurcher", "title": "Joe Biden presidency: Five huge challenges looming", "article": "There's a famous quip by boxer Mike Tyson - that \"everybody has a plan until they get punched in the mouth\" - and it's applicable to politics. Joe Biden started his presidency full of plans - for Covid-19 relief, infrastructure investment and expanding government safety nets. He has spent the past month and a half getting punched in the mouth. Mr Biden's public approval ratings have tumbled into net-negative territory for the first time, as a chaotic withdrawal from Afghanistan, a spike in inflation and concerns about the spread of the Covid-19 delta variant have undercut perceptions of the Biden administration's competency, particularly among independent voters. While some of the president's plans, such as pandemic relief, have become law, the fate of other portions of his agenda are very much in doubt, with Democratic infighting and near-universal Republican resistance presenting imposing obstacles. As Mr Biden makes a high-profile appearance at this year's United Nations General Assembly meeting, the world and the nation will be looking on and thinking about some of the big issues he faces. The challenges present opportunities for political revival, but also the danger of sinking deeper into the political abyss. Earlier this year, Democrats set out a two-step plan to enact Biden's legislative agenda for the first half of his presidency. The first was a bipartisan infrastructure spending package. The Senate passed that in August, and it is now on hold in the House. It awaits action alongside the second part of Biden's plan, a multi-trillion dollar grab-bag that covers childcare, education, healthcare, elder-care, family leave, the environment... just about every Democratic priority. The proposals, billed as Biden's \"build back better\" and \"caring economy\" vision, together form the make-or-break objective for the Biden administration this year. The second package can be approved by Congress with just Democratic votes - but getting those Democrats to agree on the size and scope of the legislation is proving to be a formidable task. This split within the Democratic Party is perhaps best exemplified by the public back-and-forth currently playing out in the US Senate. Joe Manchin of West Virginia, an influential centrist, has categorically said he will not support a spending package that costs more than $1.5tn (£1tn). The senator from coal country has concerns about the environmental component and tax increases he believes would make the US less competitive globally. Former presidential candidate Bernie Sanders of Vermont, who has done more to rally the liberal grass-roots than any politician in decades, said his side has already compromised down from a $6tn plan and he will not accept anything less than $3.5tn. He's particularly keen to expand the government-run healthcare for the elderly. It could be a step toward turning that popular programme, Medicare, into a national health insurance plan for all Americans. With little margin for error, either senator - or either faction within the party - could sink hopes of any spending package passing in the narrowly divided Congress. Mr Biden will have to keep everyone within the Democratic tent happy - or at least controllably unhappy. Complicating matters further are a US debt-limit expansion and next-fiscal-year budget that need to be approved in the weeks ahead in order to avoid a government shutdown. If either hits a hitch, it could derail Mr Biden's delicate legislative dance. This was supposed to be next year's hot political topic, when the US Supreme Court is to take up a case on a Mississippi law banning the procedure after the 15th week of pregnancy. Instead, a Texas six-week ban, with its novel use of private citizens as enforcers of the law, accelerated everyone's timeline. By allowing the law to go into effect, the Supreme Court has given its clearest signal that it may be poised to overturn Roe v Wade, the landmark case that enshrined the right to abortion, and allow states to severely limit or even outlaw abortion in their jurisdictions. This prospect has upped the pressure on Mr Biden and his party to codify abortion rights protections into federal law before the US devolves into a patchwork of state-level rules and prohibitions. The administration has filed its own lawsuit against Texas, but abortion rights advocates want the White House to organise congressional action. The effort may ultimately be blocked by Republicans in the Senate. However, a fight could help Democrats engage their core voters ahead of midterm elections in 2022. The Texas law would ban abortion before many women even know they're pregnant and has no exceptions for rape or incest - a position that has limited support in the US. Highlighting the issue could help win back some of the moderates who drifted away from the president this summer. But if Mr Biden is perceived as being insufficiently engaged, a defeat on abortion could end up dispiriting his Democratic base. The Biden White House has long figured that the success of this administration hinges on effectively handling the Covid-19 pandemic. For a time, it seemed that events were breaking their way. In July, the president told Americans they on the verge of declaring their \"independence\" from the virus. Then the delta variant took hold, filling hospital emergency rooms with patients who had turned down a vaccine that was plentiful, free and effective. That prompted a change of tone from the president, as he blamed the 25% of the population that was still unvaccinated for putting the nation at risk - and ordering vaccine-or-testing requirements that would cover 100 million American workers. Much of the initial attention focused on how the unvaccinated would respond to the pressure, as Republicans - pledging lawsuits and political resistance - rallied to their defence. Since then, however, polls have shown clear majorities siding with the president. In a Morning Consult survey, 58% backed the vaccine or test mandate for private businesses with more than 100 employees. Similar numbers support the vaccine requirement for public employees and many healthcare workers. An Ipsos survey had independent-voter support for both measures above 60%. Those numbers suggest that fight over vaccine mandates could be a winning political issue for the Democrats. The left closely watched the results in the California recall election, where the Democratic governor touted his get-tough Covid response and shored up once flagging support. Democrats may view his victory as a sign that strict mitigation efforts offer an attractive path out of their current political doldrums. But to be beneficial for Mr Biden, getting tough needs to be followed by getting results. As previously noted, the US withdrawal from Afghanistan has had an appreciable effect on Mr Biden's political standing. The president went from approval ratings that would be the envy of most recent White House occupants to one that hovers in a grey area between future electoral success and failure. While the White House may hope that the chaos of the Afghan withdrawal loses its political potency as time goes by, there are plenty of possibilities for further trouble. If Afghanistan becomes a haven for Islamic militants, if American citizens who still remain there are threatened or if the Taliban regime destabilises US allies in the region, it could continue to exact a toll on the president's public standing. Meanwhile, Republicans - from Donald Trump on down - are intent on keeping this a political issue. They're calling on Secretary of State Antony Blinken to resign and (along with some Democrats) are digging for more information about the details behind the decision to stick with what proved to be a risky withdrawal timeline. Expect to hear plenty about Afghanistan on the midterms campaign trail. Diplomatic complications While Mr Biden labours at domestic concerns, the rest of the world isn't standing idly by. International affairs were supposed to be the presidential sweet spot for Mr Biden, who spent eight years as vice-president and decades on the Senate foreign relations committee. Experience doesn't always equate with easy success, however. In just the last week, the US has had to play diplomatic damage control, as a much-heralded agreement between the US, Australia and the UK left the French - who lost a multi-billion-dollar submarine deal with the Australians as a consequence - fuming. European Union leaders who may have thought the Biden administration would execute an abrupt change of course from the \"America first\" Trump years were stunned. The US agreement solidified an alliance with the Trump friendly post-Brexit UK, while landing the kind of massive arms deal that the previous administration regularly touted. While few American voters probably care about the strength of US-France relations, the dispute could have consequences for the president's political agenda. He is counting on European co-operation during the upcoming global climate summit - and the environment is an issue of high importance to many voters, particularly among the Democratic base. All this means Mr Biden will have a heavy workload of feather-smoothing during this week's UN general assembly meetings. The recent announcement that the US would re-open its borders to vaccinated European travellers in November may be just the start of a favour-currying bonanza. ", "url": "https://www.bbc.com/news/world-us-canada-58591095"}