{"datetime": "2021-09-30T22:34:29.000Z", "author": "Anthony Zurcher", "title": "Is Biden's biggest win about to elude him?", "article": "On Wednesday night, Joe Biden stopped by the congressional baseball game, an annual event where politicians from both parties supposedly put partisan differences aside and take to the field to play America's beloved national pastime. While the president may have been all smiles as he handed out White House-branded ice cream bars, reminders of the gravity of the challenges facing his administration this week - challenges that could derail his entire presidency - were everywhere. When Biden's entrance was announced over the stadium loudspeaker, Republican fans in the crowd heartily booed. Most of the Republican players on the field, in fact, had voted against certifying his presidential victory. In one corner of the stadium, liberal activists unfurled a sign calling for trillions of dollars in new government social spending and another urging Democrats not to mess this up (although they opted for more colourful phrasing). Meanwhile, sitting in the front row of the stands, Speaker of the House Nancy Pelosi sat with her ear pressed against a cell phone, clearly more concerned with political strategy than the game on the field. Pelosi, perhaps more than anyone in the stadium, appreciates what is at stake for her party this week. Here's a look at the issues they are competing over and the key players and factions who will decide who ends up on top. The $1tn (£750bn) Bipartisan Infrastructure Framework, or \"Bif\" as it's cheekily called, passed the US Senate last month and has been awaiting action in the House of Representatives - its last stop before the president's desk - since then. The bill would fund roads, bridges, broadband internet, lead-pipe replacement, electric car charging stations and a host of other brick-and-mortar projects. If the infrastructure bill is the current avatar for bipartisanship, the reconciliation bill - which because of parliamentary machinations only needs Democratic support - is the chance for the party to prove it can use its congressional majorities to enact its big-ticket policy priorities.The legislation, which is still being drafted in both the House and the Senate, covers a broad array of social programmes, including early childhood education, universal preschool, government-funded two-year college education, paid family and medical leave, an expansion of government health insurance, environmental spending and tax increases on corporations and the wealth to pay for it. Looming over both of these legislative priorities is the national debt limit, which the federal government will hit sometime in mid to late October. If the US Treasury wants to issue new bonds to pay for all this proposed new spending, as well as spending that has been authorised in the past few years, Congress will have to raise that limit by trillions of dollars.If it doesn't, the US will default - an unprecedented development that could torpedo not just the American economy but that of the entire world. The liberals in Congress have long memories.They recall the Obama years, when they felt like they took a backseat to their party's centrists as their legislative priorities - like economic stimulus, government-run healthcare, financial reform and environmental regulations - were watered down to the point of ineffectiveness. This time around it was going to be different. Despite having the thinnest of majorities in the House and Senate, the liberals (or progressives, as they prefer to be called) pledged to withhold their support from the bipartisan infrastructure bill until their legislative priorities - a reconciliation bill that is at least $3.5tn in size - was approved. The problem with threatening to shoot the hostage, however, is that you have to be willing to pull the trigger. And there is plenty in the infrastructure bill, such as green-energy investments, that progressives like. The key figures in the progressive camp are Bernie Sanders of Vermont in the Senate and Pramila Jayapal of Washington in the House. The latter has said, repeatedly that she has the votes among her colleagues - including other members of \"the Squad,\" like Alexandria Ocasio Cortez and Ilhan Omar - to kill the infrastructure bill. At the moment, their threat seemed credible enough for Speaker Pelosi to cancel a scheduled Thursday vote on the legislation to buy more time for negotiations. Where the progressives go from here, however, remains to be seen. The Democratic centrists in both chambers of Congress have mixed feelings about the reconciliation bill. Senator Joe Manchin of West Virginia has said the $3.5tn price tag is too big - recklessly so - and said his top line is $1.5tn, with limited environmental regulations and means-tested social programmes.Manchin's in favour of rolling back the Trump-era tax cuts, but he says some of the new revenue has to go to reducing the federal budget deficit. Centrists focus is on getting the infrastructure bill over the finish line - legislation they see not only as essential investment but also as evidence that their brand of deal-making and bipartisanship can work. It was centrists in the House that forced Pelosi to originally schedule the Thursday infrastructure vote in order to win their approval for an early, procedural step on the social-spending bill. Manchin on Thursday afternoon reiterated his position - as well as his centrist views - adding that if Democrats wanted liberal legislation, then they should work to elect more liberals. But in a 50-50 Senate, he - along with Kyrsten Sinema of Arizona, another key Democratic centrist - have the upper hand. In the middle of the centrist-progressive Democratic tug-of-war are the party's two top leaders, Speaker Pelosi and President Biden. Pelosi, often celebrated by the left for her tactical acumen, has been labouring to keep her narrow Democratic House majority in line. She's said the reconciliation bill will \"for sure happen\" and sees it as the \"culmination\" of a congressional career that dates back to the late 1980s. On the other hand, she promised the centrists a vote on the infrastructure bill - and the longer that vote takes to happen, the harder it will be to manage their anger. Biden - or at least his administration officials - seems to be OK with progressive efforts to pressure the centrists to support a big-ticket reconciliation bill. They're not urging the liberals to fall in line and support the infrastructure legislation, even though Biden celebrated alongside those centrists when that bill passed the Senate. Speaking at the White House on Wednesday, press secretary Jen Psaki leavened her comments with a healthy dose of \"stay tuned\" and \"we'll see\" when asked about the timeline for passage of either bill. \"Our objective is winning two votes, getting two pieces of legislation across the finish line,\" she said. And the timing of that? We'll see. Congressional Republicans aren't content just to sit back, eat popcorn and watch Democrats twist themselves into knots the in the same way their party did when they had congressional majorities under President Trump. They're actively throwing roadblocks in the Democrats' path. The biggest is their recalcitrance on raising the debt ceiling, despite the reality that a government debt default would be as catastrophic as it is unprecedented. They insist that since Democrats are the ones currently in charge, they should be the ones to vote to raise the limit - using the same reconciliation procedure they're employing for their big social spending proposal. This would extra layers of complication onto the Democrats' already tight legislative calendar, forcing multiple votes in both the House and Senate with multiple new opportunities for things to run off the rails (with Republican help, naturally). More than a few Republicans in the Senate voted for the bipartisan infrastructure bill, and they - and conservative business groups - are still very keen to see it pass. But if they can get the legislation into law while fracturing the Democratic coalition, torching the prospect of trillions of dollars in new liberal policies and giving themselves fuel for 2022 mid-term campaign advertisements? That's just gravy. ", "url": "https://www.bbc.com/news/world-us-canada-58757207"}