{"datetime": "2021-11-04T00:56:23.000Z", "title": "Biden rejects blame for shock Virginia election defeat", "article": "Joe Biden has rejected suggestions that his Democratic party's shock loss in the Virginia governor's race was a verdict on his presidency. Mr Biden argued that the miring of his legislative agenda in a Capitol Hill logjam did not sway the outcome. He cited \"Trump voters\", schools, jobs and petrol prices as other reasons for the surprise defeat of Terry McAuliffe. Republican Glenn Youngkin, a political newcomer, came from behind to win the Virginia governor's race on Tuesday. Meanwhile, the New Jersey governor's race went down to a nail-biting dead heat between the Democratic incumbent, Phil Murphy, and a little-known Republican challenger, Jack Ciattarelli. US media have projected Mr Murphy will win that race, though his opponent has not yet conceded. At the White House on Wednesday, Mr Biden was asked whether he accepted any blame for Tuesday's political earthquake in Virginia. He said voters are \"upset and uncertain about a lot of things\", including the pandemic, education, the economy and the price of petrol. Mr Biden conceded Democrats should have passed his signature $1.75tn (£1.3tn) package of social and climate programmes and a $1tn infrastructure bill before Tuesday's vote. He added: \"But I'm not sure I would be able to have changed the number of very conservative folks who turned out in the red districts who were Trump voters.\" Mr Biden took several questions from reporters after making comments to promote coronavirus vaccines as American children aged 5 to 11 became eligible for the shots. The president encouraged parents to get their young jabbed to \"help us keep our schools open\". Rising inflation, a slow economic recovery, a historic immigration crisis at the southern US border, and a chaotic withdrawal from Afghanistan have also hit Mr Biden's approval rating. He is one of the most unpopular presidents ever at this point during a first term, according to opinion polls. Mr Biden returned from a climate conference in Scotland early on Wednesday to news of the loss in a key Democratic stronghold that the president won by 10 points just a year ago. Mr Youngkin, a former executive with the private equity firm Carlyle Group, is the first member of his party elected to statewide office in Virginia since 2009. The mild-mannered political novice narrowly defeated former Virginia Governor McAuliffe with a delicate balancing act of pulling in Trump supporters, while avoiding being tied too closely to the former president, who remains unpopular in swathes of the state. Mr Youngkin's strategy is already being hailed as a template for Republicans as they vie to wrest wafer-thin congressional majorities from Democrats in next year's mid-term elections. Two other Republicans won the other top offices in Virginia. Former US Marine Winsome Sears will be the first black female lieutenant governor of the state, which was the former seat of the pro-slavery Confederacy during the American Civil War. Cuban-American Jason Miyares becomes the first Latino attorney general of Virginia. Virginia exit polls showed many voters were preoccupied with education, including how schools handle gender, race and mask mandates - key campaign issues for Mr Youngkin. New Jersey's governor had been expected to cruise to re-election in a state where registered Democratic voters outnumber Republicans by more than a million. But Mr Murphy, a wealthy former Goldman Sachs executive, just squeaked to victory by a fraction of a percentage point against a Republican underdog with low name recognition. A Biden ally, Mr Murphy has presided over a leftward shift in the state, including higher taxes on millionaires, gun control and a higher minimum wage. The political headwinds for Democrats in New Jersey were also underscored as a Republican truck driver, Edward Durr, who told Fox News he spent just $5,000 on his campaign, ousted the powerful president of the state senate. ", "url": "https://www.bbc.com/news/world-us-canada-59159008"}