{"datetime": "2021-11-04T00:20:39.000Z", "author": "Anthony Zurcher", "title": "Glenn Youngkin wins in Virginia: Key takeaways from bad night for Biden", "article": "If the Virginia governor election was indeed the first shot of the 2022 mid-term elections, it landed squarely between the Democrats' eyes. For the first time in more than a decade, Virginia - a state that was comfortably Democratic in last year's presidential election - will have a Republican governor. Glenn Youngkin, a businessman making his first run for elected office, defeated former governor and veteran political fundraiser Terry McAuliffe, and he did it with political coattails. Republican candidates also won the attorney general and lieutenant governor races, the latter making history with the first woman and person of colour to hold that job. The party may end up taking control of the Virginia House of Delegates, as well. Of course, this is just one election in one state - turnout was up on the last governor's election in 2017 but pales compared to the 75% of voters who went to the polls in Virginia last year for the presidential race. However, a near upset for Democrats in the solidly-blue New Jersey governor's race as well suggests this is more than just a local phenomenon.The congressional mid-terms that will determine control of the US Congress and the governors of 36 states are still a year away. There are, however, some early insights to glean from Tuesday's results. After last year's electoral defeat, some Republicans were concerned that the Democratic Party had established a durable political coalition of city-dwellers, ethnic minorities and white suburbanites.On Tuesday, however, Youngkin and the Republicans carved out their own winning formula. The way they did that in Virginia was by eating into the Democratic suburban support while continuing to attract the overwhelming backing of rural voters who turned out for Donald Trump in two straight presidential elections. He nodded to Trump's base on cultural issues, such as race-conscious education at school (\"critical race theory\"), mask mandates and election security, while primarily focusing on larger educational issues and the economy. But he also kept the former president at arms length - not inviting him to help him campaign and never fully embracing the defining issue of Trumpism, the \"stolen election\" that wasn't stolen. If Republican candidates replicate this in 2022, they will have a good chance of winning enough of Democratic-held suburban congressional seats to wrest back control of the House of Representatives. The Democrats only have a narrow margin of control in the chamber now, so it won't take much of a shift to deliver victory for the Republicans. Tuesday's dark omen of mid-term defeat next year will set off panic among many congressional Democrats - and, perhaps, spur them to action. Until now Joe Biden's infrastructure and social spending packages have been caught in a legislative logjam in Congress, as centrists and liberal lawmakers wrangle over details of the latter plan.An inability to deliver legislative results may have depressed Democratic turnout in Virginia and certainly contributed to Biden's sinking approval numbers in recent months. The perception that there are pressing problems in the US and the national Democrats have been unable to respond even though they have majorities in Congress and the presidency may have prompted Virginia voters to give the Republicans a try.It's certainly something the defeated McAuliffe worried about in the past weeks, as he implored congressional Democrats to act. At the very least, the Virginia results should prompt House Democrats to vote on Biden's trillion-dollar infrastructure package so the president can sign it into law and start touting the accomplishment.Whether it also leads the party to reach an agreement on the larger spending package - that includes funding for healthcare, climate investments and early child education - or go back to the drawing board to overcome centrist objections about the costs remains to be seen. But the party needs to agree on something, and the clock is ticking. It's been just 10 months since Trump supporters stormed the US Capitol in a last-ditch attempt to block congressional certification of Joe Biden's presidential victory. In the days that followed, there was more than a little talk about whether the chaos and violence of the day had mortally wounded the Republican brand. Some party leaders distanced themselves from the former president, and others began considering whether the Republican move toward Trump's style of economic and cultural populism was too dangerous a game. It turns out American voters either have a short memory or they don't hold the Republican Party itself responsible for the January violence. Instead, politics in the US has been tracking a familiar pattern. A new president is elected with congressional majorities. After early popularity, his attempts to pass a political agenda run into political headwinds. The out-of-power party, stung by recent defeat and angered by their opponents' governing actions, become unified in their opposition, while the in-power party struggles with internal divisions. Their voters grow frustrated over the lack of immediate success and their enthusiasm ebbs. When the first new elections roll around, the out-of-power party shows surprising strength. It's a dynamic that played itself out early in the presidencies of Bill Clinton, Barack Obama and Donald Trump, and during George W Bush's second term (once the political salience of 9/11 had faded a bit). The US has been, and continues to be, a sharply polarised, closely divided nation politically. There are no permanent governing majorities, and fortunes ebb and flow with the fickle nature of the US electorate. Trump's words and actions after his electoral defeat have not changed this, despite McAuliffe's best efforts to tie Youngkin to the still-unpopular former president.Politics goes on, same as it ever was. ", "url": "https://www.bbc.com/news/world-us-canada-59149005"}