{"datetime": "2021-11-15T21:42:46.000Z", "title": "Biden signs 'once-in-a-generation' $1tn infrastructure bill into law", "article": "US President Joe Biden has signed into law a $1.2tn (£894bn) spending bill, marking a legislative achievement for his administration. \"Today, we are finally getting this done,\" the Democrat told lawmakers from both major parties in a bill signing ceremony at the White House on Monday. The bill caused a rift in Mr Biden's party that was partly blamed for a Democratic election loss this month.Another massive social spending bill is currently being considered in Congress.\"My message to the American people is America is moving again. And your life is going to change for the better,\" Mr Biden said in a speech before signing the law.Billed as a \"once-in-a-generation\" infrastructure measure, the legislation pledges $550bn in new federal expenditure over the next eight years to upgrade highways, roads and bridges, and to modernise city transit systems and passenger rail networks. It also sets aside funding for clean drinking water, high speed internet, and a nationwide network of electric vehicle charging points. It is the largest federal investment in the country's infrastructure for decades. The law will be financed in several ways, including unspent emergency relief funds from the Covid pandemic, new taxes on cryptocurrency and other smaller sources. The other bill, known as the Build Back Better Act, still faces an uncertain future in Congress. Progressive Democrats had hoped to pass that bill alongside the infrastructure package, but faced resistance from moderates who asked that the Congressional Budget Office (CBO) first release a forecast of how much it will add to the national debt.Earlier this month, Mr Biden denied that the Democrats' shock loss in the gubernatorial race in Virginia was a verdict on his presidency, butacknowledged that it would have been helpful for Congress to have passed the infrastructure and spending bills ahead of the vote.His explanation came amid rising discontent among voters over the party's struggle to pass major legislation, despite controlling both chambers of Congress, albeit narrowly.", "url": "https://www.bbc.com/news/world-us-canada-59298981"}