{"datetime": "2021-08-18T20:25:38.000Z", "author": "Daniel Thomas", "title": "Taliban will not be able to access most Afghan central bank assets", "article": "Any central bank assets the Afghan government has in the US will not be made available to the Taliban, a Biden administration official has told the BBC. Da Afghanistan Bank (DAB) has reserves of roughly $9bn (£6.5bn), most of which is held in America. Shipments of dollars, international loans and aid are also in doubt after the militants took control. DAB's former governor warned the Afghan economy could nosedive.Ajmal Ahmady, who was forced to flee the country on the weekend,tweeted that DAB's total reserves were approximately $9bn as of last week.But he said as per international standards, most of this was held in safe, liquid assets such as US Treasury bonds and gold offshore. \"Given that the Taliban are still on international sanction lists, it is expected (confirmed?) that such assets will be frozen and not accessible to Taliban,\" Mr Ahmady said.\"We can say the accessible funds to the Taliban are perhaps 0.1-0.2% of Afghanistan's total international reserves. Not much.\" He said that without US Treasury approval, it was also unlikely that any donors would support the Taliban government. The International Monetary Fund has also suggested it may not proceed with a $450m loan to DAB set to arrive on 23 August. \"As is always the case, the IMF is guided by the views of the international community,\" a spokesperson said.\"There is currently a lack of clarity within the international community regarding recognition of a government in Afghanistan, as a consequence of which the country cannot access special drawing rights [a IMF form of monetary reserve currency] or other IMF resources.\"Mr Ahmady also said shipments of dollars that the DAB relied on due to its large current account deficit had been stopped. All of this he said was likely to lead to rising inflation and a falling currency that would push up food prices and hurt the poor.Afghanistan's economy isalready fragile and depends heavily on international aid - much of which is under a cloud of uncertainty. There's also little in the way of foreign business investment due to high levels of corruption. The Taliban said on Saturday that the treasury, public facilities and government offices were the property of the nation and \"should be strictly guarded\". But central banks, especially in developing nations, often place their assets overseas with institutions such as the Federal Reserve Bank of New York or the Bank of England. DAB's most recent financial statement posted online in June shows total assets of about $10bn, including $1.3bn-worth of gold reserves in New York.It also stated the bank owned investments of $6.1bn without giving details of those holdings. However, a breakdown from a report at the end of last year showed they mainly comprised of US Treasury bonds and bills held in countries such as the US, Switzerland and Turkey.DAB's foreign currency cash holdings in June were worth about $362m and held in Afghanistan at the bank's head offices, branches as well as the presidential palace, which is now in the hands of the Taliban. The bank also holds a small amount of gold bars and silver coins in its vaults, as well as a hoard of 2,000-year-old gold jewellery, ornaments and coins known as the Bactrian Treasure, according to Unesco.A Biden administration official told the BBC: \"Any central bank assets the Afghan government have in the United States will not be made available to the Taliban.\" ", "url": "https://www.bbc.com/news/business-58261659"}