{"datetime": "2021-08-16T23:01:24.000Z", "author": "Andrew Walker", "title": "What next for Afghanistan's economy?", "article": "Afghanistan's economy is \"shaped by fragility and aid dependence\". That is the troublingoverview set out by the World Bank several months before the Taliban takeover.Economic prospects look even more precarious now, as future financial assistance is under a cloud of uncertainty.Afghanistan does have substantial mineral resources, but the political situation has impeded their exploitation.The aid dependency is striking. In 2019, World Bank figures show development aid was equivalent to 22% of gross national income (which is not the same as GDP, but close to it).That is a high figure, but it is down a long way from the 49%the World Bank reported 10 years earlier .Now those aid flows are under a cloud of profound uncertainty. German Foreign Minister Heike Maas told the broadcaster ZDF last week: \"We will not give another cent if the Taliban takes over the country and introduces Sharia law.\" Other aid donors are sure to be watching developments closely.The fragility the World Bank refers to is illustrated by the very high levels of spending on security before the Taliban takeover: 29% of GDP, compared with an average of 3% for low-income countries.Security and severe problems with corruption are behind another persistent problem in Afghanistan: very weak foreign business investment.According to United Nations data, there were no announcements in the last two years of new \"greenfield\" investments, which involve a foreign business setting up an operation from scratch. Since 2014, there have been a total of four.To take two other countries from the South Asia region, both with somewhat smaller populations, Nepal has managed 10 times as many and Sri Lanka 50 times more over the same period.The World Bank describes Afghanistan's private sector as narrow. Employment is concentrated in low-productivity agriculture: 60% of households get some income from farming.The country also has a large illicit economy. There is illegal mining and, of course, opium production and related activities such as smuggling. The drugs trade has been an important source of revenue for the Taliban.All that said, the Afghan economy has grown since the US invasion in 2001.The figures for Afghanistan are not reliable, but what they show, according to the World Bank, is average annual growth of more than 9% in the 10 years from 2003.After that, it slowed (which may well reflect the lower levels of aid) to an average rate of 2.5% between 2015 and 2020.The country does have significant natural resources, which would, in the context of better security and less corruption, be attractive to international business.There are several types of mineral available in substantial quantities, including copper, cobalt, coal and iron ore. There is also oil and gas and precious stones.One with particularly striking potential is lithium, a metal that is used in batteries for mobile devices and electric cars. The latter application is going to be especially important as the motor industry makes the transition to zero-carbon forms of transport.Back in 2010,a top US general told the New York Times that Afghanistan's mineral potential was \"stunning\" - with \"a lot of ifs, of course\".The paper also reported that an internal US Defence Department memo had said the country could become \"the Saudi Arabia of lithium\".Yet this undoubted potential is nowhere near being exploited - and the Afghan people have seen very little, if any, benefit from it.There have been many reports that China is keen to be involved. It seems to have better relations with the Taliban than Western powers do, so may have an advantage if the new regime does hold on to power.However, Chinese firms did win contracts to develop operations in copper and oil. But little happened.It is to be expected that China would be interested. The opportunities appear to be very substantial and the two countries do share a short border.But any Chinese agency - official or a business - would want to be confident of succeeding. They will be reluctant to commit unless they feel the security and corruption problems will be well enough contained to enable them to extract worthwhile quantities of these industrial commodities.A key question for any hard-nosed potential investors - from China or anywhere else - will be whether the Taliban is likely to be any more able than the previous Afghan government to create the kind of environment they need.Another factor likely to affect the economy is women's employment. In the past decade the percentage of the female population over 15 years of age in employment has risen dramatically, though at 22% in 2019 it was still low by international standards. Under the Taliban the change is likely to be reversed, further damaging economic prospects.In the immediate future, there is also a great deal of uncertainty about financial stability. Crowds of people have been trying to withdraw their money from the banks.The Pakistan-based Afghan Islamic Press reported a Taliban spokesman as offering assurances to bank owners, money changers, traders and shopkeepers that their lives and property would be protected.That there are even questions about the physical safety of financial operators is shocking. They do need to be confident if Afghanistan's financial system is to function. But it also needs customers to feel their money is safe. That won't happen quickly.", "url": "https://www.bbc.com/news/business-58235185"}