{"datetime": "2017-04-27T00:27:13.000Z", "title": "The Mother of All Bombs: How badly did it hurt IS in Afghanistan?", "article": "On 13 April the US dropped one of its largest non-nuclear bombs on a tunnel complex used by so-called Islamic State militants in eastern Afghanistan. It was the first time such a weapon had been used in battle. The BBC's Auliya Atrafi has been to the area to see if it really had any impact in the battle against IS. The view from the hills overlooking the Mamand Valley is beautiful. Green fields and trees fill the valley floor. Ahead, the valley narrows and hills become mountains. In the distance rises the magnificent Spin-Ghar, the White Mountain, which marks the border between Pakistan and Afghanistan.But there was no chance of quiet contemplation when I visited this area of Nangarhar province. Above, three types of American fighter planes were circling and dropping bombs.One bomb hit the narrow part of the valley. It was there, a young soldier told me, that the weapon known as the Mother of All Bombs (MOAB) had been used. I was confused. Reports of the bomb had made me think that it had wiped out the IS stronghold here in Achin district. I assumed that US and Afghan troops would have sealed off the area and that IS (or Daesh, as it is known here) would be in disarray. An Afghan officer corrected me. \"For a start this bomb wasn't as powerful as you think,\" he said.\"There are still green trees standing 100m away from the site of the impact.\" A large number of IS militants were killed by the MOAB, but it is hard to know how many. The Achin district governor, Ismail Shinwary, says at least 90. Either way, the battle against IS continues.\"Daesh hasn't gone anywhere; there are hundreds of caves like the one the Americans bombed,\" the officer says, adding that strikes have continued since the bomb was dropped. \"They can't get rid of them like this.\" The fighting appeared to be taking place along a huge area in the mountains. The bombardment was relentless, filling the valley with smoke and noise. But IS were taking casualties. Over a breakfast of eggs and green tea, the district police chief, Major Khair Mohammad Sapai, showed us pictures of dead IS fighters. They had beards and long hair. In death they looked pitiable, quite unlike the image they try to portray in their propaganda videos - riding horses, carrying their black flags or making the local Shinwari people sit on bombs and then blowing them up.Major Khair said some of them were foreigners, but from their disintegrating, dust-covered faces it was hard to tell.He showed us hand-written lists of Afghan telephone numbers seized during operations, and some of the names on the list were indeed Arabic or Pakistani.The major's claims were backed up by Hakim Khan Momand and his friends. They are members of the so-called \"people's uprising\" - new militias made up of local people that help with security in the area. They cooperate with state security forces but their existence is seen as a sign of weak central government and instability.The bearded men lay on portable cots, drinking strong green tea and relishing the sight of IS fighters being bombed by American planes. \"They are all sorts - Uzbeks, Tajiks, Arabs and Wahhabis from Kunar Province. They have nowhere to go; best to bury them in the caves where they happen to be hiding,\" Hakim Khan said. His house lies in the Mamand Valley, in an area still under the control of IS. He adds: \"God willing, the Americans have given us their word that they would clear the entire valley of Daesh fighters.\" Unlike the Taliban, who tend to have many supporters in their core areas, IS seem to have angered a lot of people. Few seemed unhappy about the US bombardment. A couple of kilometres from the frontline, ordinary life was continuing. Women carried water, boys played cricket and people went about their daily tasks. However, there was anxiety. One man, Khaled, said local people were pawns in a US game.\"[Dropping the bomb] was a trick to show the world that their mission was going well. But this wasn't the type of bomb they showed in the media. The bomb did nothing.\" \"Will IS come back?\" I asked. \"Yes, as soon as the government leaves, the locals won't be able to fight them. If the government makes permanent bases in the area and helps us, then we will be happy,\" he answered. Another local resident suggested IS could do with something a little stronger.\"Let Americans bring down a bigger one, this one was small,\" he said. Back in the hills, Hakim Khan and his friends were listening in to IS fighters communicating via walkie-talkies with the help of their radio. The fighters were reassuring each other and communicating with their comrades in a neighbouring district.A border police officer wondered aloud if the commitment of the Trump administration would match that of IS.\"The more we kill, the more they come from the other side of the Durand line, in Pakistan,\" he said. How successful has IS been in Afghanistan? The new 'Great Game' in Afghanistan After a night back in the safety of Jalalabad, we returned the next morning.There was no fighting so we drove into the valley until we were stopped near the bomb impact site by Afghan special forces, who agreed to show us around.They said that IS fighters saw the district as their own. After most locals fled, IS banned poppy cultivation and began farming wheat, turning the valley green.Now the lush allotments were their battlefields. Bodies lay next to hollow trees that fighters had been sleeping inside.Shear, a tough-looking special forces soldier, said that IS fighters were \"crazy\" and very committed.\"They make the most of their basic Russian guns; they are technical fighters,\" he said.\"You can't hear them coming in the mountains: they will wear six pairs of socks and get within striking distance without you hearing them. \"In the mountains they fight individually or in groups of two or three. They don't leave their positions, so you have to kill them. And their friends don't come to collect their bodies; they lie where they die.\" We waited for permission to visit the impact site, surrounded by crates of military supplies dropped from the air. Our escort was Haji Beag, a unit commander, who first showed us a smaller \"IS command base and prison\".One door opening into a spacious courtyard led to a room which led to a small cave that could house around 10 people.It was dug into the rock and felt very solid. It was clear why finding and killing IS militants in these mountains took so much time and energy. At the entrance to the cave stood an improvised cage, made of mesh frames. It held two tight spaces which Haji Beag said were used as prison cells. He said he believed the US made a good decision to use the MOAB to target caves used over decades by different militant groups - from the Mujahedeen, to the Taliban, and most recently IS. \"We found about 20 bodies around the site after the explosion. The cave system has been destroyed,\" he said. \"It's possible that most of dead are buried inside those caves.\" How powerful is 'mother of all bombs'? What will Trump do about Afghanistan? The drive to the impact site with Haji Beag and his unit was a short one. American planes were still flying above us, targeting the next valley a kilometre away. The mountainous terrain was hard on our four-wheel drive and as we approached the site a rocket landed 200m in front of us.No one was hurt, but it made Haji Beag cautious, and we weren't allowed to set foot on the impact site.But we could see it, and it was unremarkable. There was no big crater. Trees had been burnt and a few rooms had been flattened. Not far from it, houses still stood and there were green trees around.As we left the valley, the bombardment continued. It seemed clear that the bomb that was dropped on 13 April had not come close to delivering a knock-out blow to IS militants entrenched in the area, and the locals certainly expect more conflict ahead.To me, at least, the Mother Of All Bombs failed to live up to her reputation. ", "url": "https://www.bbc.com/news/world-asia-39705128"}