{"datetime": "2019-07-30T18:56:45.000Z", "title": "Afghanistan war: UN says more civilians killed by allies than insurgents", "article": "Afghan and US forces have killed more civilians in Afghanistan in the first half of 2019 than insurgents did, UN figures show. The unprecedented figures for January to June come amid a ferocious US air campaign against the Taliban.Some 717 civilians were killed by Afghan and US forces, compared to 531 by militants, the UN said. The latest data has been revealed as Washington and the Taliban continue negotiations over US troop withdrawals. Air strikes, mostly carried out by American warplanes, killed 363 people, including 89 children, in the first six months of the year,according to the United Nations Assistance Mission in Afghanistan (Unama). The US military has rejected Unama's findings, saying its own collection of evidence was more accurate and that its forces in Afghanistan \"always work to avoid harm to civilian non-combatants\". But it did not give its own figures for civilian casualties. It comes after a report by the UN in April, which reached a similar conclusion for the first three months of 2019. The latest data shows that this unprecedented trend is continuing.Ground engagements remained the leading cause of civilian casualties overall, accounting for one-third of the total, followed by improvised explosive bombings and aerial operations. However the UN says that total civilian casualties are down. There were 3,812 deaths and injuries in the first six months of 2019, the lowest total for the first half of a year since 2012. Despite the decrease in casualties, the toll on civilians remains \"shocking and unacceptable,\" Unama said. It documented 985 civilian casualties (deaths and injuries) from insurgent attacks that had deliberately targeted civilians from 1 January to 30 June. \"Parties to the conflict may give differing explanations for recent trends, each designed to justify their own military tactics,\" said Richard Bennett, Unama's head of human rights.\"The fact remains that only a determined effort to avoid civilian harm, not just by abiding by international humanitarian law but also by reducing the intensity of the fighting, will decrease the suffering of civilian Afghans,\" he added. Patricia Gossman, associate Asia director at Human Rights Watch, said civilians were paying a \"terrible price\" as a result of air strikes and night raids that appeared meant to pressure the Taliban in negotiations. \"Although US military officers in Kabul repeatedly claim to take civilian casualties seriously, they do not conduct adequate investigations to determine accurate numbers or understand targeting errors,\" she told the BBC, adding that Afghan government investigations were \"even worse\".\"The usual claim - that the Taliban hide among civilians - is not an excuse for killing and injuring civilians in such numbers, and in any case is no excuse for what in some cases may amount to war crimes.\" The Afghan government said in a statement that protecting civilians and providing aid to the injured and displaced was a priority. Fighting continues with daily violence around the country. The US and the Taliban have been holding peace talks in the Gulf state of Qatar, but the American military is simultaneously carrying out an intense air campaign against the militant group. The Taliban, who were driven from power by US forces in 2001, are refusing to formally negotiate with the Afghan government until a timetable for the US withdrawal is agreed upon. On Monday, US Secretary of State Mike Pompeo revealed that President Donald Trump wants forces in Afghanistan reduced by the 2020 US presidential election. The existence of an unofficial deadline has deepened fears in Kabul that Washington may rush into a deal with the Taliban in a bid to win over US voters, and ignore any concerns from its Afghan government partners. ", "url": "https://www.bbc.com/news/world-asia-49165676"}