{"datetime": "2019-01-27T14:22:40.000Z", "title": "Taliban talks: Will negotiations lead to peace in Afghanistan?", "article": "The \"significant progress\" said to have been made during six days of talks between US officials and the Afghan Taliban suggests that both sides are serious about trying to find a peaceful solution to a 17-year conflict that has scarred Afghanistan. But with the Taliban currently refusing to hold direct talks with Afghan officials, and negotiations relating to \"unsolved matters\" still to continue, what has actually been agreed during the meetings in Qatar? Secunder Kermani, the BBC's Afghanistan correspondent, and senior Afghan journalist Sami Yousafzai, look at what we know so far about the talks, and what it could mean for the future of the country and the foreign forces operating there. Both the Taliban and US officials have said \"progress\" was made in the latest set of talks in Qatar, and despite continuing violence on the ground in Afghanistan, there seems to be a growing momentum to the peace negotiations.Leading analyst Ahmed Rashid told the BBC the talks were \"enormously significant\" and that \"we've never been as close… to an end to the civil war in Afghanistan\". The talks lasted for six days - longer than any of the other previous set of discussions that have been held during recent months.In the middle of the talks last week, the Taliban announced one of the group's founding members, Mullah Abdul Ghani Barader, would be appointed the new head of the Taliban's political office in Qatar, after recently being released from detention by Pakistani authorities. Mr Rashid said Mullah Barader \"had a record of wanting peace and stability\" and could help persuade grassroots members to accept any deal that is reached. The \"progress\" made seems to relate to two key issues:A senior Taliban official who attended the talks told the BBC that both sides had agreed to form two committees to draw up detailed plans on how to implement agreements in principle on these topics.The Taliban leader, speaking on condition of anonymity, said the committees would \"identify routes for the withdrawal, and how much time is needed. We suggested six months, but are flexible\".He said the committees would also produce concrete proposals on how the Taliban can sever any links to al-Qaeda, and would start work within the next week. The Taliban source added that another meeting with the US would likely take place in early February. Another source in the Taliban told the BBC that once an agreement had been drawn up, they would attempt to get other countries or international organisations to act as guarantors for it.Both sides have said further talks are necessary to resolve outstanding issues.What remains unclear is how a ceasefire fits into current discussions. The Taliban position seems to be one that can only be declared once a withdrawal date for international forces has been agreed.A separate high ranking Taliban official suggested that the group was nervous about agreeing to a ceasefire before having established a firm settlement, as it could be difficult to convince grassroots fighters to take up arms again, after having laid them down.The other crucial issue is when the Taliban will agree to begin talking directly to the Afghan government. The Taliban official said the \"committees\" due to be established would also produce recommendations on this. So far, the insurgents have only engaged with the US, dismissing the administration of President Ashraf Ghani as \"puppets.\" In pointed comments at the World Economic Forum (WEF) in Switzerland earlier this week, Afghan President Ashraf Ghani said 45,000 members of the Afghan security forces had lost their lives since he took office in 2014.\"It shows who is doing the fighting,\" he said. When asked about the progress of talks in Qatar, President Ghani responded tersely that the aim of the meetings was \"to bring the Afghan government and the Taliban into face-to-face discussions and negotiations... then, the larger issues of the US presence and other international issues will be addressed\".Many analysts have interpreted those comments as revealing a concern amongst Afghan authorities that they are being excluded from the discussions amidst the rush to bring the conflict to an end. US President Donald Trump is believed to be growing increasingly frustrated by the continued US presence in the country.Zalmay Khalilzad, the US special representative for Afghanistan reconciliation who has led talks for the American side, seemed aware of these concerns when he tweeted he was travelling to Kabul to brief President Ghani and said that any deal \"must include an intra-Afghan dialogue.\" The discussions between the Afghan government and the Taliban are likely to be even more complicated and delicate than the discussions that have been held so far.They would have to include agreements on the role of women's rights and democracy in an Afghanistan where the ultra-conservative Taliban are a significant part of the political mainstream.Previous attempts at peace have failed in their early stages.In 2015, talks between Afghan officials and the Taliban in Pakistan broke down after news emerged of the death of the Taliban leader Mullah Omar - with whose authority the Taliban team was supposedly meeting.Whilst in 2013, talks in Qatar were cancelled when the then Afghan President Hamid Karzai was angered by the presence of a Taliban flag at the group's offices in Qatar, and felt his authority was being undermined.", "url": "https://www.bbc.com/news/world-asia-47021424"}