{"datetime": "2018-04-30T21:34:05.000Z", "title": "Kabul bombings: Journalists targeted in blast which killed 26", "article": "At least 26 people have been killed in two bombings in the Afghan capital Kabul, including several journalists documenting the scene. AFP chief photographer in Kabul, Shah Marai, is among the victims. The first explosion was carried out by an attacker on a motorbike. A second followed about 15 minutes later after a crowd, including several reporters, had gathered at the scene. The Islamic State group (IS) said it had carried out the attack. It was one of several fatal incidents on Monday. BBC reporter Ahmad Shah was also killed in a separate attack in the Khost region . And in a third attack, 11 children were killed in a suicide bombing intended to target Nato troops in Kandahar province. In the Kabul attack, the AFP news agency said the second blast had deliberately targeted the group of journalists, including its photographer Shah Marai. \"The bomber disguised himself as a journalist and detonated himself among the crowd,\" AFP quoted a police spokesman as saying.Nine journalists and photographers and four police officers, were among the dead, officials say. So far, 45 people have been reported injured. The intelligence services headquarters had been the target, IS said in a statement released through its self-styled news outlet Amaq. The Shashdarak district also houses the defence ministry and a Nato compound. \"This is the deadliest day for Afghan media in the past 15 years,\" the head of Tolo News TV, Lotfullah Najafizada, told the BBC. \"We went, all of us, to the blast site. We said: 'If you killed an entire line of journalists reporting here, in five hours time we're back here; the line is longer; the queue is longer and the resolve is greater.\" Bombings in the Afghan capital are not uncommon.Earlier in April, a suicide bomb at a voter registration killed almost 60 people and injured 119, in an attack claimed by the Islamic State group. The Taliban also remain active in the country, only 30% of which is under full government control,according to BBC research published earlier this year .AFP paid tribute to Shah Marai, who it said had six children, including a newborn baby.\"This is a devastating blow,\" global news director Michele Leridon said. \"We can only honour the extraordinary strength, courage and generosity of a photographer who covered often traumatic, horrific events with sensitivity and consummate professionalism.\" A shooting in Khost province resulted in the death of a BBC reporter. \"It is with great sadness that the BBC can confirm the death of BBC Afghan reporter Ahmad Shah following an attack earlier today,\" said Jamie Angus, director of the BBC World Service. \"Ahmad Shah was 29. He had worked for the BBC Afghan service for more than a year and had already established himself as a highly capable journalist who was a respected and popular member of the team.\"This is a devastating loss and I send my sincere condolences to Ahmad Shah's friends and family and the whole BBC Afghan team.\"We are doing all we can to support his family at this very difficult time.\" Local police are investigating a motive. Also on Monday, a suicide bomb attack in the Kandahar region killed 11 schoolchildren and injured many more.The bomber appeared to have been targeting a military vehicle convoy in Daman district, but the explosion struck a nearby religious school. In addition to the dead, more than a dozen children were reported injured in the blast. Nato forces operate from a base in the area, and Nato officials confirmed that some of its people had been injured, as had Afghan police. Eight of the injured were of Romanian nationality, Nato said, but all were in stable condition. No group has yet said it carried out the Kandahar attack. ", "url": "https://www.bbc.com/news/world-asia-43946539"}