{"datetime": "2021-08-16T13:11:08.000Z", "author": "Malik Mudassir", "subject": "War in Afghanistan (2001-present)", "title": "Afghanistan: Life in Kabul after the Taliban victory", "article": "The Taliban captured Afghanistan's capital Kabul on Sunday, 20 years after they were ousted from power. So what does it look and feel like the day after its fall? The Taliban are everywhere, at the checkpoints which used to be official police or army barricades.There is not much panic in the city today, as there was yesterday. The Taliban are controlling traffic, they are searching cars, and they are especially searching those vehicles which used to belong to police and the army, all of which they have confiscated. If there are Taliban fighters themselves driving those vehicles now, they are stopped at checkpoints, too. They told us that they checked these vehicles to make sure they were not looters and thieves disguised as Taliban. The scenes at the airport were catastrophic. On the road there were families, children, young, old, all walking along the 2km (1.2 miles) road. People are struggling to flee this country. Most are just waiting, on the green belt in the middle of the road.I'm talking about more than 10,000 people at the airport. At the approach to the main entrance gates, there were Taliban with heavy weapons trying to disperse people by shooting in the air. People who wanted to get in were climbing the walls, the gates, even the barbed wire. Every single person was pushing to get in.We spoke to an eyewitness who was stuck at the airport on Sunday. He had a flight to go to Uzbekistan, but it didn't happen. Officials then abandoned the airport. People had arrived without any tickets or passports - they thought they could get on any plane and be able to fly to anywhere else in the world, the eyewitness said. Thousands of people were stuck inside the airport, without food or water. There were many women and children - and disabled people, too.But if you go into the city centre, life appears to be normal. There is a lot less traffic, most of the shops are closed. But people look much calmer than yesterday - yesterday, everybody was furious. There was a big traffic gridlock.I've only seen a few women on the street - some single women as well, without escort. Some were wearing blue burkas, but I also saw some wearing surgical face masks and headscarves. And the Taliban seemed alright with them.There is no music on the streets at all. They used to play background music at the hotel, but it has stopped. Staff are scared.The city, however, is still carrying on. It is calm. I haven't spoken to many residents, but the local taxi driver I use was kind of alright with the takeover. Surprisingly, I've seen people greeting Taliban militants - saying \"hello, more power to you, best of luck\", that sort of thing.Taliban fighters seem happy, too - I've spoken to a couple of them, ground soldiers on patrol. We tried to get into the presidential palace but they didn't let us in. They said we needed permission from the high command. But the militants I saw were friendly to us.I was scared yesterday a bit, fearful there was going to be violence and things like that. But luckily nothing happened. It was so quiet and calm. I couldn't believe that the capital had changed hands after 20 years and it was all so quiet. ", "url": "https://www.bbc.com/news/world-asia-58232815"}