{"datetime": "2019-07-09T12:32:54.000Z", "title": "Afghanistan talks agree 'roadmap to peace'", "article": "A landmark peace conference between the Taliban and influential Afghans, including government officials, has agreed a \"roadmap for peace\" that could hasten the end of the 18-year war. A statement called for an end to civilian casualties and the protection of women's rights within an \"Islamic framework\". The non-binding agreement comes as the US and Taliban continue to negotiate an American withdrawal. The US toppled the Taliban in 2001. American negotiators and the insurgents completed a seventh round of talks on Tuesday. They hope to reach an agreement that would see US troops pull out in return for a commitment that Afghanistan would not be used as a base for terrorism.The Taliban are refusing to hold direct negotiations with the Afghan government until the US announces a timetable for the withdrawal. But the two-day conference in Qatar, which saw senior Afghan officials attend in a personal capacity, is seen as having laid the ground for formal talks in the future. \"Afghans meeting with the Taliban was a big success,\" US lead negotiator Zalmay Khalilzad told reporters on Monday. \"It's not an agreement, it's a foundation to start the discussion,\" Mary Akrami, executive director of the Afghan Women's Network and a delegate at the conference, told the AFP news agency. \"The good part was that both sides agreed.\" By Secunder Kermani, BBC Afghanistan correspondent The mere fact that senior members of the Afghan government and Taliban officials sat down in the same room together - alongside other political figures - is a significant step forward in the peace process. Until now, the Taliban have refused to negotiate directly with President Ashraf Ghani's administration, dismissing it as illegitimate. The compromise in this meeting was to declare that all participants would be attending in \"personal capacities\". The \"intra-Afghan\" discussions are separate from, but closely linked to, the Taliban-US negotiations which have also been taking place in Qatar.Both American and Taliban officials have spoken of substantial progress in reaching an agreement to bring an end to the long conflict.The key issue for most ordinary Afghans is a ceasefire. Despite the talks, violence has continued on the ground, with major attacks by the Taliban in Kabul and Ghazni in the past week. There have also been record levels of airstrikes by international forces. That's why the pledge to minimise civilian casualties is key. Afghans will be hoping the words lead to a reduction in bloodshed.The so-called roadmap for peace is based on conditions including the repatriation of displaced people and \"zero interference\" from regional powers. The joint statement stressed that Afghanistan was \"suffering daily\".\"Afghanistan shall not be the witness of another war in the country and [an] intra-Afghan agreement between different levels of the society is vital and crucial,\" it said.More than 45,000 members of the security forces have been killed in the conflict in the past five years. In just the first three months of this year, 581 civilians were killed and nearly 1,200 injured, according to the UN. The commitment that both sides would reduce civilian casualties to zero and avoid attacks on schools, hospitals and markets came a day after a Taliban car bomb targeted a government building in the town of Ghazni, killing 14 people and wounding many schoolchildren. An Afghan government air strike in Baghlan province on Monday is also reported to have killed seven members of a family, sparking protests on a major highway.A separate air raid in Maidan Wardak province saw four civilians killed in a clinic, authorities told the BBC. The government said it was investigating both cases. ", "url": "https://www.bbc.com/news/world-asia-48919335"}