{"datetime": "2021-08-27T23:37:51.000Z", "author": "Dawood Azami", "subject": "Reality Check", "title": "Afghanistan: How do the Taliban make money?", "article": "The Taliban are thought to be one of the wealthiest insurgent groups in the world, and after two decades of fighting US and partner forces, the militants now control Afghanistan. So how do the Taliban support themselves? The Taliban ruled Afghanistan from 1996 until late 2001, when they were overthrown by US forces. Despite the 20-year conflict that followed and the deaths of tens of thousands of Taliban fighters, the group's territorial control and military strength has increased in recent years. By mid-2021 they had an estimated 70,000-100,000 fighters, up from around 30,000 a decade ago, according to the US. Maintaining this level of insurgency has required a great deal of funding from sources both inside and outside of Afghanistan. The group's annual income from 2011 onwardshas been estimated at around $400m (£290m) by the United Nations (UN). But by the end of 2018 this may have increased significantly, to as much as $1.5bn a year, according to BBC investigations. BBC interviews carried out inside Afghanistan and abroad indicate the group are running a sophisticated financial network and taxation system.They have developed a number of income sources. We've looked into some of the main ones. Several Afghan and US officials have long accused certain countries - including Pakistan, Iran and Russia - of giving financial aid to the Taliban. This is a practice they frequently deny. However, private citizens from Pakistan and several Gulf countries including Saudi Arabia, the United Arab Emirates and Qatar are considered to be the largest individual contributors.Although impossible to measure exactly, these sources of funding are thought to provide a significant proportion of the Taliban's revenue. According to experts it could be as much as $500m a year.These links are long-standing.A classified US intelligence report estimated that in 2008 the Taliban received $106m from foreign sources, in particular from the Gulf states.The Taliban have long been thought to run a taxation system to cover their insurgent operations, including on the illegal drug trade. Afghanistan is the world's largest producer of opium, which can be refined to make heroin. With an estimated annual export value of $1.5-$3bn, opium is big business, supplying the overwhelming majority of heroin worldwide. A 10% cultivation tax is collected from opium farmers, according to Afghan government officials. Taxes are also reportedly collected from the laboratories converting opium into heroin, as well as the traders who smuggle the illicit drugs. Estimates of the Taliban's annual earnings from the illicit drug economy range from $100m-$400m. The drug trade accounts for up to 60% of the Taliban's annual revenue, said US commander General John Nicholson in the 2018Special Inspector General for Afghan Reconstruction (Sigar) report. But some experts say this figure is an overestimation. The Taliban often deny their involvement in the drug industry, and take pride in having banned opium poppy cultivation for a period while in power in 2000. The Taliban's financial network extends well beyond taxing just the opium business.In an open letter in 2018, the Taliban warned Afghan traders to pay their taxes on various goods - including fuel and construction material - when travelling through areas they controlled. After ousting the Afghan government, the Taliban now controls all the major trade routes in the country, as well as border crossings - creating more potential sources of revenue from imports and exports. Over the past two decades, a significant amount of Western money has also unintentionally ended up in Taliban pockets. Firstly, the Taliban have taxed development and infrastructure projects - including roads, schools, and clinics - mostly funded by the West. Secondly, the Taliban are thought to have made tens of millions of dollars annually from taxing truckers supplying international forces stationed in various parts of the country. They are also thought to have made a significant amount of money from services provided by the Afghan government. The head of Afghanistan's Electricity Company told the BBC in 2018 that the Taliban were earning more than $2m a year by billing electricity consumers in different parts of the country. And there is also income generated directly from conflict. Each time the Taliban captures a military post or an urban centre, they empty treasuries and seizes scores of weapons, as well as cars and armoured vehicles. Afghanistan is rich in minerals and precious stones, much of it under-exploited as a result of the years of conflict. The mining industry in Afghanistan is worth an estimated $1bn annually, according to Afghan government officials. Most of the extraction is small scale and much of it is done illegally. The Taliban have taken control of mining sites and extorted money from ongoing legal and illegal mining operations. In its 2014 annual report, the UN Analytical Support and Sanctions Monitoring Team said the Taliban received more than $10m a year from 25 to 30 illegal mining operations in southern Helmand province. Read more from Reality Check Send us your questions ", "url": "https://www.bbc.com/news/world-46554097"}