{"datetime": "2019-04-19T22:47:45.000Z", "author": "Lyse Doucet", "title": "The Afghan women determined not to lose out in Taliban talks", "article": "When 18-year-old Ogai Wardak came face to face with Taliban fighters, her fear quickly gave way to cautious hope. \"Their faces were scary, but their hearts were kind,\" she tells me when we meet in the Kabul studios of Zan TV, the only Afghan television channel just for women.\"The Taliban of this time are not like the past, not like the scary stories I heard,\" explains the ebullient young woman bursting with personality. She was born in 2001, the same year the Taliban were toppled from power. Wardak met some of their fighters during last year's rare three-day ceasefire, when they slipped into Kabul to gaze at city streets, even taking selfies and savouring ice cream. But if the Taliban return to power, would they allow her to keep presenting on Zan TV? \"No!\" she exclaims, without skipping a beat. \"But I have to fight them because it's my dream, and I have to work for my sisters.\" As Afghans engage in a new round of talks with the Taliban, this time in the Gulf state of Qatar, this historic step is concentrating women's minds on how much they stand to win - or lose. Politician Fawzia Koofi is one of the only women who attended the first round of negotiations in Moscow in February. \"It was not an easy moment,\" she admits when we sit down in Kabul. \"When I entered the room, everything they did in Afghanistan during their time crossed my mind,\" she recalls. Hers is an everywoman story about being stopped from attending school and being pelted with stones as she walked down the streets. \"We listened to each other, and we didn't agree on very much, but in that moment I realised we can't go back,\" she tells me. The past in Afghanistan is a different country. Its deeply conservative society has undeniably changed since the Taliban's harsh rule. It's a story which inspires but also, still horrifies. The country still often called \"the worst place to be a woman\" has a female literacy rate of only 17%. And yet, women held about a quarter of the seats in the last Afghan parliament.Remarkable women have risen to the highest offices, but many more remain trapped in virtual prisons with little say over every decision in their lives.\"I told my father I was first in my class and I wanted to go to university and build my future,\" one young woman with a rose pink headscarf tells me, too afraid to mention her name. \"But he threatened me at gunpoint and said you have to accept whatever your father says.\"In a modest building shielded by iron gates, tucked away in a maze of Kabul streets, we meet her and two other brave women who agree to speak of heartbreaking stories of forced marriages, domestic violence, and eventual escape.The woman who watches over them has her own tale to tell.\"I taught girls in a secret room in my house during Taliban time,\" she says, but also demurs when I ask her name. \"We're still resisting,\" she replies with a grimace which underlines the gravity of the situation facing these women and thousands more like them. But their fear folds inside a fighting spirit. \"I think women need to resist,\" the pink-scarved woman insists after revealing how her father had chained her in a dark room for a month-and-a-half until she agreed to marry a man of his choice.\"There are many illiterate people in Afghanistan so girls like me who study should raise their voices and make their families, and our society, understand.\" At the Horiana Fitness Gym in Kabul, a thick metal door is firmly locked to keep out any unwelcome visitors. \"We've received threats several times and been warned that if we don't close, we'll be punished,\" explains, matter-of-factly, 19-year-old Horia Qurbani, who runs a gym with bodybuilding, yoga and dance classes for women.With a shock of close cropped hair with blonde streaks peaking from beneath her head scarf, she exudes a confidence as strong as her fitness. \"The first criticism I got was from my family,\" she tells me. \"They told me 'you live in a conservative society and you're not allowed to do this and you don't have the capability'.\"Taking on the Taliban, should they return - through political talks or military takeover - would just be another chapter. \"I've spent all my life in a society full of fear. We're always in danger so I've gotten used to it now,\" she explains as her female students in track suits and headscarves stretch, and sweat.Taliban leaders participating in what is still an embryonic process with Afghans, as well as parallel talks with the US government, insist they have changed. But Afghan women are still asking: \"By how much?\" \"When they first came to power, it would have been enough to allow women to work in social sectors like education and health, but in nearly 18 years, we've made so much more progress,\" says 38-year-old Nargis Nehan, who holds the powerful portfolio of minister of mines, petroleum and industries. She is one of a small but growing number of female ministers and deputy ministers in government. She runs through a check-list. \"Are we able to run as presidential candidates? Are we able to participate in the judicial sectors as judges? Are we able to have our own multi-million dollar businesses to run? Are we able to participate properly, and meaningfully in the political affairs of the country?\" she asks after emerging from a gathering in a Kabul hotel ballroom packed with hundreds of women now working in the energy sector. Fawzia Koofi heard first-hand some of the answers. \"One man in the Taliban delegation spoke for about 15 minutes after my speech and said women are allowed to work, own property, choose their life partner, and go to school - which had all been banned in Taliban time - but they cannot be president,\" she recounts.Then she cautions: \"These views are not widely shared among the Taliban, especially those still fighting on the ground.\" Before taking on the Taliban, women are pushing for a bigger place in Afghan delegations dominated by men, including well-known warlords and power brokers from past wars. \"There won't be any sustainable peace without involvement of the young Afghan generation or Afghan women's full participation - no way,\" declares Mary Akrami, of the Afghan Women's Network, on Twitter. And there are everyday battles to fight. \"Life is very tough for women, especially in the provinces,\" says 28-year-old Salma Sakhi, Zan TV's main news presenter.\"We need to show that women are working,\" she says of her role at a channel where women are being trained to do all the jobs in journalism, from production to presenting. Media executive Hamid Samar, who founded Zan TV two years ago, says the ambition is for 80-85% of the staff to be female. \"We need the men too,\" he points out. \"To show we are standing shoulder to shoulder, standing for each other.\" Like all too many Afghan journalists, the women of Zan TV receive a stream of threats and insults.Poised and professional, Sakhi reads the midday TV news bulletin in a studio wrapped in a map of the world. It's bright pink. \"I love my job, and I don't want to lose it,\" she declares, with the same steely spirit of many Afghan women now trying to shine a light into darker corners of their world. ", "url": "https://www.bbc.com/news/world-asia-47967516"}