{"datetime": "2018-09-13T23:21:56.000Z", "title": "Why Afghanistan is more dangerous than ever", "article": "Huge death tolls that would once have made headlines are becoming commonplace in Afghanistan, as the Taliban and other militant groups flex their muscles daily against a US-backed military struggling to cope. There remains no clear end in sight for a war that has turned into a bloody stalemate, as the BBC World Service's Dawood Azami explains. Since the US-led invasion in 2001, Afghanistan has never been as insecure as it is now. The Taliban control more territory than at any point since the removal of their regime 17 years ago. The Afghan war has already become the longest war in US history. With the passage of time, the conflict has not only become more intense - it has also become more complicated. The attacks are becoming bigger, more frequent, more widespread and much deadlier. Both sides - the Taliban and the US/Nato-backed Afghan government - are trying to gain the upper hand. On 10 August, the Taliban entered Ghazni, a strategic provincial capital on a key highway south of Kabul, before the Afghan security forces supported by US advisors and air strikes pushed them back. On 15 May, the Taliban entered the capital of Farah province in western Afghanistan, close to the Iranian border.Many Taliban fighters are killed and injured as they are pushed back after attacks on provincial capitals, but such attacks have a huge propaganda value for the group and boost their morale and recruitment. The insurgents also take weapons and vehicles with them as they retreat. Many other towns and district centres remain under constant Taliban threat. Large parts of provinces like Helmand and Kandahar - where hundreds of US, UK and other foreign troops were killed - are now under Taliban control. Meanwhile, civilian casualties are at an unprecedented level. According to the UN, more than 10,000 civilians were killed or injured in 2017, and the number is expected to be even higher in 2018.It has been a year since President Trump unveiled a new strategy for Afghanistan, vowing that the US would \"fight to win\". The Trump administration has sought to put pressure on the Taliban in four ways to break the stalemate, roll back the group and eventually force them to sit down for talks with the Afghan government. But these efforts have largely failed: Counting the cost of Trump's air war in Afghanistan Why are more troops going to Afghanistan? There are five major factors responsible for the intensification of the Afghanistan conflict. Given the high frequency and spread of Taliban violence, the Afghan security forces are overstretched and, in some cases, overwhelmed. Afghan forces have been fighting hard to stop the Taliban's expansion. But their casualty rate remains alarmingly high and appears to be increasing. Questions have been raised about the lack of robust and inspiring leadership, the timely supply of logistics, and corruption. The bickering between political and government leaders in Kabul is also having a negative impact on the smooth running of the government and the security situation. The two factions who formed the National Unity Government (NUG) after the 2014 presidential election have not yet truly united. Despite being in power for four years, the government in Kabul remains internally divided on several issues. Parliamentary polls, which have already been delayed by more than three years, are scheduled for 20 October 2018. The increasing violence has fuelled speculation over whether the elections will be held on time. There are already concerns about widespread fraud and pre-poll manipulation. There are also questions about how representative the next parliament will be if polls are not conducted in many parts of the country due to violence and intimidation. Presidential elections, which are due to take place in April 2019, will be an even bigger challenge.If not handled properly, both elections will test the strength of government institutions and pose a big challenge for overall political stability in Afghanistan. All sides now seem to be convinced that the conflict in Afghanistan cannot be solved by military means alone. A consensus is slowly building to start talks, with all parties saying that they want a negotiated settlement. A window of opportunity opened after an unprecedented three-day ceasefire in June, followed by a meeting between US officials and Taliban representatives in Qatar in July. This was the first time in seven years that the two sides met for face-to-face talks. They are scheduled to meet again soon. It is an acknowledgement that, despite the aggressive US military campaign, no one side can win the war. But there are still disagreements over the format, included the parties and framework for comprehensive peace negotiations. For meaningful progress to be made and trust to be built, compromise and flexibility will be required from all sides.The other major challenge is the co-operation of regional players. Peace in Afghanistan and the wider region can only be achieved through a multilateral mechanism involving the US as well as major regional players, including Pakistan, Russia, Iran, China, India and Saudi Arabia. But in the end, it will be the dialogue among Afghans themselves which will determine the political future of their war-torn Afghanistan.", "url": "https://www.bbc.com/news/world-asia-45507560"}