{"datetime": "2019-05-03T15:59:22.000Z", "title": "Taliban rejects calls for Ramadan truce in Afghanistan", "article": "The Taliban in Afghanistan has rejected calls for a Ramadan ceasefire and attacked the traditional council, or loya jirga, which made the proposal. The grand assembly is meeting in Kabul this week to discuss peace and called for an immediate ceasefire between the government and militants. President Ashraf Ghani agreed to a truce provided it was not \"one-sided\". But the Taliban rejected the call and accused members of being government allies. In 2018the Taliban agreed a three-day ceasefire coinciding with Eid at the end of the holy month of Ramadan - their first since the 2001 US-led invasion. Speaking at the meeting of the loya jirga - a grand tribal council attended by 3,200 religious leaders, politicians and representatives from across the country - Mr Ghani said: \"Let us prove that only Western countries cannot solve this conflict. There is also human civilisation here.\" As a goodwill gesture, the president agreed to release 175 Taliban prisoners in response to demands made by the loya jirga. The militants have been negotiating directly with a US envoy in Qatar since October, as Washington seeks to wind up the longest war in its history, which began in 2001 after the 9/11 attacks. A potential deal has emerged that would see foreign troops withdraw in return for the insurgents guaranteeing that Afghan territory would not be used as a base by foreign militants. But there are fears, including among Afghanistan's women, that any US deal with the Taliban could eventually see the militants sweep back into power and strip away rights and freedoms gained since they were toppled in 2001. The Taliban has shunned direct talks with the Afghan government, calling it \"a US-imposed puppet regime\". The group has not yet responded to the proposed release of its prisoners nor the demand for a ceasefire. Zalmay Khalilzad, the US special peace envoy for Afghanistan, said on Twitter on Friday he had called during talks for the Taliban to lay down its arms. A Taliban spokesman tweeted that the US should end its use of force instead. A US-led military coalition overthrew the Taliban in 2001, for sheltering al-Qaeda. Intense fighting is currently taking place all over the country and the Taliban now controls more territory than at any point since 2001. Given the continued stalemate with the insurgents, US President Donald Trump is keen to end the war, which, according to US officials, costs about $45bn (£34bn) annually. ", "url": "https://www.bbc.com/news/world-asia-48147066"}