{"datetime": "2021-09-08T15:15:15.000Z", "title": "Afghanistan country profile", "article": "Landlocked and mountainous, Afghanistan has suffered from such chronic instability and conflict during its modern history that its economy and infrastructure are in ruins, and many of its people are refugees. The Taliban, who imposed strict Islamic rule following a devastating civil war, were ousted by a US-led invasion in 2001, but made a rapid comeback to take over almost all of the country after US forces left in 2021.Taliban leader : Hibatullah Akhundzada Hibatullah Akhundzada became the supreme commander of the Taliban in 2016, and is now head of state of their interim government in Kabul, called the Islamic Emirate of Afghanistan. He fought in the resistance to the Soviet military occupation in the 1980s, and went on to lead the Islamic courts during the Taliban's last period in government in 1996-2001. A lively private media scene, including dozens of TV networks and more than 170 radio stations, emerged after the fall of the Taliban in 2001. The return to power of the Islamist movement in 2021 saw great pressure on the media to conform with strict Taliban rules. Some key dates in Afghanistan's history: 1979 - Soviet Army invades and props up communist government. More than a million people die in the ensuing war. 1989 - Last Soviet troops leave. US- and Pakistan-backed mujahideen push to overthrow Soviet-installed Afghan ruler Najibullah triggers devastating civil war. 1996 - Taliban seize control of Kabul and impose hard-line version of Islam. 2001 - US intervenes militarily following September 11 attacks on the United States. Taliban are ousted from Kabul and Hamid Karzai becomes head of an interim power-sharing government. 2014 - Ashraf Ghani elected president. NATO formally ends its combat mission in Afghanistan, handing over to Afghan forces, who face a growing insurgency.2021 - Taliban recapture Kabul after US forces withdraw. ", "url": "https://www.bbc.com/news/world-south-asia-12011352"}