{"datetime": "2021-07-18T18:03:17.000Z", "title": "Oil producing nations agree deal to control prices", "article": "Oil producing nations have agreed to increase their output, with the aim of reducing prices and easing pressure on the world economy. The Opec cartel and partners such as Russia will boost supply from August after prices climbed to two-and-half-year highs during the pandemic. The move should have an impact on petrol prices at the pump, which have also rocketed.The price of Brent crude oil is up 43% this year to almost $74 a barrel.Last year, Opec and its partners cut production by a record 10 million barrels per day (bpd) amid a pandemic-induced slump in demand and collapsing prices.However, this year the price of oil has surged as economies have reopened, contributing to rising inflation in some countries and threatening to put the brakes on the global recovery. Oil producers have been seeking to ease the cuts, but a row between Saudi Arabia and the United Arab Emirates threatened to derail the plans earlier in July. Abu Dhabi had blocked a proposal by Riyadh and Moscow to extend output curbs to 2022 after they rejected its demand to produce more oil. The unusually public dispute between the close allies had raised fears about the stability of the \"Opec +\" cartel, which controls more than 50% of the world's oil supplies.Under the new deal, Opec and partners have agreed to increase supply by a further two million barrels per day from August until December 2021 to help stabilise the market.Higher output quotas have also been agreed for several members from May 2022, including the UAE, Saudi Arabia, Russia, Kuwait and Iraq. The cartel said it would phase out by September 2022 oil production cuts that were brought in last year. Russian Deputy Prime Minister Alexander Novak told public television channel Rossia 24 that the members had been \"constructive\" and found \"consensus\". \"The pandemic is not yet overcome, but we are seeing that thanks to vaccination all over the world, demand for our production is recovering as is the use of cars and air planes,\" he said. \"It is therefore very important for us to fulfil our responsibilities and allow a recovery of the world economy.\" ", "url": "https://www.bbc.com/news/business-57882449"}