{"datetime": "2021-08-12T23:07:29.000Z", "author": "Jonathan Beale", "subject": "War in Afghanistan (2001-present)", "title": "Afghanistan: How the Taliban gained ground so quickly", "article": "The speed of the Taliban advance in Afghanistan appears to have taken many by surprise - regional capitals seem to be falling like dominoes. The momentum is clearly with the insurgents, while the Afghan government struggles to keep its grip on power. This week, one leaked US intelligence report estimated that Kabul could come under attack within weeks, and the government could collapse within 90 days.So how did it unravel so quickly? The US and its Nato allies - including the UK - have spent the best part of the last 20 years training and equipping the Afghan security forces.Countless American and British generals have claimed to have created a more powerful and capable Afghan army. Promises that today appear pretty empty. The Afghan government should, in theory, still hold the upper hand with a larger force at its disposal.The Afghan security forces number more than 300,000, on paper at least. That includes the Afghan army, Air Force and police. But in reality the country has always struggled to meet its recruitment targets. The Afghan army and police has a troubled history of high casualties, desertions and corruption - with some unscrupulous commanders claiming the salaries of troops who simply didn't exist - so called \"ghost soldiers\".In its latest report to the US Congress, the Special Inspector General for Afghanistan (SIGAR) expressed \"serious concerns about the corrosive effects of corruption... and the questionable accuracy of data on the actual strength of the force\".Jack Watling, of the Royal United Services Institute, says even the Afghan army has never been sure of how many troops it actually has.Added to that, he says there have been problems with maintaining equipment and morale. Soldiers are often sent to areas where they have no tribal or family connections. One reason why some may have been so quick to abandon their posts without putting up a fight. The Taliban's strength is even harder to measure.According to the US Combating Terrorism Center at West Point, estimates suggest a core strength of 60,000 fighters. With the addition of other militia groups and supporters, that number could exceed 200,000. But Dr Mike Martin, a Pashto-speaking former British army officer who tracked the history of the conflict in Helmand in his book An Intimate War, warns of the dangers of defining the Taliban as a single monolithic group.Instead he says \"the Taliban is closer to a coalition of independent franchise holders loosely - and most probably temporarily - affiliated with one another\".He notes the Afghan government, too, is as riven by local factional motivations. Afghanistan's shape changing history illustrates how families, tribes and even government officials have switched sides - often to ensure their own survival. Again, the Afghan government should have the advantage in terms of both funding and weapons. It has received billions of dollars to pay for soldiers' salaries and equipment - mostly by the US. In its July 2021 report, SIGAR said more than $88bn (£64bn) had been spent on Afghanistan's security.But it ominously added: \"The question of whether that money was well spent will ultimately be answered by the outcome of the fighting on the ground.\"Afghanistan's Air Force should provide it with a critical edge on the battlefield.But it has consistently struggled to maintain and crew its 211 aircraft (a problem that's becoming more acute with the Taliban deliberately targeting pilots). Nor is it able to meet the demands from commanders on the ground.Hence the involvement recently of the US Air Force over cities like Lashkar Gah, which have come under Taliban attack. It's still not clear for how much longer the US is willing to provide that support.The Taliban have often relied on revenue from the drugs trade, but they have also had support from outside - most notably Pakistan.More recently the Taliban have seized weapons and equipment from the Afghan security forces - some of it provided by the US - including Humvees, night sights, machine guns, mortars and artillery.Afghanistan was already awash with weapons after the Soviet invasion, and the Taliban have shown that even the crudest can defeat a much more sophisticated force.Think of the deadly effect of the Improvised Explosive Device (IED) on US and British forces. That and local knowledge and an understanding of the terrain have been their advantage.Despite the disparate nature of the Taliban, some still see evidence of a co-ordinated plan in their recent advance.Ben Barry, a former British army brigadier and now a senior fellow at the Institute of Strategic Studies, acknowledges the Taliban gains may be opportunistic, but adds: \"If you were to write a campaign plan I would be hard pressed to come up with something better than this.\"He points to the focus of the Taliban attacks in the north and west, not their traditional southern strongholds, with successive regional capitals falling into their hands.The Taliban have also captured key border crossings and checkpoints, funnelling off much needed customs revenue away from the cash-strapped government.They've also stepped up targeted killings of key officials, human rights activists, and journalists. Slowly but surely wiping out some of the small gains made over the last 20 years.As for the Afghan government's strategy - that's proving harder to define.Promises of taking back all the territory captured by the Taliban sound increasingly hollow.Mr Barry says there appears to be a plan to keep hold of the larger cities. Afghan commandos have already been deployed to prevent Lashkar Gah in Helmand from falling.But for how much longer?Afghan special forces are relatively small in number, around 10,000 strong, and they're already stretched.The Taliban also appear to be winning the propaganda war and the battle of the narrative.Mr Barry says their momentum on the battlefield has boosted morale and given them a sense of unity.In contrast, the Afghan government has been on the backfoot, bickering and sacking generals.The situation certainly looks bleak for the Afghan government.But Jack Watling of RUSI says that while it looks increasingly pessimistic for the Afghan military, \"the situation could still be saved by politics\".If the government can win over tribal leaders, he says, there is still the chance of a stalemate.This is a view echoed by Mike Martin, who points to the return of former warlord Abdul Rashid Dostum to Mazar-i-Sharif as a significant moment. He's already cutting deals.The summer fighting season will soon be over as the Afghan winter sets in - making manoeuvre more difficult for forces on the ground.It is still possible that there'll be a stalemate by the end of the year, and the Afghan government will cling on to Kabul and a string of larger cities.The tide could even turn if the Taliban fracture.But at present it appears that the US and Nato's efforts to bring peace, security and stability to Afghanistan have been as futile as the Soviets before them.", "url": "https://www.bbc.com/news/world-asia-58187410"}