{"datetime": "2021-08-16T23:07:44.000Z", "subject": "War in Afghanistan (2001-present)", "title": "Afghanistan: US takes control of Kabul airport to evacuate staff", "article": "There were scenes of panic at Kabul airport on Monday as desperate residents tried to flee following the Taliban's seizure of the Afghan capital. The US army said soldiers shot two armed men, while three people were reported to have died after falling from the underside of a plane they were clinging to shortly after take-off. The airport was closed earlier for soldiers to try and clear the runways. US military planes are now landing, including one carrying US marines. Marines are being flown in to help the evacuation effort. The US and other countries are rushing to remove staff and allies from the country. A German evacuation plane also landed at Kabul airport on Monday, sources told Reuters news agency. On Sunday the Taliban declared victory after Afghan President Ashraf Ghani fled abroad and his government collapsed.The militants' return to rule brings an end to almost 20 years of a US-led coalition's presence in the country. Kabul was the last major city in Afghanistan to fall to a Taliban offensive that began months ago but accelerated in recent days as they gained control of territories, shocking many observers. The Islamist group was able to seize control after most foreign troops pulled out.Following the Taliban's seizure of Kabul, many people headed to the airport. Evacuations of foreigners and some Afghans with links to foreign governments and organisations have been taking place, but passengers said rumours spread that even those without visas were being allowed to travel. As huge crowds gathered, US forces reportedly fired into the air to disperse people who were trying to force their way on to planes.Video obtained by Afghan media outlets also showed people clinging to the side of a plane as it began to taxi on the runway. Another video appeared to show men falling from a plane that had taken off. Later, a Pentagon spokesman said all flights had been halted \"out of an abundance of caution\". \"US military forces are on the scene working alongside Turkish and other international troops to clear the area of people. We do not know how long this will take\" John Kirby said. Mr Kirby also said there were early reports that a US service member had been wounded. Rakhshanda Jilali, a human rights activist who is trying to leave, said: \"How can [the Americans] hold the airport and dictate terms and conditions to Afghans?\" \"This is our airport but we are seeing diplomats being evacuated while we wait in complete uncertainty,\" she told Reuters news agency. Thousands of American citizens, locals embassy staff and their families, as well as other \"vulnerable Afghan nationals\" are to be airlifted in the coming days,the US government has said . The US has sent 6,000 troops to assist in the evacuation. At the weekend US President Joe Biden defended the withdrawal of American troops, saying he could not justify an \"endless American presence in the middle of another country's civil conflict\".More than 60 countries, including the US and the UK, have issued ajoint statement saying the Afghan people \"deserve to live in safety, security and dignity\", and that security and civil order should be immediately restored. They also called on the Taliban to allow anyone who wishes to depart to do so, and to keep roads, airports and border crossings open. A Taliban spokesman said people would be allowed to return home from the airport, Reuters reported.On Sunday Suhail Shaheen, a Taliban negotiator in Qatar, told the BBC that properties and lives were safe. \"We are the servants of the people and of this country,\" he said. About 600 British troops have been deployed to assist with their own withdrawal mission.UK Prime Minister Boris Johnson saidhis priority was getting UK nationals and \"all those who have helped the UK effort over 20 years\" out of Afghanistan \"as fast as we can\". Russia said it would not be closing its embassy because the Taliban had provided security assurances. China expressed its readiness to develop \"friendly relations\" with the group.Iran's new hardline president, Ebrahim Raisi, said the US pull-out should offer an opportunity for lasting peace in Afghanistan. Are you or your family in Afghanistan? How have you been affected? Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/world-asia-58227029"}