{"datetime": "2021-07-08T00:33:31.000Z", "author": "Sameer Hashmi", "title": "The growing Gulf rivalry that's pushing up oil prices", "article": "A bitter public rift between the United Arab Emirates and Saudi Arabia over oil production quotas this week caused talks between the world's biggest oil-producing nations to be abandoned and left energy markets in limbo, pushing oil prices to a six-year high. The 23 nations in Opec+, which comprises the Organization of the Petroleum Exporting Countries cartel and allied producers like Russia, had to postpone their negotiations indefinitely, raising fears about its stability of a group that has deftly handled supplies over the past 18 months to cope with the coronavirus-related global economic crisis.The problem began last week, when the UAE rejected a proposal by Opec+ leaders Saudi Arabia and Russia to extend output curbs for another eight months.The UAE wanted to renegotiate its current baseline - the level from which production cuts or increases are calculated - to give it freedom to pump out more oil. However, Saudi Arabia and Russia were against doing so. The negotiations took an unusual turn when the energy ministers of the UAE and Saudi Arabia, which are close allies, went public with their differences. \"The rift has come as a surprise, but perhaps the tussle was inevitable,\" says Ben Cahill, a senior fellow at the Center for Strategic and International Studies in Washington. \"Abu Dhabi's production capacity is at odds with its Opec quota. It has invested a lot of money to raise its production. And now demand is picking up. That's why the UAE has been frustrated over the last year at its inability to increase production,\" he adds. For several years, the partnership between Saudi Arabia and the UAE has shaped the geopolitics of the Arab world.The personal bond between Saudi Crown Prince Mohammed bin Salman and Abu Dhabi Crown Prince Mohammed bin Zayed has been instrumental in cementing this alliance.Both men are seen as their country's de facto ruler and have ambitious visions.For several years there was deep co-operation on strategic issues. They formed an Arab military coalition in 2015 to fight a war against the Iran-aligned rebel Houthi movement in Yemen, and imposed a diplomatic, trade and travel embargo on Qatar in 2017. But cracks in the relationship began to appear two years ago, when the UAE withdrew most of its troops from Yemen, leaving the Saudis displeased.In January, the Emiratis reluctantly accepted a Saudi-led deal to end the Qatar embargo, even though they remain wary of trusting Doha. Similarly, Saudi Arabia was not enthused by the UAE's decision to normalise relations with Israel last year. The cracks started to deepen this February, when Saudi Arabia issued an ultimatum to multinational companies to relocate their regional headquarters to the kingdom by 2024 or lose out on government contracts. This was perceived as an implicit attack on Dubai (in the UAE), the commercial hub of the region. After the Emiratis blocked the proposed Opec+ deal, the Saudis appeared to retaliate by suspending flights to the UAE. It cited concerns about coronavirus variants, but the decision came just ahead of an Islamic holiday when many people head to Dubai for a break. Saudi Arabia also announced that it would exclude imports from free zones or linked to Israel from a preferential tariff agreement with other Gulf states, delivering a blow to the UAE's economy, which revolves around a free zone model. The tussle at Opec+ is underlined by a growing economic rivalry, with both countries trying to diversify their economies by reducing their dependence on hydrocarbon exports.With Saudi Arabia adopting a more aggressive economic strategy under Mohammed bin Salman, they are now competing in sectors like tourism, financial services and technology. \"Saudi Arabia is the giant in the region which is now waking up. And at some level that's a concern for the Emiratis,\" says Neil Quilliam, an associate fellow at Chatham House in London. \"In 15 to 20 years' time, if Saudi Arabia transforms into a dynamic economy, then that would be a threat for the Emirati economic model.\" It is still unclear whether Saudi Arabia and the UAE will be able to agree on a new Opec+ deal.But Ali Shihabi, a Saudi analyst close to the royal court, does not believe the rift will hamper their relationship in the long run, even though the Emiratis' rigid stance came as a \"shock\" to the Saudis - especially given that they had worked very hard to achieve consensus. \"Both the sides have had much bigger disagreements in the past,\" he says. \"Every relationship goes through ups and downs, including the US and the UK. But the fundamentals of this relationship are really [too] strong to cause any permanent damage to this alliance.\" ", "url": "https://www.bbc.com/news/world-middle-east-57753667"}