{"datetime": "2021-08-15T19:41:53.000Z", "author": "Boer Deng & Sam Farzaneh & Tara McKelvey", "title": "Afghanistan conflict: As Kabul falls, Biden backlash grows", "article": "The lightning advance of the Taliban in retaking the country has led Afghan Americans, former generals and leading statesmen to blame President Joe Biden for a hasty US withdrawal. But he appears to have the public on his side - for now. Hadia Essazada wept as she recounted the horror the Taliban visited on her household, first beating her father, and then killing her brother. The first time \"they were beating my father with an iron rod because they were looking for my elder brother\", who had fought to resist their rule in the 1990s, she told BBC Persian.They fled their house in the northern city of Mazar-I-Sharif, but \"after six months when we returned to our home, Taliban again came to visit us. And they took my younger brother\". \"I don't know how many days had passed when a shopkeeper in our neighbourhood came to my father to tell him his son was killed,\" she said. The Taliban had executed him and dragged his body through the streets. Relatives were not allowed to collect his body for burial for weeks, and by then, dogs had been allowed to desecrate the remains. Ms Essazada, today in her 20s and living in the US, said she now feared for the security of both Afghanistan and her new home, America, now that the Taliban is in control once more. \"The Taliban has not changed a bit,\" she said, predicting that the West will be targeted by militants who she believes will be given shelter by the group. \"Do you really want to go back to Afghanistan again?\" To his critics, the president's decision to wind down America's longest conflict has undone 20 years of work and sacrifice, paved the way for a humanitarian catastrophe and called into question US credibility. Many of those closest to the conflict - Afghans, soldiers and statesmen - have long been sceptical of the president's view that the Kabul government could be expected to maintain the country's security by itself.With the fall of the capital city on Sunday, some wonder whether it is only a matter of time before the American electorate comes to regret Mr Biden's move to deliver on the long-held promise of getting America out. His decision to pull out is hardly a surprise. Since his days as vice-president to Barack Obama, he has always insisted that the war should be limited in its mission. As a senator from Delaware in 2001, he joined a unanimous vote to approve the use of military force in Afghanistan. But he opposed the deployment of more troops Mr Obama authorised in 2009, the so-called \"surge\". \"Biden was pretty darn clear on Afghanistan,\" Brett Bruen, a former diplomat who sat in the Obama administration's National Security Council meetings, told the BBC. \"He said we should get the heck out of there.\"Mr Biden pushed his case and would sometimes make it personal, Mr Bruen recalled. \"It was an effort to win over the room,\" he said.As a White House candidate in 2019, Mr Biden reminded voters that he would be the first president since Dwight Eisenhower in the 1950s to have had a child serve in an active conflict. In his memoir Richard Holbrooke, who was special envoy to Afghanistan in the early Obama years, remembered Mr Biden angrily telling him he was \"not sending my boy back there to risk his life on behalf of [Afghan] women's rights... That's not what they're there for\". But his long experience in foreign policy has probably done even more to shape the president's outlook, Mr Bruen said. \"He's lived through so many of these conflicts, not just Vietnam and the Iraq War but also Kosovo [and] Grenada. I think there's a certain soberness to the way he looks at these challenges, and also a weariness.\"Running for office, Mr Biden told CBS in 2020 that the US should only have troops in Afghanistan \"to make sure that it's impossible for the Taliban and for Isis or al-Qaeda to re-establish a foothold there\". That has not come to pass. On Sunday, Taliban fighters reached the Afghan capital amid little resistance following a scramble by the US and its allies to airlift personnel out of the country.Within hours, Karzai International Airport had suspended commercial flights and government forces at Afghanistan's main prison near Bagram Air Base had surrendered to insurgents. Mr Biden was forced on Saturday to approve the deployment of thousands of additional US troops \"to make sure we can have an orderly and safe drawdown of US personnel and other allied personnel\" and carry out a \"safe evacuation\" of Afghans at \"special risk\" from the Taliban. A leaked US intelligence report this month had warned that the western-backed Afghan government could collapse within 90 days of US troop departures.Mr Biden's predecessor Donald Trump accused him of \"weakness, incompetence, and total strategic incoherence\" but some have pointed to a withdrawal deal his team hatched with the Taliban last year as partly to blame. Some of the objections to the Biden withdrawal plan echo warnings made years ago. Asked in 2009 whether his proposal to reduce troop numbers could succeed, Stanley McChrystal, then the US Commander in Kabul, replied: \"The short answer is no.\" With the swift Taliban takeover of the last few weeks, that prediction has proved correct. Gen David Petraeus, who replaced Mr McChrystal as commander, told the BBC: \"The situation obviously is just disastrous.\"\"We should literally reverse the decision,\" he said. \"I feared we would come to regret the decision and we already are. There's no good outcome unless the United States and its allies recognise that we made a serious mistake.\" Husain Haqqani, Pakistan's ambassador to the US in 2009, told the BBC: \"He [Mr Biden] always said 'our fight was about al-Qaeda, and not the Taliban'. I always thought it was naïve.\" Sher Hossain Jaghori, an Afghan-American, lost an arm serving as an interpreter for US troops in 2003.Now a US citizen, he said was furious about the US withdrawal. Mr Biden has \"left the people of Afghanistan in the hands of Taliban,\" he told BBC Persian. \"I do not trust the US government anymore,\" he said. \"My wife and my son voted for Biden. I told them not to do that. Now they came to me and said they now believe I was right. They are not going to vote again.\" Polls have consistently shown withdrawal to be popular with Americans exhausted by 20 years of spent blood and treasure, and years of promises to get out. In office, Mr Obama pledged to get out. Running for president, Donald Trump hammered against continuing the \"endless war\" - he had set a departure date for US troops of 1 May this year.As recently as last month, an overwhelming majority of Americans - 70% or more - supported Mr Biden's withdrawal, according to polls from Harris and the Chicago Council. But that was before the lightning advance of the Taliban. As the situation on the ground shifts - and with veterans aghast at reports of the executions of Afghans who had served with them, former allied posts overtaken by Taliban fighters and aid groups warning of a humanitarian crisis to come - comparisons are already being made to the ignoble withdrawal from Vietnam in 1975. \"Theoretically Americans wanted out,\" Mr Breun said. \"But practically when they see these images of the Taliban driving through the streets, American forces fleeing in a Saigon-esque fashion, it's a very hard pill to swallow.\"", "url": "https://www.bbc.com/news/world-us-canada-58224399"}