{"datetime": "2021-08-11T15:28:04.000Z", "author": "Nicola Careem & Ashitha Nagesh", "subject": "War in Afghanistan (2001-present)", "title": "Afghanistan: The people fleeing the north for safety in Kabul", "article": "With violence surging in Afghanistan, and the Taliban taking new territories in the north, thousands of people are fleeing their homes to seek safety in the capital Kabul. When they get there, many of these people face sleeping in abandoned warehouses or on the streets. They're struggling to find food, shelter and other basic necessities, such as medicine and sanitary items. But they feel they have little choice - it is either hardship in Kabul, or potential death in their home region. Now, thousands have gathered in makeshift camps on scrubland on the city's outskirts. Asadullah, a 35-year-old street vendor from Kunduz province, travelled to the capital with his wife and two young daughters earlier this week after the Taliban set fire to his home. \"I was a street worker, I sold food and spices... but when the Taliban attacked we came to Kabul,\" he tells the BBC.\"Now we have no money to buy bread, or get some medicine for my child.\" Asadullah and his young family spent the night on the streets. \"All of our home and belongings caught fire, so we came to Kabul and pray to God to help us. Rockets and mortars hit our home... there were heavy clashes in the past seven days, we had no bread to eat and all the bakeries, shops and bazaars were closed.\" A woman, who didn't give her name, told the BBC she fled her home in the northern city of Pul-e-Khumri with her husband and children. Her husband, she says, was wounded in the war. \"We had a good life, but because of the bomb blasts we lost our home and came here,\" she says. \"We left our home with only one dress and no money.\" Humanitarian organisations have been warning of a rise in internally displaced persons in Afghanistan since US-led forces began withdrawing from the country earlier this year, following 20 years of military operations. The campaign began in 2001 following the 9/11 attacks on American soil. Now, most of the foreign troops have pulled out. Since then, clashes between the Taliban and government forces have escalated. The Taliban have taken at least eight of the country's 34 provincial capitals, and are threatening to seize more.The Washington Post has also cited unnamed US officials saying that even Kabul could fall to the Taliban within the next 90 days, based on US military assessments. This unrest has caused a rise in people fleeing their homes for the capital. In July the UN warned that around 270,000 more people were internally displaced in the country after troops started to leave - this number is estimated to have surged in just the last few days. Amid all of this more than 1,000 civilians have been killed, according to the UN. NGOs say that this mass displacement will hit women and children particularly hard.\"We're seeing a lot of increased reporting around health protection needs, gender-based violence, sexual exploitation and abuse and trafficking,\" Jared Rowell, Country Director of the Danish Refugee Council in Afghanistan, tells the BBC. \"Early marriage will become a larger problem too as girls and young women are sold off in order to get cash to provide for their families. Those types of issues, which have always been a problem, are going to get more and more severe.\" As well as food, shelter and health and sanitary items, Mr Rowell says, displaced people in Kabul are in desperate need of cash.\"It's really important people have access to multi-purpose cash,\" he says. \"Meaning an agency like DRC would give them a cash distribution that they have the autonomy to determine what they spend that money on in order to best support their needs.\"Cash is also particularly important at this point in time, especially when they're relocating to a large city like Kabul with high food prices and markets with fluctuating prices due to the current instability.\" For Asadullah, his main hope now is that his family can one day return to their normal life in Kunduz. \"We want to go back and continue our lives there,\" he says. \"We hope that one day peace will come to Afghanistan, and our country will be free.\" ", "url": "https://www.bbc.com/news/world-asia-58170433"}