{"datetime": "2021-05-05T15:36:50.000Z", "title": "Child migrants: Massive drop in children held by border officials", "article": "The number of unaccompanied migrant children being kept in cramped government-detention facilities on the US southern border with Mexico has fallen sharply, after a 20-year high influx of border crossings led to overcrowding. The massive influx of children left US immigration officials scrambling earlier this year for facilities to house the children. The number of children being held in by US Customs and Border Protection (CPB) has dropped 88% between late March and late April, according to government officials. The decrease comes as a task force set up by President Joe Biden begins to reunite families that were separated under his predecessor Donald Trump's \"zero tolerance\" policy. Mr Biden has urged migrants not to attempt to travel to the US border - \"Don't leave your town or city or community,\" he has said - but with Mr Trump out of office, some believe immigration to the US is now more possible. As of early May, US officials were holding more than 22,500 unaccompanied children who had recently crossed the border. Child migrants start off in CPB custody before being transferred to health officials in the Office of Refugee Resettlement (ORR). Legally, the transfer must happen in 72 hours, but back in March some 5,000 children children were found to have exceeded that legal stay. Department of Homeland Secretary Alejandro Mayorkas has said these CBP camps, which critics have compared to jails or warehouses, are \"no place for a child\". The number of children being specifically held in CBP facilities, which were designed for adults, dropped from a record high of 5,767 on 28 March to 677 in late April, according to Mr Mayorkas. The previous highest number of children in CPB custody was 2,600, recorded in June 2019. ORR facilities are generally better equipped to take children. The shelters feature play areas, classrooms and counselling services. The organisation is also tasked with finding families or homes where the children will remain until their immigration claim is heard by the courts. As of 3 May, 22,195 children were in the custody of ORR health officials.Nearly 19,000 migrant children who were not accompanied by their legal guardian entered the US in March. The figure represents the largest monthly tally in US history. The latest figures, for April, have yet to be released.The previous monthly record of 12,000 migrant children was recorded in May 2019 under President Trump. In February, around 9,500 children found crossing the border were detained by American officials. More than 100,000 people in total were stopped from trying to cross into the US in February. About 170,000 people were stopped in March. In May, Biden officials also announced that a task force set up to reunite families separated under the Trump administration had selected its first four families for reunification in the US. It marks the first concrete steps taken by the administration's Family Reunification Task Force since it was created in January. The agency says there are now around 1,000 families that are still separated. An inspector general's report in 2019 found that the Trump administration had reunified 2,100 families after being ordered to do so by a federal judge.Migrant advocates say some 5,000 families in total were separated, in some cases with parents being deported back to their home country without their child. Biden officials say the process of reunifying families has had to be built \"from scratch\". On 30 March, the Biden administration allowed journalists into the child migrant facilities for the first time since he took office. A group of reporters were permitted to tour severely overcrowded CBP facilities at the government-run tent city in Donna, Texas, where they saw children having their immigration claims processed. Children were huddled together in cramped conditions, unable to practice social distancing. The youngest were kept in a large playpen. Older children were photographed and had their fingerprints taken. The children had their hair cleaned for lice and were given tests for several illnesses. Covid tests were not given unless a child displayed symptoms of the virus. The Donna facility was originally designed to hold 250 people, but held over 4,000 at it's peak occupancy. Texas Congressman Henry Cuellar in late Marchreleased the first photos of the camps to be taken during the Biden presidency, showing the severe overcrowding. His photos showed children huddled together and sleeping in foil blankets on mattresses on the floor. But the number of children being kept at the Donna facility has dropped significantly since the beginning of April,recent photos show . While in office, President Donald Trump faced outrage over the conditions inside border facilities holding children.Images from inside those detention centres showed children overcrowded in metal cages, others sleeping under foil blankets.Some of these Trump-era facilities - now renovated and upgraded - are being used again.Despite concerns about coronavirus, health officials from the Centers for Disease Control and Prevention (CDC) have said these facilities can operate at 100% capacity. A pandemic health order means that most adults and families are being summarily turned away, but the Biden administration has allowed unaccompanied children under the age of 18 to enter the US while their claims are processed. The majority are teenage boys. Many are travelling to meet family who have already migrated to the US. False rumours of an \"open border\" have been spreading in often violent and poverty-stricken communities where most of the migrants come from, experts say. Many migrants have suggested that Mr Biden's victory over Mr Trump, who came into office on a pledge to crackdown on immigration, made them decide to attempt the perilous journey. This is not the first surge of unaccompanied migrant children to trigger a crisis at the US-Mexico border. Similar humanitarian crises occurred in 2014 under President Barack Obama and in 2018 and 2019 under Mr Trump. Experts say the reasons for migration are varied. Poverty, gang crime and natural disasters are some reasons that migrants may feel pushed to leave their home countries. Pandemic-related job losses could be adding to the surge this time, too. Back-to-back hurricanes in Honduras last year may be one factor driving this year's surge, according to Mr Mayorkas. Lawmakers in Washington are pointing fingers over the cause of the surge, which had been steadily growing since April 2020. \"You can't help but notice that the administration changes, and there's a surge,\" said Republican Senator Bill Cassidy, echoing others in his party that have claimed that Mr Biden's promises of immigration reform have fuelled the increase in numbers. Under a pandemic-related health order called Title 42, the previous president's administration automatically deported anyone caught illegally crossing the border. Mr Biden has applied the order to adults and families, but not to unaccompanied children. Mr Trump had previously sought to deter immigration by arresting migrant families and separating the children - including infants and babies - to be housed with minors who had not been brought to the border by their parent or legal guardian. The so-called \"zero tolerance\" policy drew widespread outrage and led Mr Trump to issue an executive order in June 2018 that halted the family separation policy. ", "url": "https://www.bbc.com/news/world-us-canada-56405009"}