{"datetime": "2021-02-13T02:33:26.000Z", "subject": "US migrant family separations", "title": "US to allow in thousands of asylum seekers waiting in Mexico", "article": "The Biden administration says it will start gradually allowing into the US tens of thousands of asylum seekers currently forced to wait in Mexico. It says it will begin next week processing about 25,000 people with active cases.Asylum seekers will first be required to register and pass a Covid-19 test, before being allowed in via one of three border crossings. The move reverses the much-criticised policies of ex-President Donald Trump. The Migrant Protection Protocols programme was enacted in 2019, deterring would-be asylum seekers from coming to the US. It required migrants entering through the southern border to wait in Mexico while their cases were being heard by US immigration courts. But on his first day in office since winning last year's election, President Joe Biden suspended the policy. \"As President Biden has made clear, the US government is committed to rebuilding a safe, orderly, and humane immigration system,\" Homeland Security Secretary Alejandro Mayorkas said.\"This latest action is another step in our commitment to reform immigration policies that do not align with our nation's values.\" The Biden administration plans to start with two border crossings each processing up to 300 people a day and a third crossing taking fewer numbers, according to the Associated Press. The authorities say asylum seekers will be released with notices to appear in court in cities close to or in their final destinations, typically with family. At the same time, Mr Mayorkas stressed that \"individuals who are not eligible under this initial phase should wait for further instructions and not travel to the border\", amid concerns that many people would try to cross the border illegally. Friday's announcement was welcomed in a sprawling migrant camp in the Mexican city of Matamoros, just across the border from Texas. \"Honestly, I have no words for how I'm feeling right now!\" Salvadoran asylum seeker Sandra Andrade, who has been waiting in Mexico for over a year, told Reuters news agency. The border cities where migrants wait for months are suffering from growing crime rates.Last year,charity Human Rights First said \"returned families, children and adults are being sent to highly dangerous situations where many suffered kidnappings, attacks, sexual assaults, threats and other incredible cruelty\". ", "url": "https://www.bbc.com/news/world-us-canada-56050102"}