{"datetime": "2021-02-08T04:24:34.000Z", "author": "Justin Harper", "subject": "Coronavirus pandemic", "title": "Oil prices climb back to pre-pandemic levels", "article": "The price of oil has recovered to its pre-pandemic levels having hit an all-time low last year. While demand for oil is still lower than normal, there are hopes of a speedier than expected economic recovery as vaccines are rolled out. Oil prices are often seen as a barometer for economic activity, still struggling with the virus downturn. \"Black gold\" has now reached $60 a barrel having risen more than 50% in the last few months. Brent crude, the major benchmark for oil, has seen strong growth recently. Futures contracts, which are based on the price of future delivery, have jumped 59% since November. West Texas Intermediate (WTI), the benchmark for US oil, last week rose above $55 a barrel for the first time in over a year. \"The biggest driver for the latest surge in prices seen through last week was a sharp upturn in expectations for economic and oil demand recovery on signs that the coronavirus may finally be in retreat,\" Vandana Hari, founder of Singapore-based oil markets data firm Vanda Insights told the BBC. Demand has been rising in parts of the world, particularly Asia. \"We are quite optimistic about what it is that we are seeing in China,\" Royal Dutch Shell chief executive Ben van Beurden said last week. Other factors have also played their part to push up prices such as efforts by oil-producing nations, particularly Saudi Arabia, to limit output. Since agreeing to the cut in production last April, producers have held back a cumulative 2.1 billion barrels of oil, leading to decreasing stockpiles. The coronavirus crisis has been devastating for the petroleum industry, and last year prices slumped below zero with more than one billion surplus barrels. Demand for fuel from airlines has seen the most dramatic fall as travel curbs remain in place. Air passenger traffic is 70% below year-ago levels, according to the International Air Transport Association. But demand has picked up in other areas, thanks in part to the shift to working and consuming more from home. As consumers are buying more online, this has spurred demand for fuel to power delivery trucks and vans, along with cargo ships and and freight trains. The e-commerce boom has also caused a spike for plastic packaging, which is made using oil products. However, oil demand is still lower than pre-pandemic levels and a slow economic recovery would delay a full rebound in world energy demand for years to come, the International Energy Agency warned last month.\"There could be more setbacks in the spread of the virus or the vaccinations, causing a pullback in prices, though short of another crisis,\" added Ms Hari. ", "url": "https://www.bbc.com/news/business-55975700"}