{"datetime": "2021-03-18T23:16:54.000Z", "author": "Anthony Zurcher", "title": "President Joe Biden's 'big problem' at the US border", "article": "When Joe Biden took the presidential oath of office in January, he faced two massive, related crises - the coronavirus pandemic and its resulting economic fallout. Those were challenges as obvious as they were anticipated. Now, however, the president is confronting his first political and policy crisis from a different direction - on immigration, as the US-Mexico border experiences yet another surge in undocumented entries. The nature of the crisis is hardly novel, as most recent presidents have grappled with some kind of immigration-related challenge during their time in office. For Biden, however, it comes at a moment when he would prefer to focus elsewhere. Politics doesn't care what politicians would prefer, however. The immigration situation has the potential to derail Biden's other best-laid plans, as he is squeezed by criticism from Republican foes and some within his own party. Speaking to reporters in the White House briefing room on Monday, press secretary Jen Psaki acknowledged that the current situation on the US-Mexico border has become a \"big problem\". The overall number of undocumented migrants encountered on the US border is higher than at the same point in any of the previous three years - and growing at a faster pace toward the traditional peak entry time in late spring. In particular, the figures for unaccompanied minors at the border have sharply increased in the past few months. About 15,000 unaccompanied youth migrants have been detained at the border in January and February. The total for all of last year was 37,000. In 2019, before the coronavirus pandemic slowed migrant movement, it was 75,000. At this pace, that mark will be easily surpassed. As of Sunday, US Customs and Border Protection were housing 4,200 children in detention facilities along the border and admitting an average of 565 children - most between the ages of seven and 13 - a day. Some of this is the result of decisions made by Joe Biden early in his presidency. He reversed a Trump administration policy of turning away unaccompanied children at the border, instead opting to process them and place them with sponsoring families in the US. Like many Democrats, Biden has been critical of Donald Trump's since-rescinded decision in 2018 to separate the children of undocumented migrants from their parents - and the former president's draconian immigration enforcement policies in general. \"Securing our borders does not require us to ignore the humanity of those who seek to cross them,\" Biden wrote in an executive order reversing the unaccompanied minor policy and announcing an overall review of federal immigration procedures. But with such moves come complications. Migrants travelling from Central America have told the BBC that they are doing so because they believe the Biden administration will give them amnesty. The president's attempts to discourage the journey have, so far, had no appreciable effect. In her press conference, Psaki also pointed her finger squarely at Trump. \"The last administration left us a dismantled and unworkable system, and like any other problem, we are going to do everything we can to solve it. So our focus here is on solutions… The president's very focused on expediting what's happening at the border at every step in the process.\" Blaming the previous guy for a current problem is an age-old political manoeuvre - and it's one that tends to have a limited shelf life. If the situation on the border doesn't improve, the \"big problem\" will be squarely in Biden's lap. The president's political adversaries on the right appear to be relishing the chance to use the situation on the border to their advantage. While Biden and top administration officials have criss-crossed the US to tout the benefits of the recently passed $1.9tn (£1.4tn) Covid relief package, Republican officeholders have been travelling to the Mexican border - and blaming Biden for what they see as an overburdened system and presidential actions that are encouraging more illegal entries. \"The sad part about that is this didn't have to happen,\" House Minority Leader Kevin McCarthy said at a press event in Texas. \"This crisis is created by the presidential policies of this new administration.\" After Democrats attacked Trump for \"children in cages\" - a result of his family separation policy - Republicans are returning the favour, accusing Biden of implementing policies that put unaccompanied minors in similarly harsh situations. Immigration and border security were the lynchpin of Donald Trump's successful presidential bid in 2016, and some Republicans may see it as a pathway back to power in future elections, including the 2022 mid-term congressional elections. The former president himself has joined in the chorus, although he glossed over the fact that recent immigration trends began when he was still president. \"When I was president, our southern border was in great shape — stronger, safer, and more secure than ever before,\" he said in a statement issued last week. \"Our country is being destroyed at the southern border, a terrible thing to see!\" For conservatives, immigration is the quintessential \"wedge\" issue - engaging their base and exacerbating divisions within the Democratic Party. Those Democratic Party divisions have been on display in recent days, as Biden's more liberal supporters have grown restless over the Trump-era policies and provisions that have yet to be rolled back by the new administration. For now, the US border with Mexico remains largely closed. And while unaccompanied children have been permitted entry into the US, most others have been turned away - and their asylum requests delayed. While the Trump-era ban on entry from certain majority Muslim nations has been lifted, the visa-approval process for foreign workers is still suspended because of Covid restrictions, and temporary visas for students are facing significant backlogs. Patience among some on the left is wearing thin. \"The longer we sort of slow-walk that restoration of normalcy and how we would address the issues at the border with migrants - whether they're adults or children - the [worse] the problem gets,\" Congresswoman Ilhan Omar of Minnesota - herself a former refugee - told Politico this week.\"Once we think of the humans at the border as humans ... we will have policies that are just, humane, and give them dignity.\" Meanwhile, Democratic moderates - like Congressman Henry Cuellar, who represents an area along the Mexican district - said the Biden team needs to do more to discourage migrants from travelling to the US and falling prey to human traffickers. \"They're trying to be different from Trump, which I agree with,\" he told Newsweek . \"They need to be different; we don't separate kids. But [Biden's] 'humane' approach, is actually feeding the narrative that the bad guys are twisting to get people over; no ifs, no buts.\" Biden has unveiled comprehensive immigration legislation, but the prospects for passage in Congress - at least as long as the Senate rule requiring 60 out of 100 votes to approve most bills endures - is dim. His administration is still not fully staffed, with delays caused by the lack of transition co-operation from the Trump administration and the Senate impeachment trial in February preventing top presidential nominees - who then select staff for their agencies and departments - from being confirmed quickly. Over the course of four years, Trump officials dramatically altered the way the federal government handles immigration in the US. Liberals want those changes reversed as quickly as possible, but Biden - with multiple demands on his time and political capital - will be challenged to keep them satisfied. His ability to do so, however, could determine how successful he is in keeping together the coalition of disparate interests that made his presidential victory last year possible. ", "url": "https://www.bbc.com/news/world-us-canada-56446814"}