{"datetime": "2021-05-14T23:29:09.000Z", "subject": "US migrant family separations", "title": "White House vows probe into migrant children kept on buses", "article": "The White House has vowed to investigate reports that migrant children were forced to remain on board buses overnight as they waited to be re-located away from the border. Biden press secretary Jen Psaki called it \"outrageous\" and vowed to probe \"how we got to this point, how this possibly happened\". According to US media, the children used the toilet and ate aboard the bus.It comes amid an unprecedented influx in migrant children to US facilities. In March, a record-breaking almost 19,000 unaccompanied migrant minors entered the US through the southern border.In April the number dropped to around 17,200. More than 50,000 parents and children travelling as families also crossed into the US that month. \"There's no excuse for this kind of treatment,\" Ms Psaki said on Friday about the children on buses. \"In terms of what the consequences will be, I just can't predict that before an investigation has concluded.\" According to NBC News and the Dallas Morning News, a 15-year old boy from Honduras was left on board a bus in Dallas, Texas, from Saturday to Wednesday. That was before the bus eventually departed for the long journey to be reunited with his mother in Seattle - a distance of over 2,000 miles (3,200km). The bus company owner told NBC News that some children wait on the vehicles just a few hours and others are kept overnight. He said the coaches are often littered with refuse and have overflowing bathrooms. \"This is completely unacceptable,\" Health and Human Services Secretary Xavier Becerra told NBC. His department is legally required to take custody of the children after their first 72 hours at US migration facilities. \"We're quickly investigating this to get to the bottom of what happened, and we'll work to make sure this never happens again. The safety and well-being of the children is our priority.\" Border crossings hit a 20-year high after the Biden administration refused to revive the Trump-era policy of expelling unaccompanied migrant children under a pandemic-related emergency order known as Title 42. The Biden administration has been scrambling to place the unaccompanied migrant children into the homes of relatives in the US. Last month US Customs and Border Protection (CPB) said the number of unaccompanied migrant children being kept in cramped government-detention centres had dropped by nearly 90%. But there are still more than 20,000 unaccompanied children in the care of the Department of Health and Human Services (HHS), according to the BBC's US partner CBS News. ", "url": "https://www.bbc.com/news/world-us-canada-57124258"}