{"datetime": "2021-02-03T00:21:07.000Z", "author": "Patricia Sulbarán Lovera", "subject": "US migrant family separations", "title": "The migrant girl, 9, detained by US for 531 days and counting", "article": "A mother and her daughter, both from El Salvador, have spent more than 500 days at an immigration detention centre in the US, despite a rule limiting the detention of under-age migrants to a maximum of 20 days. Luisa* has the sweet voice of a nine-year-old girl, but she sometimes sounds wise beyond her years. She has had to write letters to legislators, asking authorities to release her and Ariana*, her mother, from a US government detention centre for migrant families. (*Both \"Luisa\" and her mother, \"Ariana\", are under assumed names in this report. They have asked to stay anonymous because they are at risk of deportation. ) As of 2 February, she has spent 531 days in US government custody together with her mother, as they try to avoid deportation following an unsuccessful asylum request. According to legal aid organisations operating in the country's three migrant family detention centres, Luisa, who is from El Salvador, is currently the migrant child who has spent the longest time in the custody of ICE (US Immigration and Customs Enforcement).She has spent almost all that time at the South Texas Family Residential Centre, in Dilley, Texas. \"All my friends left already. Me and my other friend, we are the only ones left,\" she says over the telephone. According to existing US rules, migrant children must be released after spending a maximum of 20 days in detention by ICE, following the so-called Flores Settlement Agreement of 1997. However, Luisa and four other children aged 3 to 16, together with their mothers, have spent more than 500 days at the same facility.Luisa could have left the detention centre to stay with another relative in the US. But mother and child decided to stay together while they fight in the courts against government efforts to deport them. Ariana says: \"Nobody can replace a mother. I can't leave my daughter with them [her relatives in the United States]. My daughter is very young, she needs me to take care of her. How could I leave her?\" Immigration lawyers and advocates say that ICE should release the families instead of putting them in a position to decide to separate from their children while detained and at risk of deportation. During the past electoral campaign, US President Joe Biden spoke against family detentions and demanded in June that migrant children and their parents be released \"immediately\". Luisa's case shows the complications of an immigration policy that has often been described as \"dysfunctional\".Luisa is tired of her situation. \"I have spent two Christmases here,\" she says. \"I miss cooking food. I would like to cook my own food. I have learned a little bit of English. I want to learn more at school, but away from here\". Her mother says that the girl does not like the food at the detention centre, and that her behaviour has changed as time goes by. \"She only eats fruit, and sometimes not even that,\" she adds. Ariana, who is 31 years old, adds that she herself has fallen ill from anxiety.\"I am taking pills, and some time ago I experienced an attack. I did not know what it was. The paramedics told me it was an anxiety attack.\" \"I sometimes feel like it is not me who is in there,\" she adds. Ariana says, without adding much detail, that violence in El Salvador led her to flee the country with Luisa, leaving two other children behind. On 21 August 2019 they crossed the US-Mexico border and on the 27th, they were taken to the Dilley facility, where they were interviewed by an official two days later. According to Mackenzie Levy, a paralegal for Proyecto Dilley who represents the family, their asylum petition was denied soon afterwards because they had not requested it earlier in Mexico or in Guatemala before doing so in the US. Her lawyers appealed the decision in September at an immigration court, which ratified the decision to deny asylum and order their deportation.Ariana's attorneys have asked the government to allow her to appear in front of a judge to present her case. ICE said it would not be able to comment about her case due to ongoing litigation. Ariana explains that the government has tried to deport her and her daughter \"at least five times\", with lawyers avoiding their expulsion from the US, sometimes at the very last moment. The mother says that her daughter \"understands more and more\" the situation they have encountered when they have been taken to airports and faced imminent deportation to El Salvador. \"It angers me that they take me away, then back in, then back out,\" Luisa says when asked about how she feels at the detention centre.One of the things that most worries Ariana is that she believes her daughter is falling behind in her education.\"She does not learn enough here. It has been already two lost years,\" she says. Levy says that several of her clients criticise the quality of classes offered at the detention centre to the children, who \"spend a lot of time on the computer, sometimes not learning anything at all\". Levy added that, during the pandemic, children have received homework packets that \"are supposed to last for a week and they would complete [them] in a day, within a few hours\". ICE responded that the school at the Dilley facility reopened in-person classes in September and that \"education packets were delivered in line with Texas directives for school closures due to the pandemic\". The agency insisted that it \"respects the dignity and humanity of families\". Last November, more than 60 migrant rights groups sent a letter to President Donald Trump and then-President-elect Biden, naming 28 children who have been detained with their families for terms of up to 15 months, demanding their release. ICE indicated in a statement released that same month that the families had enjoyed wide access to legal options and that it had been determined that they had no legal basis to stay in the United States.Of the 28 children mentioned in the letter, six have since been deported and 17 released. Five, including Luisa, are still in custody. \"This type of policies creates more chaos and heartbreak,\" says Sarah Pierce, at the Migration Policy Institute, an independent think tank. \"If you see it from the perspective of a person requesting asylum, what you find is layers and layers of bureaucracy.\" Five hundred and thirty-one days after her entry into the US, Luisa has not left detention.Her 10th birthday is coming up, and she is looking forward to it.\"I want to be outside, at my aunt's house, on that day,\" she says, hopeful. ", "url": "https://www.bbc.com/news/world-us-canada-55913216"}