{"datetime": "2021-12-10T21:01:34.000Z", "title": "Mexico truck crash: At least 54 people killed as trailer overturns", "article": "At least 54 people have been killed and scores more injured after the truck they were being transported in crashed in southern Mexico, authorities say. More than 150 people, said to be migrants from Central America, were crammed into the truck's trailer when it rolled in the state of Chiapas. One resident heard a man implore his badly hurt companion: \"Remember what you promised your mother! Hold on.\" Pictures show victims strewn across the road next to the overturned truck. Sabina Lopez, who lives nearby and ran to the scene after the crash, told the AFP news agency that she saw dozens of people screaming in pain, some trapped in the wreckage and others unconscious. \"It was horrible to hear the wailing. I just thought about helping,\" Ms Lopez, 18, told AFP. She said the impact of the crash had broken the container in half and ripped off its roof. Isaias Diaz arrived 15 minutes after the crash and helped paramedics with those people showing signs of life. \"I saw five, six children who were clearly injured. People with broken legs, ribs, [injured] heads, cuts on their necks,\" he told AFP. \"The crying, the pain, the despair. It was a terrible scene,\" he added. Residents offered crash survivors water and mobile phones to contact relatives. They also said the driver and a person with him appeared injured, but then fled. Hours after the horrific crash and the site has been cleared of almost all evidence that anything fatal took place here.The only signs of the massive loss of life are the burn marks and bloodstains on the road, and the remains of some twisted metal crash barriers.There are no police officers, no emergency services and no forensic investigators. Every few minutes local residents stop by to add to the small shrine - some flowers, a candle, a cross or, heartbreakingly, a bottle of water or a sports drink.It is a potent symbol of the migrants' harsh journey, as many have walked for kilometres on foot through searing heat in southern Mexico in pursuit of their goal of reaching the United States. For these migrants, though, that trip was cut short before it even really got started, loaded into cramped and dangerous conditions in the back of a truck by people-smugglers. Many had paid thousands of dollars for the journey which ended at this unremarkable stretch of road on Chiapas.Yet even this terrible loss of life - the worst in a single day in Mexico since 2010 - won't be enough to deter many other young people from attempting the journey themselves before the end of the year.It is one of the worst accidents of its kind in Mexico. Forty-nine people were confirmed dead at the scene and five more died in hospital, Chiapas Governor Rutilio Escandón said. Some 105 people - 83 men and 22 women - were also injured in the crash, he said. Emergency officials said the victims included men, women and children. Most of the people on board were from Guatemala, but there were others from Honduras, Ecuador and the Dominican Republic. The truck was reportedly speeding when it flipped on a sharp bend and hit a pedestrian bridge on a main road leading to the Chiapas state capital, Tuxtla Gutiérrez, at about 15:30 local time on Thursday.Chiapas, which neighbours Guatemala, is a major transit point for undocumented migrants. Hundreds of thousands of migrants fleeing poverty and violence in Central America try to cross through Mexico each year in a bid to reach the US. Many of them pay smugglers, who illegally transport them in crowded and dangerous trucks on the long journey. Human rights groups recently criticised the Biden administration forreinstating a Trump-era border policy requiring asylum seekers to wait in Mexico while claims are processed. The policy has meant that thousands of migrants have been forced to stay in dangerous towns. The US-Mexico border is the deadliest single crossing in the world according to data from the International Organization for Migration (IOM). This year alone, at least 650 people have died trying to cross the border - more than in any other year since IOM's records began.There are also many deaths on the perilous journey towards the border, however these are harder to accurately document,the IOM said in a statement . Mexico's President Andrés Manuel López Obrador described the crash as \"very painful\" and wrote on Twitter that he \"deeply regrets the tragedy\". In a news conference early on Friday, Mr López Obrador said the incident would be investigated and that it served to raise awareness of the need to address the causes of migration through Mexico. ", "url": "https://www.bbc.com/news/world-latin-america-59603801"}