{"datetime": "2022-02-05T00:35:47.000Z", "author": "Will Grant", "title": "Mexican journalists shocked with surge in targeted killings", "article": "Lourdes Maldonado López had been driving her car with a clear plastic sheet over the rear windscreen for almost a year. The glass had been shattered by a gunman's bullet in March. \"We knew finances were tight, but I had no idea things were that bad,\" says Sonia de Anda, bursting into tears at the memory of her friend's patched-up red Dodge vehicle. \"If she had come to us, we might have been able to help.\" On that occasion, the bullet was only a warning, fired through the gate of her narrow residential street in the border city of Tijuana.However, last month a gunman caught up with her. She was murdered as she arrived at her home one night. Shards of glass are still scattered across the driveway.Maldonado López was the third of four journalists killed in Mexico in January, in what was the most violent month for journalists in the country in almost a decade.The painful irony for many of her colleagues is that she was supposedly under the protection of the state. She had been assigned a bodyguard and a panic button had been fitted in her home.Yet neither of them would stop her from being assassinated in her own front garden. \"The government's protection scheme was broken from its very inception,\" says Sonia de Anda, who remains an adviser to it despite her misgivings.\"It was designed without any recommendations from journalists. Rather, it was put together under pressure from international human rights groups to create one, and it was just improvised. They made it up as they went along.\" Part of the problem, she explains, is that the law in Mexico is open to interpretation as to who is an at-risk journalist and what support they are entitled to.It fails to take into account the specific threats against someone such as Maldonado López, who had deep fears for her own life over her entanglements with the former governor of Baja California state, Jaime Bonilla. So deep were her concerns, in fact, that she took them to the president himself. In 2019, she travelled to Mexico City to confront President Andrés Manuel López Obrador about the risk she felt she was running over a legal dispute she was in with Mr Bonilla.\"I fear for my life,\" she told the president live on television at one of his daily morning news briefings. Her fears would prove horribly prophetic. Mr Bonilla has denied any involvement with her murder. An investigation into the crime is under way. At her funeral in a cemetery in Tijuana, the press easily outnumbered the relatives, while the recital of the Lord's Prayer was almost drowned out by the buzz of a news agency's drone.Some journalists were there to cover the murder of one of their own, others were there to grieve. But it has left the entire profession in Mexico in shock. \"What happened with Lourdes is something that happens very often,\" said Jan Albert Hoosten of the Committee to Protect Journalists, as we stood at the graveside.\"Journalists tell the authorities that they're in trouble, they tell them that they're receiving threats, but more often than not, the response by the Mexican government is simply silence. Nothing is done about it.\" Another Tijuana-based reporter paying his respects, Antonio Maya, is also under the state's protection scheme.After suspected cartel members appeared outside his home in an unmarked car, the state gave him an armed bodyguard. During the day, he is shadowed everywhere he goes by a plainclothes police officer with cropped hair and dark sunglasses. It has had an obvious impact on the way he carries out his journalism, with fewer trips to crime scenes and less time spent pounding the streets or meeting sources. It is an understandable form of self-censorship.But Antonio Maya knows that if Mexico's drug cartels want to silence him, there is almost nothing he can do. \"Oh, of course! I'm very aware of that. If they want to kill you, they're going to kill you,\" he says with resignation.\"If the decision has been taken, it will surely happen. The person who's going to do it has been paid to do a job and will try to do it the best he can. That's the daily reality we live under.\" After Maldonado López and a photographer, Margarito Martinez, were murdered in Tijuana in the space of a week, President López Obrador went on the offensive.He blamed the murders on \"neoliberalism\" and said \"few journalists are carrying out the noble work of informing [the public]\". Many critics say he is indifferent to the extent of the problem.Since then, a fourth journalist, Roberto Toledo, has been killed outside his offices in the violent state of Michoacán.\"Exposing corruption led to the death of one of our colleagues,\" said Toledo's boss, Armando Linares, fighting back the tears.Summarising the anguish of so many Mexican journalists, he added: \"We don't carry weapons. We only have a pen and a notebook to defend ourselves.\" ", "url": "https://www.bbc.com/news/world-latin-america-60227982"}