{"datetime": "2021-12-11T05:42:52.000Z", "title": "Mexico truck crash: Crackdown on people smugglers launched", "article": "Mexico has announced a working group to combat people-smuggling in the wake of the truck crash that resulted in the deaths of 54 people, the majority said to be Central American migrants. Foreign Minister Marcelo Ebrard said the group would be made up of Mexico, Guatemala, the Dominican Republic, Ecuador and the US. Meanwhile, authorities are trying to identify the victims of the accident. The injured are still recovering in hospitals. More than 150 people were crammed into the truck's trailer. The vehicle was reportedly speeding when it flipped on a sharp bend and hit a pedestrian bridge on a main road leading to the Chiapas state capital, Tuxtla Gutiérrez, on Thursday afternoon local time.According to Mr Ebrard, the working group would investigate and learn from the crash and help bring to justice the people smugglers involved in the case.Speaking alongside Mr Ebrard, Guatemala's Foreign Minister Pedro Brolo urged the US to invest in the region to make migration less attractive. But critics of the Mexican government say migrants have been forced to make increasingly dangerous journeys to avoid the heavy military presence in the state of Chiapas, which neighbours Guatemala and is a major transit point for undocumented migrants. Sabina López, who lives near the site of the crash, told the AFP news agency she had seen dozens of people screaming in pain, some trapped in the wreckage and others unconscious. \"It was horrible to hear the wailing. I just thought about helping,\" Ms López, 18, said.She said the impact of the crash had broken the container in half and ripped off its roof, and she saw a wounded man pleading with a wounded companion not to succumb to his injuries.\"Don't go to sleep, don't close your eyes,\" she recalled him saying. \"Remember what you promised your mother! Hold on.\" Residents offered crash survivors water and mobile phones to contact relatives. They also said the driver and a person with him had appeared to be injured but had fled the scene. Hours after the horrific crash and the site has been cleared of almost all evidence that anything fatal took place here.The only signs of the massive loss of life are the burn marks and bloodstains on the road, and the remains of some twisted metal crash barriers.There are no police officers, no emergency services and no forensic investigators. Every few minutes local residents stop by to add to the small shrine - some flowers, a candle, a cross or, heartbreakingly, a bottle of water or a sports drink.It is a potent symbol of the migrants' harsh journey, as many have walked for kilometres on foot through searing heat in southern Mexico in pursuit of their goal of reaching the United States. For these migrants, though, that trip was cut short before it even really got started, loaded into cramped and dangerous conditions in the back of a truck by people-smugglers. Many had paid thousands of dollars for the journey which ended at this unremarkable stretch of road on Chiapas.Yet even this terrible loss of life - the worst in a single day in Mexico since 2010 - will not be enough to deter many other young people from attempting the journey themselves before the end of the year.Most of the people on board were from Guatemala, but there were others from Honduras, Ecuador and the Dominican Republic. Emergency officials said the victims included children.Mexican President Andrés Manuel López Obrador said the nation was hurting after the tragedy, and called on the world to address the \"root causes\" of mass migration.The National Institute of Migration said it is working to identify the dead and will seek to repatriate the bodies over the coming days and weeks. It added that survivors would be allowed to stay in Mexico. Hundreds of thousands of migrants fleeing poverty and violence in Central America try to cross through Mexico each year in a bid to reach the US. The US-Mexico border is the deadliest single crossing in the world according to data from the International Organization for Migration (IOM). This year alone, at least 650 people have died trying to cross the border - more than in any other year since IOM records began.", "url": "https://www.bbc.com/news/world-latin-america-59612811"}