{"datetime": "2021-12-29T01:04:57.000Z", "author": "Victoria Gill", "title": "Biodiversity: The tale of the 'un-extinct' fish", "article": "\"It's just a little fish, not very colourful - there's not much interest in terms of global conservation,\" explains Gerardo Garcia. The species that the Chester Zoo conservationist is talking about - the Tequila fish - has now been returned to the wild after being declared extinct.\"Missing\" since 2003, it is back in the rivers of south-west Mexico.The reintroduction is being held up as an example of how freshwater ecosystems and species can be saved. Freshwater habitats are some of the most threatened on Earth, according to theInternational Union for the Conservation of Nature (IUCN), with freshwater-dependent species \"going extinct more rapidly than terrestrial or marine wildlife\". Threats including pollution continue to put pressure, not only on wildlife, but on clean water and food supplies that are dependent on rivers and lakes.Crucially, the local community - people who live close to the Tequila fish release site in Jalisco, Mexico - are playing a key role, monitoring the water quality of the rivers and lakes.Professor Omar Dominguez, from the Michoacana University of Mexico, whose team took a leading role in the reintroduction said: \"We couldn't have done this without the local people - they're the ones doing the long-term conservation. \"And this is the first time an extinct species of fish has ever been successfully reintroduced in Mexico, so it's a real landmark for conservation.\"It's a project which has now set an important precedent for the future conservation of the many fish species in the country that are threatened or even extinct in the wild, but which rarely take our attention.\" While conservationists initially released 1,500 fish, they say the population is now expanding into the river system.It is a project - and a partnership - between conservationists in Mexico and the UK that goes back decades.In 1998, at the outset of the project, scientists at the Michoacana University of Mexico's Aquatic Biology Unit received five pairs of fish from Chester Zoo, delivered by the English aquarist Ivan Dibble. These 10 fish founded a new colony in the universities' laboratory, which experts there then maintained and expanded over the next 15 years.In preparation for the reintroduction, 40 males and 40 females from the colony were released into large, artificial ponds at the university, essentially training the captive-reared fish to a wild setting with fluctuating food resources, potential competitors, parasites, and predators. After four years, this population was estimated to have increased to 10,000 individuals and became the source for the reintroduction to the wild.It is hoped it could be a model for other freshwater species, including the achoque - a close relative of the axolotl that lives in just one lake in the north of Mexico, and which faces very similar threats.This unique amphibian - which is believed in local culture to have healing properties - has been saved from extinction, in part, by a local group of nuns, who run a captive breeding facility for the animals.\"This just goes to show,\" says Gerardo Garcia, \"that animals can re-adapt to the wild when reintroduced at the right time and in the right environments\". Follow Victoriaon Twitter ", "url": "https://www.bbc.com/news/science-environment-59760356"}