{"datetime": "2022-01-24T11:58:29.000Z", "title": "Mexico violence: Third journalist killed this year", "article": "A Mexican journalist has been shot dead in the northern border city of Tijuana, officials say, the third journalist to be killed in the country this year. Lourdes Maldonado López, who had decades of experience, was attacked in her car as she arrived home on Sunday. She had previously said she feared for her life, and was enrolled in a scheme to protect journalists, activists said. The country is one of the world's most dangerous for journalists, and dozens have been killed in recent years. Many of those targeted covered corruption or powerful drug cartels. Campaigners say the killings are rarely fully investigated, with impunity virtually the norm.The motive for Maldonado's killing was not clear and no-one has been arrested.During a news conference in 2019, Maldonado asked President Andrés Manuel López Obrador for his \"support, help and labour justice\" because, she said, \"I fear for my life\". She was referring to a labour dispute with Jaime Bonilla, who was elected governor of Baja California state later that year as a candidate from the president's Morena party. Mr Bonilla, who left office late last year, owns the PSN media outlet, which had employed Maldonado. Maldonado had sued the company for unfair dismissal and, last week, said she had won the lawsuit after a nine-year legal battle. Mr Bonilla and PSN have not commented. Rights group Article 19 said she had previously been attacked because of her work and was registered in the Mexican government's programme to protect journalists.The campaign group Committee to Protect Journalists (CPJ) said it was \"shocked\" by the murder. The killing came six days after photojournalist Margarito Martínez was shot dead outside his home in Tijuana. He covered crime in the city, with his work appearing in national and foreign media. A week earlier, José Luis Gamboa Arenas was found dead with stab wounds in the eastern city of Veracruz. An editor at the Inforegio and La Notícia news websites, he often wrote articles about organised crime and violence. Exact numbers of victims are hard to come by as investigations often get nowhere, and different studies apply different criteria in counting the dead. According to Article 19, 24 journalists were killed between December 2018, when President López Obrador took office, and the end of 2021.", "url": "https://www.bbc.com/news/world-latin-america-60109733"}