{"datetime": "2021-12-12T00:02:48.000Z", "author": "Will Grant", "title": "Mexico truck crash: 'I woke up 50 metres from the truck'", "article": "At least 54 people lost their lives this week when their truck crashed in Mexico. Such was their fear of being deported that, even while bleeding and dazed from the horrific crash in Chiapas, the first instinct of many of the migrants crammed into the vehicle was to run.With his trailer overturned and people dying on the roadside, the driver too fled the scene before the authorities arrived.Emerson Morales, though, told me he was too injured and concussed to go anywhere.\"It all happened so fast because I was half-asleep when we started to spin,\" says the 23-year-old Guatemalan who's on his second attempt to reach the United States. \"I woke up on the road about 50 metres from the truck.\" Emerson's immediate reaction was to try to find his cousin who he was travelling with. \"I didn't even check to see if I was okay, I just started looking around for him.\"He thinks he momentarily saw his cousin in the confusion on the roadside but since then he hasn't been able to locate him.With the adrenaline coursing through his body, Emerson initially thought he was fine. But within an hour, he started to feel pains in his neck, hips and stomach. The Red Cross took him to their tiny headquarters in the state capital, Tuxtla Gutierrez, and put him on a drip. His neck now in a brace, he knows his injuries could have been far worse.\"I saw people with their heads cracked open, bleeding heavily, one man with his arm twisted the wrong way,\" he shudders slightly at the memory. Emerson, who worked in a call-centre in Guatemala, has been able to speak to his parents who were both relieved to hear he was fine and concerned for his cousin.He fears his cousin's phone may have been stolen, saying that some people were picking up the migrants' possessions from around the wreckage.Back at the crash site itself, a small shrine has been erected by local residents who arrive to lay flowers, candles and bottles of water - a symbol of the migrants' journey. Other than that, however, there is little sign of the carnage that took place at the non-descript stretch of road on the outskirts of the city.\"It was terrible\", recalls Rodolfo Carrillo, a 69-year-old retiree who lives two streets away. \"It shook the whole house. So we came running down here and were greeted by a scene that was just … awful\", his voice trails off, tears forming in his eyes.It was, in fact, the worst loss of migrants' lives in a single day in Mexico since 2010.More than 150 people were crammed into the truck's trailer. The vehicle was reportedly speeding when it flipped on a sharp bend and hit a pedestrian bridge on a main road leading to Tuxtla Gutiérrez on Thursday afternoon. Mexico has announced a working group to combat people-smuggling in the wake of the crash. \"You think you have nerves of steel until you see that,\" Mr Carrillo remarks.Another eyewitness, who only wanted to be identified as Roberto, said the actions of some onlookers and the authorities in the aftermath of the crash was lamentable.\"The worst was how some people acted,\" he says with indignation. \"The police were inept, just filming with their phones to later upload them to social media. I didn't even have time to call my family. I was here to help, because that's what a human being should do.\"At the Red Cross, though, the humanity of local people has been on display from the very first moment. Donations continue to arrive with isotonic drinks, food, bandages and basic medical supplies dropped off by a constant stream of pick-up trucks and hatchbacks.Inside, a nurse delivers soup to those migrants who are awake and able to eat. Others are sleeping on mattresses on the floor or huddled two to a trolley.\"We've found blankets and food for everyone but we've had to improvise,\" says the local head of the Red Cross in Tuxtla Gutierrez, Oscar Corzo. At times his overwhelmed volunteers have struggled to cope and most haven't slept since the crash.Despite their injuries and exhaustion, the people inside the Red Cross are the lucky ones. Most are likely to be discharged before too long and, broken bones and bruises aside, they are largely intact. \"Whole\", as Emerson Morales puts it.He remains deeply worried about the wellbeing and whereabouts of his cousin but, like so much on this perilous journey, he says he simply has to trust that things will work out.The journey to the US border cost between $10 to $12,000, Emerson explains. Now, as well as the debt, many face the prospect of being returned to the same life they risked everything to flee.\"We were loaded onto the trailer in lines. I was in line six,\" he recalls saying that it was so cramped inside that almost everyone was standing.Yet despite the conditions, Emerson says there was an air of optimism inside the ill-fated trailer. \"The dream was very present\", he says. \"Our future, the future of our families, it was very present among us.\"\"Our aim was to make it at any cost. Unfortunately things didn't turn out that way.\"", "url": "https://www.bbc.com/news/world-latin-america-59620096"}