{"datetime": "2021-12-12T14:55:32.000Z", "author": "Toby Luckhurst", "title": "Obituary: Vicente Fernández, Mexico's king of ranchera", "article": "In 1998, just months before Mexican musician Vicente Fernández earned a star on the Hollywood Walk of Fame, his eldest son, Vicente Jr, was kidnapped. The artist was critically acclaimed and had sold tens of millions of records worldwide. But his fame had attracted the wrong sort of attention.The kidnappers cut off two of Vicente Jr's fingers. He was released after four months for a reported ransom of $3.2m (£2.3m).But Vicente Fernández - wildly popular abroad as well as in Mexico - outright refused to leave his home country.\"I will live my whole life in Mexico. I want that to be clear. From my country, they will only take me out feet first,\"he reportedly said .Some 5,000 people came to see him receive his star on Hollywood Boulevard just months later - reportedly a record turn out. Known as the king of ranchera music, a traditional Mexican musical genre, Fernández was a national treasure, a symbol of folk culture known and loved by millions. His voice and his immense popularity at home and abroad earned him comparisons to Frank Sinatra and Elvis Presley, as well as dozens of awards. He also created a musical dynasty, with his sons Alejandro and Vicente Jr becoming hugely successful musicians. The 81-year-old passed away on Sunday in his home city of Guadalajara. The singer had been in poor health for months after suffering a fall at his ranch earlier this year.\"We regret to inform you of his death on Sunday, December 12 at 6:15 a.m.,\" a post on the singer's Instagram page said. Fernández was born on a ranch outside the Mexican city of Guadalajara on 17 February 1940. The city is the capital of the state of Jalisco, which is famous for its culture in general, and ranchera music in particular. He grew up working on his father's ranch and watching the films of Mexican actor and ranchera singer Pedro Infante, one of three traditional singers in Mexico at the time known as the Three Roosters. Infante was one of the inspirations for the character Ernesto de la Cruz in the 2017 Pixar film Coco.\"Some of my earliest memories, from when I was six or seven, are of going to see Pedro Infante movies and telling my mother, 'When I grow up I want to be like them,'\" Fernández said.By the age of eight, he had learned to play the guitar and begun singing ranchera music. After a brief spell working odd jobs in Tijuana, where his family had moved after his father lost the ranch, Fernández returned to Jalisco to pursue a career in music full time in 1960, working as a busker and making occasional television appearances. Soon after, he moved to Mexico City and sang in a restaurant to make ends meet, but he returned to Jalisco and got married after failing to get a record contract.His big break came in 1966. Javier Solís, the last of the so-called Three Roosters, died after complications from surgery, and CBS Records offered Fernández a contract. He released his first album, Perdóname, that same year and has been with the label ever since.In the decades that followed, Fernández became one of the most famous entertainers in Mexico. He released more than 50 albums and between 1971 and 1991 starred in dozens of films, for which he also occasionally wrote the soundtracks. His albums sold tens of millions of copies worldwide, and by the 1980s he had begun to tour throughout North and South America - dressed for every performance in a traditional embroidered charro suit and sombrero.He was also critically acclaimed. Over the course of his career he won three Grammy Awards, eight Latin Grammy Awards, and more than a dozen Lo Nuestro awards for Latin music.Fernández even has a street named after him in the US city of Chicago and a statue of him in his home city of Guadalajara. But Fernández was also for some a controversial figure. He has long been associated with the Institutional Revolutionary Party (PRI), which governed the country for 71 uninterrupted years from 1929 to 2000. Many of its high-ranking members have been arrested for corruption. Fernández appeared at many political rallies, even performing a song at an official event for President Enrique Peña Nieto, a PRI politician who governed from 2012 to 2018. Mexican prosecutors have since openeda corruption investigation into the ex-president . And in January 2021 he sparked outrage after footage emerged of Fernández grabbing a female fan's breast.He later confirmed he had done so , telling the press: \"I don't know if it was a joke, I don't remember... I apologise with all my heart.\" Fernández announced his retirement in 2012 but continued recording albums - releasing his last in December 2020. He also earned new fans throughhis Instagram account , where he shared family moments with his more than two million followers.And in 2016 he performed one final time, in Mexico City's massive Azteca Stadium, home of Mexico's national football team. Some 85,000 people attended the event, which was also broadcast live in Mexico and the US and released as a record later in the year - earning himhis third Grammy Award . \"There is one thing that cannot be bought even with all the gold in the world and that you have always given me,\" he told the crowd. \"Your affection, your respect and your applause.\" ", "url": "https://www.bbc.com/news/world-latin-america-56043096"}