{"datetime": "2022-01-22T05:30:59.000Z", "title": "Two Canadians shot dead at upscale Mexican resort", "article": "Two Canadians have been shot dead and another injured after a dispute among guests at a hotel resort near Cancún, Mexico, local security officials say. Gunfire erupted on Friday at the Hotel Xcaret Mexico in the tourist town of Playa del Carmen, about 70km (45 miles) south of Cancún on the Caribbean coast. Photos of the suspected gunman were posted online by regional police chief Lucio Hernández Gutiérrez. The attacker, a hotel guest, is still at large and a manhunt is underway. CCTV photos show the attacker in a light blue tracksuit. In one photo he is seen holding a gun. In another, he appears to hold a mobile phone and a third photo shows him sitting in a lounge chair. The police chief said the gun was fired during \"an argument among hotel guests\". The Quintana Roo state prosecutor's office said both victims had criminal records. A spokeswoman for Canada's foreign ministry told the BBC: \"Global Affairs Canada is aware of reports that Canadian citizens have been affected by an incident in Mexico.\"Consular officials are contacting local authorities to gather more information and stand ready to provide consular assistance.\" Graphic video posted online shows the incident appears to have unfolded near an outdoor dining area.There have been a worrying spate of attacks on foreign tourists in the Mayan Riviera region in recent months.A shootout at a busy beach in Cancún in early Novemberleft two suspected drug dealers dead . Four Americans tourists were shot in the attack, which officials determined to be an assassination by a rival gang. In October, an American and a German tourist were killed in crossfire between two drug gangs in the resort town of Tulum. The recent crime wave led President Andrés Manuel López Obrador to send 1,500 members of the National Guard to patrol the region.", "url": "https://www.bbc.com/news/world-us-canada-60092429"}