{"datetime": "2021-12-03T11:33:23.000Z", "title": "Rights groups' warning as Trump's Remain in Mexico policy restored", "article": "US human rights groups have criticised the reinstatement of a Trump-era policy requiring asylum seekers to wait in Mexico while claims are processed. The American Immigration Council said it was a dark day for the US and the rule of law. US President Joe Biden had suspended the policy, calling it \"inhumane\", but was ordered by courts to resume it. Under the policy, thousands of migrants were forced to stay in dangerous conditions on the Mexican border.But Republicans have welcomed the decision as a way to restore order in the border regions. Mexico has now agreed to accept the policy, known as Remain in Mexico, in exchange for concessions such as a shorter turnaround time for asylum decisions and a US-Mexico development programme for Central America. Mr Biden's administration has kept up one other major Trump-era border policy: Title 42, which allows for the quick expulsion of migrants on public health grounds. Former US President Donald Trump introduced the programme, then known as the Migrant Protection Protocols, to send more than 60,000 asylum applicants back to Mexico.Migrants were often left waiting in Mexico for months, where they sometimes fell prey to criminal gangs.According to charity Human Rights First, there have been more than 1,500 publicly reported cases of kidnapping, rape, torture and other abuses against migrants returned to Mexico. Mr Biden suspended the programme almost immediately after taking office, as part of a campaign pledge to reverse hardline immigration policies enacted by his predecessor.In June, Homeland Security Secretary Alejandro Mayorkas terminated the policy. But in August, a federal court Judge Matthew Kacsmaryk, a Trump appointee, ruled that the policy had been improperly cancelled. The Biden administration is appealing against the decision.White House Press Secretary Jen Psaki said on Thursday that the president stood by past remarks about the \"unjustified human costs\" of the programme. \"But we also believe in following the law,\" she said. The policy has been revamped to address Mexico's concerns, including to limit time spent for each asylum application to six months.Implementation is expected to begin next week at ports of entry in Texas and California.Immigration has again proven to be the main prism through which Washington views its relationship with Mexico. It seems the numbers of people arriving at the US southern border - and the effect that is having on President Biden's standing in the polls - has meant the administration is happy enough to reinstate the law - albeit having been ordered to do so by the courts.Yet one might well as ask what Mexican President Andres Manuel Lopez Obrador has to gain by agreeing to carry out his side of the policy, namely accepting thousands of asylum-seekers into Mexican border towns to await their day in a US court. On the surface, he has added a more humanitarian veneer to the policy, tying down a timeline of 180 days in which asylum cases should be heard and development funds for Central America under the name \"Planting Opportunities\". But in reality, this is a political risk he can afford to take. With asylum seekers likely to be living again in precarious conditions in dangerous border towns, the Mexican president may be considering that migrants will have less incentive to travel north. And in the meantime, he has undoubtedly created some useful leverage with President Biden in other areas.The move was condemned by pro-immigration groups and lawmakers from Mr Biden's own Democratic party.In a statement, American Immigration Council policy director Jorge Lowereerejected the Biden team's \"claims that it can administer the Remain in Mexico program in a more humane manner\", adding: \"Today is a dark day for the United States and for the rule of law.\" By expanding the programme to include any migrants from the western hemisphere - including non-Spanish speaking groups such as Haitians - Mr Biden had \"made the programme even broader than under Trump\", the group said. The UNHCR, the United Nations refugee agency, also condemned the move and refused to help implement the policy.The American Civil Liberties Union (ACLU) said the resumption would lead to \"horrific abuse, including torture, rape, and death\". But Republican House Leader Kevin McCarthy welcomed the programme's reinstatement. \"It is unfortunate that it took litigation to force the Biden administration's hand to apply this common-sense measure,\" he said. Texas attorney-general Ken Paxton, a conservative Republican, described the development as a \"huge win\". \"I will continue to fight to restore safety and order along our southern border, making sure that this essential programme is implemented in full compliance with the court's order,\" he said, quoted by the Associated Press. But Texas Democratic Congresswoman Veronica Escobartold The Hill newspaper that the policy \"erodes our values as a country\" and is \"a violation of asylum processing\". She called for the White House to aggressively fight the order in court, and criticised Mr Biden for not having fixed the system after nearly a year in office.Democratic Senator Bob Menendez urged Mr Biden to \"make every effort\" to overturn \"this xenophobic and anti-immigrant policy for good\". ", "url": "https://www.bbc.com/news/world-us-canada-59514465"}