{"datetime": "2022-01-21T16:30:30.000Z", "subject": "Europe migrant crisis", "title": "Harwich: Fifth man jailed for trying to smuggle 69 people on boat", "article": "A fifth member of a gang that tried to smuggle 69 people into the UK on a converted fishing boat has been jailed. Aleksandrs Gulpe, 44, from Latvia, had his sentencing delayed after he had to isolate with Covid symptoms.Converted fishing trawler, the Svanic, was stopped off the Norfolk coast in November 2020 and taken to Harwich, Essex, where the migrants were found. Gulpe was jailed for eight years for conspiracy to assist unlawful immigration. His four co-defendants were jailed at the same court in December. Two pregnant women were on board and the single trip stood to make the criminals involved more than £1m, with trips planned weekly, Chelmsford Crown Court heard. Authorities were first alerted to the people-smuggling operation after reports of suspicious activity when the vessel ran aground off the coast of Sweden 15 days earlier. Charlene Sumnall, prosecuting, said the 30m (98ft) long trawler was sourced from Latvia and had been \"chosen for the very reason that she was cheap\". She said the venture was \"far more sophisticated than small boat crossings, dinghies and the like\" and that criminals were \"using the squalid and dangerous conditions on board the Svanic to line their own pockets\". There were 20 lifejackets on board for 72 people, an earlier trial was told. Gulpe, along with Kfir Ivgi, 39; Sergejs Kuliss, 32; and Igor Kosyi, 57, were found guilty by a jury of conspiracy to assist unlawful immigration. Arturas Jusas, 35, admitted the charge. Jusas, of Wandsworth Road, Lambeth, south London, was jailed for nine years and nine months. Ivgi, of Corrigan Close, Finchley, north London, was jailed for 10 years, and Kuliss, of Albert Basin Way, Newham, east London, was sentenced to nine years. Ukrainian national Kosyi received a seven-year sentence. In mitigation, it was said that none of the migrants were injured and the vessel was \"fundamentally seaworthy\" but there were \"some mishaps that were the fault of the clumsy crew\". A sixth defendant, Ukrainian national Volodymyr Mykhailov, 49, who the court heard was arrested when the boat reached land, was cleared of the charge.Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60086500"}