{"datetime": "2022-01-10T13:03:08.000Z", "title": "Swedish PM under fire for illegal immigrant cleaner", "article": "Sweden's prime minister has come under fire after a cleaner was detained for working illegally at her home. The police arrived at Magdalena Andersson's house after the burglar alarm was accidentally set off at the property in Nacka, near Stockholm.On arrival, the police discovered that one of the two workers there had been issued with a deportation order.Ms Andersson, who has been in office since November, said she had ended all contracts with the cleaning company.\"Even those of us who want to do the right thing can fall foul of dodgy operators,\" she told the Expressen newspaper on Saturday. She added that she was assured by the head of the cleaning company that all of its employees were working legally.The house in Nacka is Andersson's family home, but she had previously moved to the prime minister's official residence in Stockholm.The cleaner, thought to be a woman from Nicaragua in her 20s, has been handed over to Sweden's migration agency.The incident happened on 21 December, but was only reported in Swedish media on Saturday.Magdalena Andersson, who is leader of the Social Democratic Party and Sweden's first female prime minister, has made cracking down on the illegal economy a focus of her leadership.In her inaugural speech last year, she appealed for people to take personal responsibility to fight organised crime, calling it a shamefully well-integrated part of the economy.She told the Expressen newspaper that this incident highlights a problem that she has long pointed out, and that more must be done to combat fraud.Opposition politicians have also raised questions about Ms Andersson's security arrangements, suggesting that there should be more control over who has access to the prime minister's house.The parliamentary group leader for the opposition Moderate Party, Tobias Billstrom, pointed out on Twitter that in the UK, immigration minister Mark Harper had to resign in 2014 after it was discovered that he had employed a cleaner who did not have the right to work.It's unclear whether the cleaner was actually present in the prime minister's house when the police arrived, however.The owner of the cleaning company told Sweden's public broadcaster SVT the woman had not been tasked with cleaning the home, and was actually in a car outside.", "url": "https://www.bbc.com/news/world-europe-59910844"}