{"datetime": "2022-02-09T00:40:16.000Z", "author": "Ed Main and Richard Watson", "title": "The English test that ruined thousands of lives", "article": "A BBC investigation has raised fresh doubts about the evidence used to throw thousands of people out of the UK for allegedly cheating in an English language test. Whistleblower testimony and official documents obtained by Newsnight reveal the Home Office has continued to try to remove people based on the claims of the international testing organisation ETS - despite knowing of serious concerns about its conduct and flaws in its data. More than 2,500 people were deported and at least 7,200 more were forced to leave Britain after ETS accused them of cheating in an exam it set and marked. Others who remain in the UK continue to fight to clear their names after enduring years of hardship. The crackdown was sparked by a 2014 BBC Panorama investigation that revealed two London test centres were running fraudulent exams so people could falsely obtain a pass they could use to apply for a visa. Following those revelations, the government asked ETS to assess the scale of student cheating across more than 100 independent centres, which were contracted as test venues. ETS gave them a massive list of alleged cheats - but despite proof that this included some innocent people who had been wrongly accused, the Home Office continues to stand by ETS's evidence. Labour MP Stephen Timms said: \"Clearly, ETS was a discredited witness and yet the Home Office relied on them totally.\" Newsnight has also uncovered further evidence - much of which has been known to the department for several years - which raises additional questions about why ETS has been trusted to investigate what went on. In the new investigation - by the same journalists who exposed the original fraud - the BBC can reveal: The chair of the Public Accounts Committee, Labour MP Meg Hillier, told the BBC: \"Given what you found, I think the Home Office can no longer rely on this ETS data.\" Dame Meg said the government's actions have created \"huge injustice\" and it should now drop outstanding legal action against alleged cheats, most of whom came to Britain as international students. She suggested they should instead be allowed to sit fresh English tests for new visas.Wahidur Rahman, who won a seven-year battle to overturn the Home Office's allegations against him, said: \"They should hang their heads in shame for not apologising, not just to me but all the other innocent students.\"Many alleged cheats were thrown out of Britain without any opportunity to challenge or even see the evidence against them.The Home Office simply cancelled their visas, with no right to appeal in Britain. Nomi Raja was 22 when immigration officers raided his student house in June 2014. \"They asked me for my ID. Then this guy had a radio and he was like: 'Target achieved.'\" Only when he arrived at a detention centre at Gatwick Airport did an officer reveal why he had been arrested: \"She's like, 'You've done Toeic, you have cheated and then we are sending you back to Pakistan'.\" Toeic -Test of English for International Communication - was the name of the exam set by ETS. Mr Raja managed to halt his deportation and was released after 125 days. But like others who protested their innocence, he was banned from working, studying or using the NHS.Many became estranged from relatives who didn't believe the British government would make such shameful allegations without good reason.Finding themselves unwelcome both in Britain and back home was devastating for those affected, said Nazek Ramadan, director of the charity Migrant Voice. \"Most of them have mental health issues and some were on medication to stop them killing themselves,\" she said. The 2014 Panorama followed a tip-off that bogus students who spoke virtually no English were being offered \"guaranteed\" Toeic exam passes at two London test centres.An undercover researcher secretly filmed an exam in East London where test centre staff provided every candidate with a paid cheat, or proxy, who spoke good English. The tests were then uploaded to ETS in the US for marking. Panorama's undercover footage shocked then Home Secretary Theresa May. \"I want to do something about it,\" she said at the time. Her department had revoked the licences of hundreds of colleges to sponsor international students to come to the UK, because they were suspected of being a cover for immigration fraud. Investigations were now launched into Toeic fraud. ETS, also now under scrutiny, offered to help with voice recognition software. It looked to see if the same voice turned up on multiple test recordings, indicating the same proxy had faked exams for several people.If a test was flagged and two ETS staff agreed, it was classified as \"invalid\" - meaning the candidate had definitely cheated. Even if that didn't indicate cheating, ETS might designate a test as \"questionable\" if it was taken at a centre with many \"invalid\" results. Watch thefull investigation on iPlayer . The final results were startling: 97% of 58,000 Toeics taken in Britain between 2011 and 2014 were judged suspicious - 33,663 were invalid and 22,476 questionable. If that had been accurate, it would have represented the largest exam cheating scandal in British history.Labour MP Stephen Timms believes the figures weren't challenged because they suited the government's agenda of creating a \"hostile environment\" for illegal immigrants. \"They saw here an opportunity, tragically, to do that and thousands of innocent people have paid a very high price as a result,\" he said.Lord Willetts, universities minister in 2014, says although the 97% figure was \"implausibly high\" officials believed them. \"The Home Office assumed this whole thing was totally abused and corrupt, and so they didn't get into the detail,\" he said.Mrs May declined to comment. A huge list of names was passed to the Home Office which revoked the visa of anybody with an invalid test. It wasn't until 2017 that people in Toeic cases won the right to appeal in Britain. In 2016, two years after the deportations started, ETS began providing alleged cheats with their test recordings.Shakil Rathore's story raises the question of how many before then might have proved their innocence if they had also been given this key evidence. The audio, which supposedly showed the 50-year-old civil engineer had cheated, actually proved the opposite.When we listened to his test recording there was no mistaking the distinctive stutter. \"Yes, it's my voice,\" he exclaimed. Mr Rathore struggled for three years to get hold of the recording. Even then the Home Office only withdrew its allegation after he had paid for an expert report confirming it was his voice. Another man waited six years for his test recording to be played in court. The judge ruled it was obviously his voice and criticised officials for never having compared the two. In fact, most people who received a test recording found it didn't contain their voice, which appeared to support claims that they had cheated. Digital forensics expert Professor Peter Sommer said: \"What seems to have happened is that the voice files became somehow separated from the individuals.\"However, it was impossible to verify the files were what ETS said they were because they contained no electronic metadata showing when and where they were created.Nomi Raja discovered significant errors in the allegations against him: \"It says that I'm a Bangladeshi national. But I'm from Pakistan. It also says the test centre was in Leicester, and I gave my exam in London.\" When after five years his appeal was heard the judge ruled there was \"no case for him to answer\".In addition to concerns about the reliability of ETS's data there are also worrying questions about what the Home Office knows about the organisation itself.The BBC can reveal that inspectors from the international arm of ETS - ETS Global BV, which oversaw the British operation - had been finding significant evidence of organised cheating at some test centres for almost two years before it was publicly exposed by Panorama.Two people who worked for ETS in the UK say the Home Office was kept in the dark about the fraud at the time to ensure Toeic kept its government licence for visa applications.Following the Panorama broadcast, they were interviewed by Home Office investigators and the department learned shocking details about what had been known about the scale of the fraud in some locations. MP Stephen Timms is appalled that despite those revelations the Home Office continued to base its enforcement action on ETS's evidence: \"What Newsnight has shown is that the Home Office knew that ETS was behaving appallingly. And that makes it even more extraordinary that the Home Office relied totally on ETS's claims.\"The BBC interviewed former inspector Richard Shury, whose testimony has been used by the Home Office in immigration cases, but who has not spoken to the media before. His account is supported by a 2018 statement made by his former boss Ahmad Bdour, who still works for ETS Global BV.That document recently became public when it was disclosed by the Home Office and used as evidence in an immigration appeal by two students known as DK and RK.Mr Bdour was so concerned about organised cheating that around May 2012 he suggested that the company \"needed to stop working in the UK\".Mr Shury says when he joined ETS in December 2012, Mr Bdour warned him some test centres were riddled with fraud.\"He said they would often see people waiting outside the locations and when they saw him coming, would make a call or dart back inside, which would essentially serve as a warning to the location to swap the test takers - proxies - out and bring the real test takers back.\"Both Mr Shury and Mr Bdour allege that while a few fraudulent test centres had their contracts cancelled, their efforts to close others were blocked by bosses. Innocent people would have no clue they were booking a test at a centre which, months earlier, might have been discovered to have been riddled with fraud. Mr Shury said: \"As an ordinary member of the public, you would have had no way to differentiate between one which was proper and one which wasn't.\"Mr Bdour said there was no whistleblower policy in place and he was told if he kept recommending closing test centres he would lose his job. He did not respond to our request for comment. In a statement ETS said it took prompt action when it was made aware of serious allegations about UK tests in 2014, including significant changes to the management team of ETS Global BV. Mr Shury said he also gave the Home Office his eyewitness account of \"remote testing\" - a method of faking tests which potentially further undermines the ETS voice recognition evidence. Inspectors believed some centres had remote access software that allowed test computers to be secretly controlled from other rooms. Immigration barrister Nick Armstrong said it would have been simpler for fraudsters to discard all the test entries from the exam hall - including those by genuine candidates - and just upload those from a secret room. The same faked test could be sent for multiple candidates, he believes.This meant that when the recordings were scrutinised with voice recognition software, people who thought they had passed on their own merits would be wrongly branded cheats.\"It is an explanation for why the numbers of so-called fraudulent tests were as high as they were found to be,\" Mr Armstrong said. Mr Shury told the BBC he saw evidence of remote testing at several locations. \"We've seen a test taker sitting at a computer not typing anything and words appearing on the screen,\" he says. He and Mr Bdour were tipped-off about allegations of remote testing at Queensway College in Walthamstow, but found nothing suspicious in the exam room. Then, he said, Mr Bdour went to a secret room they had been told about, where he \"saw people hunched shoulder-to-shoulder and controlling the test with what looked like remote testing software\". In May 2015 the inspectors' experiences were summarised in reports by the Home Office investigators. These reports are still presented at immigration appeals as part of the case against students. We have obtained the reports for two test centres, including Queensway College, which state evidence of remote testing was found at both. But in 2019 Home Office civil servants denied there was any such evidence when MPs on the Public Accounts Committee raised the issue. Dame Meg said she was shocked to learn from the BBC that officials had apparently been unaware of its existence when they gave evidence to her committee. \"We now need to get the full set of documents,\" she said. In a statement the Home Office said it \"has been, and continues to be, completely transparent with select committee requests for information\".In 2018 ETS Global BV paid a £1.6m settlement to the department, but by then the Toeic scandal had already cost taxpayers £21m. Twenty-five people who faked tests have been convicted, including 11 involved with the frauds Panorama filmed.The government is continuing to contest Immigration appeals against accusations based on ETS's evidence. But by 2019 more than 3700 people had won their cases. Immigration barrister Paul Turner says: \"I think the government will die in a ditch defending ETS's data. But the courts are finding that an awful lot of people did not cheat.\" In February 2021 the Home Secretary Priti Patel told MPs she accepted some innocent people had been wrongly accused. \"We need to find a resolution and actually to bring not just clarification, but some justice around what has happened.\" She promised to look at solutions after the conclusion of a test case, but a year on that judgement is still awaited. However, the Home Office doesn't accept there are major flaws in ETS's evidence.In a statement it said it had consistently been found that the evidence it had at the time was sufficient to take immigration enforcement action. \"Where somebody's test has been identified as having been taken by use of a proxy test taker, they are able to challenge a consequent adverse decision by taking it to either judicial review or appeal, which is independent of the Government.\" The department added that it had made significant improvements to ensure large-scale abuse could never happen again. The BBC asked ETS if it has reviewed the reliability of its evidence. ETS didn't directly respond but in a statement it said it had taken prompt action when it was made aware of serious allegations about UK tests in 2014.It said these were conducted by third-party contractors and overseen by its UK office. \"ETS shared our methodology and findings with the UK Home Office but did not make any recommendations in relation to the same nor was ETS involved in determining how such information was utilised by the Home Office in its subsequent actions.\" ETS added that it would continue to improve test security. ", "url": "https://www.bbc.com/news/uk-60264106"}