{"datetime": "2022-01-20T08:10:59.000Z", "subject": "Calais migrant crisis", "title": "Migrants win High Court unlawful age assessment challenge", "article": "Two migrants have won a High Court battle after complaining about how their ages were assessed when they arrived in the UK. The pair said they were teenagers but \"short\" and \"unfair\" assessments by social workers at a holding centre in Dover, Kent, had deemed them as adults.Mr Justice Henshaw said the assessments were \"not lawful\" in \"particular respects\". The Home Office said it was \"disappointed\" by the decision.The judge outlined details of the case in a written ruling, which was published on Wednesday, after considering evidence at a hearing last year.The migrants took legal action against Home Secretary Priti Patel and Coventry City Council, as one had moved to Coventry after leaving Dover. Kent County Council was listed as an \"interested party\".One of the migrants, a young Kuwaiti man who arrived in Kent on a lorry in December 2020, said he was born in June 2004 but was judged to be 20 years old after a 42-minute assessment. Another Iranian man, who was rescued at sea in January 2021 after travelling in a rubber dinghy, said he was born in May 2003. He was judged to be 21 years old after an assessment lasting an hour. The ruling has been welcomed by charity groups working with refugees.Enver Solomon, chief executive of the Refugee Council, said \"hasty\" decisions had been made and described the ruling as \"important\". \"Children seeking safety arriving alone in the UK are bewildered and frightened. \"Distinguishing between adults and children is not something that can be done quickly, it takes time and expertise to make the right decision,\" he said.Bridget Chapman from the Kent Refugee Action Network said: \"We have now seen numerous cases of children being placed in adult accommodation where their safeguarding is at risk. \"This process seems to have been designed to be deliberately harsh and we are extremely pleased that it has now been ruled unlawful.\" The Home Office said the guidance used to assess migrants' ages was withdrawn on 14 January, and the government was establishing a new Scientific Advisory Committee to give advice on ways of checking arrivals' ages. A Home Office spokesman said: \"Our Nationality and Borders Bill seeks to improve the challenging age assessment process and will widen the evidence base for social workers to consider when making assessments and lead to better informed decisions.\" Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk.", "url": "https://www.bbc.com/news/uk-england-kent-60062954"}