{"datetime": "2021-01-27T13:41:46.000Z", "subject": "Trump peace plan", "title": "Biden administration to restore aid to Palestinians", "article": "US President Joe Biden's administration will restore aid to the Palestinians that was cut by his predecessor Donald Trump and reopen diplomatic missions. The acting US envoy to the UN, Richard Mills, told the Security Council that Mr Biden supported a two-state solution to the Israeli-Palestinian conflict. To help advance one, he said, the US would \"restore credible engagement\". Palestinians broke off contacts with Mr Trump's administration and rejected his peace plan as biased towards Israel. The plan, unveiled a year ago, envisaged recognising Israeli sovereignty over Jewish settlements in the occupied West Bank and Jordan Valley, and Jerusalem remaining Israel's \"undivided capital\". It also proposed the creation of a Palestinian state in about 70% of the West Bank, all of Gaza, and with its capital on the fringes of East Jerusalem. Israel occupied the West Bank and East Jerusalem in the 1967 Middle East war. Most of the international community considers the settlements illegal under international law, though Israel disputes this. At a Security Council debate, Mr Millssaid the Biden administration would \"urge Israel's government and the Palestinian Authority to avoid unilateral steps that make a two-state solution more difficult, such as annexation of territory, settlement activity, demolitions, incitement to violence, and providing compensation for individuals imprisoned for acts of terrorism\". It also intended to renew US relations with the Palestinian leadership and Palestinian people, which had \"atrophied over the last four years\", restore US assistance programmes and humanitarian aid, and take steps to reopen diplomatic missions that were closed, he added. \"We do not view these steps as a favour to the Palestinian leadership,\" Mr Mills stressed. \"US assistance benefits millions of ordinary Palestinians and helps to preserve a stable environment that benefits both Palestinians and Israelis.\" \"At the same time, I must be clear, the US will maintain its steadfast support for Israel,\" he added. Mr Mills also said that while the Biden administration welcomed deals establishing diplomatic relations between Israel and four Arab states that were brokered by Mr Trump, it recognised that \"Arab-Israeli normalisation is not a substitute for Israeli-Palestinian peace\". Before Mr Mills spoke, Palestinian Foreign Minister Riad al-Maliki said: \"We look forward to the reversal of the unlawful and hostile measures undertaken by the Trump administration and to working together for peace.\" Israel's representative to the UN, Gilad Erdan,said \"the only way to achieve real peace is through direct, bilateral negotiations\", and that the Security Council should call on the Palestinians to begin talks based on Mr Trump's plan, \"which is a good starting point\".Palestinian leaders broke off contacts with Mr Trump's administration in 2017, afterhe decided to recognise Jerusalem as Israel's capital and move the US embassy to the city from Tel Aviv .In 2018,Mr Trump ended hundreds of millions of dollars of funding for the UN Relief and Works Agency for Palestine Refugees (UNRWA) , which provides assistance to 5.5 million people across the Middle East, calling it an \"irredeemably flawed operation\".The Trump administration alsoclosed the office of the Palestine Liberation Organisation (PLO) - the internationally recognised representative of the Palestinian people - in Washington, saying its leaders had failed to engage with peace efforts.And in 2019, the state department reversed a long-held US position bydeclaring that West Bank settlements were \"not per se inconsistent with international law\" . Mr Biden is expected to reverse that decision, but Secretary of State Antony Blinken has said he will not undo Mr Trump's recognition of Jerusalem as Israel's capital or return the US embassy to Tel Aviv. ", "url": "https://www.bbc.com/news/world-middle-east-55824227"}