{"datetime": "2021-01-28T22:05:18.000Z", "subject": "US election 2020", "title": "Do Americans support President Biden on immigration?", "article": "President Joe Biden has made reforming US immigration policy one of his top priorities. On Friday he will flesh out his plan. It comes after four years in which his predecessor Donald Trump pushed hard to curb the flow of illegal immigration into the country. Mr Biden is already reversing and rolling back several Trump-era policies, including freezing construction of the border wall and revoking the policy to separate migrant families crossing the border. He also plans to offer an eight-year pathway to citizenship for the 11 million undocumented immigrants currently in the country. We asked members of our BBC voter panel to weigh in on these actions. Here's what they said: Amira lives in the border town of El Paso. Like many of her friends, she has felt the direct impact of recent US immigration policy: in 2016, her father was deported back to Mexico. Do you approve of President Biden halting construction of the border wall? Finally! When Trump disclosed his plans for the border wall, I thought it was pointless. It stood for a system of white supremacy. It was a statue for Trump. I'm glad that Biden is stopping construction. I know what it's like to grow up in a border city, with Juarez, Mexico, a few feet away. We are a proud Mexican city and we try to exemplify that in our culture and customs. The rhetoric divided people. There's a fence, but there was no need for a wall. A lot of my friends - Mexicans and Mexican Americans - said they'd just get a ladder and climb over it. A wall wasn't going to stop people looking for better opportunities. Do you approve of the Biden administration retracting the 'zero tolerance' separation policy? I'm glad that's finally halted and it was much needed. Here in El Paso, a lot of us protested against the separation of families. Travelling to a different country and being forcibly separated has to be the worst experience. I can't even imagine what these migrants are dealing with. I have a couple of friends who were born in the United States but whose families were deported, so I've seen firsthand their struggle of waking up every morning and crossing the border to go to school. Do you approve of the Biden proposal that creates a pathway to citizenship for the undocumented? I did not know he was going to do that, but I think it's great. I have friends who aren't able to go to school because of their citizenship and it takes years to get a green card or student visa. It took my grandmother 11 or 12 years to get her green card. So it is fantastic that the process is now going to be sped up.Gabriel is a second-generation Ecuadorian American and a 'Latino for Trump'. He is not a fan of President Biden's proposals on immigration and fears there is an ulterior motive behind them. Do you approve of President Biden halting construction of the border wall? I'm not a fan of that. We were working towards having stronger border security and ensuring sovereignty for the US and our neighbours. When you deter people from coming, they'll find better approaches rather than paying out to coyotes [smugglers]. When I was a Democrat, I was a strong believer in open borders, but looking at the legality of things, it isn't fair. People have been waiting for years to get in legally, so they can prosper without fear of deportation or being sent away. It's put in place so that you don't have to rely on people that can potentially ruin your life, like the traffickers and the cartels. People are still coming here because they see opportunity. I find it very important that we not only recognise that but ensure that, when we send people back, they understand what they did wrong. They can't fix their country of origin by coming here and sending money back because it will just encourage more people to do the same. Do you approve of the Biden administration retracting the 'zero tolerance' separation policy? From an altruistic and strictly human perspective, I can understand and feel for people who are nervous, worried or scared. From a legal perspective, people know they run that risk every day when they don't take the necessary steps. Those rules are our rules. It's a very sad thing to know you can leave your family to make a new life and - in the blink of an eye - you can be caught and separated from those people, in a completely strange place, potentially not speaking the language and not knowing what'll happen to you. Do I think that it is necessarily the right thing? No, I would like to see the families at least have each other. I'm not a fan of the separation, but I can also understand why it was a deterrent. Do you approve of the Biden proposal that creates a pathway to citizenship for the undocumented? There certainly needs to be a thorough vetting process. As much as I can be upset about it, I think it'll pass through the House and potentially the Senate, but I cannot emphasise enough how much people need to be vetted for what ties they might have and to whom. It's not wrong to want to know who you have in your country and in your neighbourhood. The people who live around somebody I know are MS-13 gang members and they were going to kill a person in her front yard, and they were not illegal. This is not indicative of all immigrants by any means, but I've seen what people do when they do not have their papers. There needs to be measures taken against people who are trying to make a decent life here versus people who are actively breaking the law and taking advantage of our system.Bessy was born in Honduras but migrated to the US legally as a child. She feels fortunate to be here but sympathises with the plight of the millions denied entry at the border. Do you approve of President Biden halting construction of the border wall? I'm happy to hear it. I always thought the border project was one of those promises Trump made just to appease his base. I never thought there was any real purpose considering that most people in the US illegally overstayed visas. With so many other issues, it was stupid for them to be funnelling so much money into a racist vanity project. I always said, if I wasn't in the US now, I could see myself being young and willing to cross the border. I was just lucky.Do you approve of the Biden administration retracting the 'zero tolerance' separation policy? I'm happy Biden did that. I thought it was one of the cruellest and darkest chapters of the Trump administration. For people that prided themselves on being so pro-life to rejoice over literally separating children from their parents was so barbaric. Those detention centres were borderline concentration camps. I had a cousin in one of them and he said it was awful. He was sick for weeks and got no medical attention. He was crammed in a room with 20 men. It took ages for us to even track him down and we only found him by sheer luck. If we spent weeks trying to find him - a man in his 20s - I can't imagine what it must be like to be alone as a child.Do you approve of the Biden proposal that creates a pathway to citizenship for the undocumented? I think it's great. A lot of these undocumented immigrants are already paying taxes, so I really don't see a problem with giving them papers and allowing them to to work and contribute to the economy. A lot of people have been here for years, they haven't done anything wrong and they've been honest, hard-working people. Undocumented immigrants are doing jobs like harvesting food and cleaning houses, jobs that no one wants to do. My mother came to this country - although legally - and did not speak any English, but 25 years later, she owns a massive housekeeping company. That's the American Dream. Immigrants make this country great. And I would imagine there's some kind of due process. If someone's committed a crime or some kind of felony, they shouldn't be allowed, but if someone has no criminal record other than illegally crossing the border, I think they deserve to stay. An Iranian migrant, Rom was a strong supporter of the Trump administration's immigration policies. He says the policy changes under Biden will only encourage more illegal immigration. Do you approve of President Biden halting construction of the border wall? I'm against President Biden doing that. I think a wall is effective and I was all for President Trump building it. I forget what the budget estimate was for the wall, but it was a spit in the ocean when you look at the trillions in federal budget outlays. I was disappointed in the lack of progress but that's only because Democrats were trying to hobble that effort every step of the way. There's talk of high-tech alarms and drones, but at the end of the day, a physical wall stops people or slows them down. The classic example is politicians like Nancy Pelosi, who's got this wall around her compound in the middle of San Francisco. If walls didn't work, why do they have walls built around their homes?Do you approve of the Biden administration retracting the 'zero tolerance' separation policy? I viewed family separation as being unfortunate, but my personal perspective is that parents who bring their kids across the border put them at risk. Because they are dependent on coyotes [smugglers]. When the US government separates them for whatever reason, somehow the US is the bad guy. Where's the parents' responsibility in all of this? I understand the need to provide a better life for their children. I get it, but I don't have a lot of empathy or sympathy for that situation. At least they should be thankful they're being well fed and cared for, it's not like the kids are being tossed out into the wild. To be honest, I wasn't even aware of it under President Obama; I don't remember hearing about it and he got a free pass.Do you approve of the Biden proposal that creates a pathway to citizenship for the undocumented? If I knew this was going to be the last bite at the apple, I would support it, to lay this issue to rest once and for all. However, I know from past history that this will not be the last bite. A similar amnesty-type program was issued around 1986 when President Reagan was in office and I remember all the politicians who signed on said let's clear the air and be done with it. And then it just built up again over the next 30-35 years, and here we are again. Where's the end of the line? If President Biden would say this is absolutely the last time we're doing it and we're going to make sure this can't be done again, I'd be all for it. But it's not going to happen and my fear is we are going to end up in a situation where we have open borders.", "url": "https://www.bbc.com/news/world-us-canada-55845761"}