{"datetime": "2021-03-14T15:01:25.000Z", "subject": "US migrant family separations", "title": "US immigration: Disaster agency Fema brought in to help with child migrant surge", "article": "A US agency that normally deals with major emergencies and natural disasters has been brought in to help care for the rising numbers of migrant children arriving at the US southern border. The Federal Emergency Management Agency (Fema) would \"help receive, shelter and transport the children\" for the next 90 days, it was announced. President Joe Biden has been reversing some of his predecessor's policies. But the recent surge of arrivals is putting pressure on processing systems. There were a record number of children - 3,200 - being held in US immigration facilities on the US-Mexican border as of 8 March.Hundreds continue to arrive each day, and many are being held beyond the legal three-day limit for being processed and transferred. Secretary of Homeland Security Alejandro Mayorkas said last week that the situation on the border was \"overwhelming\" but not yet a crisis. Announcing Fema's involvement, Mr Mayorkas said the agency would work with the Health and Human Services Department (HHS) to \"look at every available option to quickly expand physical capacity for appropriate lodging\". \"Our goal is to ensure that unaccompanied children are transferred to HHS as quickly as possible, consistent with legal requirements and in the best interest of the children,\" he added. On the campaign trail, Joe Biden promised to reverse many of Donald Trump's restrictive migrant policies. Since taking office in January, he has ordered the reunification of migrant children with their families, ended construction of the border wall and called for reviews of legal immigration programmes terminated by his predecessor. But in the same month Mr Biden became president, 5,871 unaccompanied children crossed the border - up from 4,995 in December - according to data from the US Customs and Border Protection (CPB). As of 8 March, the number of children held in US immigration facilities had tripled in just two weeks - to 3,250. Of that number, nearly half had been in detention longer than the three-day limit and were in CBP-managed facilities that were designed for adults. The HHS is required to link children up with their parents, guardians, US relatives or find a sponsor to take them in while their immigration case is being considered. Although Covid-19 restrictions have been lifted on HHS-managed shelters to expand capacity for unaccompanied children, the New York Times reports that they are just days away from reaching maximum capacity. Most of the unaccompanied children detained are boys between the ages of 15-17.Some reports suggest desperate families, who have been turned away at the US border, have been sending their children on alone to improve their chances of entering the US. ", "url": "https://www.bbc.com/news/world-us-canada-56391688"}