{"datetime": "2021-11-23T16:21:01.000Z", "title": "Gun makers ask US court to dismiss Mexico's claim for damages", "article": "Gun manufacturers have urged a US court to dismiss a Mexican lawsuit that holds them responsible for the violence inflicted by drug cartels. Mexico is seeking billions in damages, accusing manufacturers of facilitating the illegal trafficking of weapons. The firms, including Smith & Wesson, argue their sales are constitutionally protected in the US, calling Mexico's lawsuit a \"clash of national values\". In 2019 alone, some 17,000 murders in Mexico were linked to trafficked arms.Mexico's strict rules on arms sales mean they can only be purchased legally at one shop in Mexico City. Mexico says criminal organisations therefore buy thousands of weapons in the US. A US department found that some 70% of firearms recovered in Mexico between 2014 and 2018 had come from the US. Mexico's lawsuit accuses some of the biggest gun manufacturers of knowingly contributing to illegal arms trafficking and fuelling bloodshed through reckless business practices. It said the companies had sold \"ever-more lethal\" weapons without \"mechanisms of security or traceability\". On Monday the gun makers, including Glock, Colt's and Baretta, said ina motion to dismiss that their firearms were purchased lawfully in the US and that the sales were protected by the US constitution. They argued they had no responsibility for protecting Mexican residents or for the actions of third parties who had bought the guns. The firms said that while Mexico had acted to eliminate private gun ownership, the US recognised the right to keep and bear arms, and that Mexico could not apply its gun laws across borders. They said Mexico was seeking to \"bankrupt US gun makers\" and the lawsuit \"threatens America's constitutional freedoms\". The lawsuit was filed by Mexico in August in the US state of Massachusetts. Several Mexican governments have in the past urged the United States to halt illicit trafficking of firearms.", "url": "https://www.bbc.com/news/world-latin-america-59389378"}