{"datetime": "2021-12-21T17:01:19.000Z", "subject": "Europe migrant crisis", "title": "Harwich: Men jailed for trying to smuggle 69 people on boat", "article": "Four men have been jailed for up to 10 years each for trying to smuggle 69 Albanian nationals into the UK. The Svanic - a 30m (98ft) converted fishing trawler - was intercepted off the Norfolk coast by Border Force in November 2020 and taken to Harwich, Essex, where the migrants were found. Chelmsford Crown Court heard the boat had spent 14 hours at sea from Belgium. A fifth man was unable to attend the sentencing due to being in isolation in prison with Covid symptoms. The court heard two pregnant women were on board and the single trip stood to make the criminals involved more than £1m, with trips planned weekly. Authorities were first alerted to the people-smuggling operation after reports of suspicious activity when the vessel ran aground off the coast of Sweden 15 days earlier. Judge David Turner QC said the fishing vessel had been \"made to look innocuous in a North Sea context\". The court heard the boat was intercepted with the help of coastguards as it approached Great Yarmouth. It was then escorted to Harwich, where 69 people were found crammed in its hold.Mr Turner described the conditions onboard as \"terrifying\". He said the migrants had been rounded up and made to board the vessel in Ostend, Belgium, with weapons seemingly produced by some organisers. \"This was organised crime,\" the judge said. \"Your aim was gain and profit, you cared little for safety and welfare.\" Kfir Ivgi, 39, Sergejs Kuliss, 32, Alexsandrs Gulpe, 44, and Igor Koysi, 57, were found guilty by a jury of conspiracy to assist unlawful immigration. Arturas Jusas, 35, pleaded guilty to the charge. Jusas, of Wandsworth Road, Lambeth in south London, was sentenced to nine years and nine months in prison. Ivgi, of Corrigan Close, Finchley in north London, was jailed for 10 years and Kuliss, of Albert Basin Way, Newham, east London, was sentenced to nine years. Ukrainian national Kosyi received a seven-year sentence. Gulpe, a Latvian national, is due to be sentenced at a later date. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-59742055"}