{"datetime": "2021-12-24T18:27:48.000Z", "author": "Alex Therrien", "subject": "Brexit", "title": "Social care: Immigration rules to be relaxed to recruit staff", "article": "Immigration rules are to be temporarily relaxed for overseas care workers in a bid to recruit and keep staff, the government has announced. Social care workers, care assistants and home care workers are to become eligible for a health and care visa for a 12-month period.The government said this would make it easier to fill gaps in workforces. It followed warnings thesector faced \"severe and increasing\" problems with hiring and keeping staff after Brexit. Care workers are to be added to the shortage occupation list, which is designed to help migrants get work visas to fill jobs where there are shortages. The temporary measures are expected to come into effect early next year, the Department of Health and Social Care said, and will be in place for a minimum of 12 months.After this, the arrangement will be reviewed, the department added.BBC political correspondent Helen Catt said the move was likely to be welcomed as a short-term help but there would be calls for ministers to fix the longer term pressures in the care system.Since the UK left the EU, social care workers from EU countries are no longer automatically eligible to work in the UK and instead have to apply for a visa. This month, the Migration Advisory Committee, the government's official immigration advisers, recommended that care workers should be added to the shortage occupation list. Inclusion on the list will require carers to be given a minimum annual salary of £20,480. Care workers and carers from overseas will be able to move to the UK with dependents, including partners and children, and the visa offers a path to settlement, the DHSC said. There will also be fast-track processing of applications, the department said, and reduced visa fees.The standard application fee for a health and care worker visa is £232 per person for those who stay in the UK for up to three years and £464 per person for more than three years.Visas can last for up to five years before they need to be extended.Health Secretary Sajid Javid said: \"It is vital we continue to do all we can to protect the social care sector during the pandemic and beyond.\"These measures, together with the series of support packages announced since September, will help us ensure short term sustainability and success for our long-term vision to build social care back better.\" Home Secretary Priti Patel said the care sector was experiencing \"unprecedented challenges\", adding that the change to the health and care visa would \"alleviate some of the pressures currently being experienced\". Care providers are experiencing high vacancy rates and turnover, and pressure on staffing is being exacerbated by the recent spread of Omicron. This week, the chief executive of MHA - the UK's largest charitable care provider - called for local councils to set out how they would support care if shortages worsened. This month the Migration Advisory Committee said burnout from the pandemic and the requirement for care home workers to be fully vaccinated risked increasing an existing shortage. It concluded many issues with the sector predated Brexit, and \"underfunding\" was \"the underlying cause\" of difficulties. The government haspreviously created temporary visas to tackle worker shortages in other industries , such as HGV driver and poultry workers, under its seasonal visa scheme. ", "url": "https://www.bbc.com/news/uk-politics-59785227"}