{"datetime": "2021-12-15T18:48:50.000Z", "subject": "Brexit", "title": "Social care: Official advisers want immigration rules to be eased", "article": "The government has been urged by its official immigration advisers to make it easier for foreign care workers to come to the UK. The Migration Advisory Committee (MAC) said the sector was facing \"severe and increasing\" problems with hiring and retaining staff after Brexit. It suggested changes to allow employers to sponsor visas for workers on more than £20,480 a year. The Home Office said it would consider the recommendation carefully.The proposal was welcomed by several groups in the care sector, who have long argued less stringent rules are needed to boost recruitment. Research charity Skills for Care estimated last month that just over 11% of vacancies in the sector are currently unfilled. The MAC's recommendation came as it published initial findings of a review it is conducting into the effect of Brexit on social care recruitment. Since the UK left the EU, social care workers from EU countries are no longer automatically eligible to work in the UK and instead have to apply for a visa. The committee said all social care workers should be able to apply under the UK's \"shortage occupation list\", meaning they need fewer points and a lower salary to meet the criteria. They also said they should be able to apply for the government's special visa for health and social care workers.Currently, only senior roles with qualifications above a certain level are eligible for these routes. The MAC recommended the move to help \"alleviate\" short-term recruitment problems, which it said were likely to worsen post-Brexit. However, it also concluded many issues predated the UK's exit, and \"underfunding\" of the sector was \"the underlying cause\" of difficulties. The recommendation to widen access to the shortage occupation list was welcomed by industry groups Care England and the Homecare Association. Mike Padgham, chairman of the Independent Care Group, also said a relaxation of immigration rules \"can't come soon enough\". He added that the sector was already \"on its knees\" trying to cope with self-isolation caused by the spread of the Omicron variant of Covid. Migration Minister Kevin Foster said the government's post-Brexit immigration system was \"delivering on the people's priorities of getting businesses to invest in the domestic workforce while attracting those with the skills we need.\" He said senior roles were already eligible for the easier visa routes, \"but businesses need to make long-term investments in the UK domestic workforce, including offering hard working care workers the rewarding packages they deserve.\" ", "url": "https://www.bbc.com/news/uk-politics-59674900"}