{"datetime": "2022-01-07T02:57:45.000Z", "author": "Nalini Sivathasan", "title": "Nationality and Borders Bill: Why is it causing protests?", "article": "Terrorists, war criminals, spies - that's who the government says it's targeting as part of a shake-up of immigration law. Under the Nationality and Borders Bill being debated in the House of Lords, if the British government wants to remove someone's citizenship it will no longer need to tell them. Home Secretary Priti Patel says the law would be used in \"exceptional circumstances\" on people who pose the most risk to the UK. But protests have been taking place against the plans - some fear that ethnic minorities could be treated differently to white Britons for committing the same crime. The government told Newsbeat there has been \"scaremongering\" around the bill that is \"just plain wrong and doesn't match the reality\". Citizenship is the right to live in a country - without it, people cannot vote, and they might struggle to work or access education or healthcare. But removing citizenship isn't new - the British government has been able to do it for more than a century and the home secretary decides each case personally. In recent years it has been linked to cases of Islamist terrorism,such as British-born Shamima Begum, who travelled to Syria to join the Islamic State group in 2015. Her citizenship was revoked in 2019 on security grounds. Under international law - and specifically 1948 Universal Declaration of Human Rights - everyone has the right to a nationality so people cannot \"arbitrarily\" be left stateless. But the British government says it is possible to strip people of their citizenship if they have another nationality to fall back on - for example if they have dual citizenship, or if it is possible to get citizenship somewhere else, such as the country their parents come from.As well as national security cases, there are other situations in which citizenship can be removed without warning, including maintaining relations with other countries and \"in the public interest\". The new part of the law means that the government will no longer have to inform people that their citizenship is being removed. But minority groups say they could become \"second-class citizens\" if the bill is passed. That's what more than 20 groups, including the Muslim Association of Britain, Sikh Council UK and Windrush Lives, said at demonstrations in front of Downing Street in December and January. They say cases like Shamima Begum would not happen to someone who is white British, as they would not be eligible for citizenship anywhere other than Britain. One of those who was at the December protest was Fatima, whose full name we have not used. She thinks the new measures go too far. She says they create an \"atmosphere of fear\" for non-white British Muslims like her. \"I pay taxes and I love this country but this government is making me feel like I don't belong here, it's making me question my identity,\" she says. Fatima also says she is confused by what \"public interest\" means, and fears it could be used in other less serious situations, like protesting against government policies or environmental issues. \"The government is defining what those law-breaking things are, and so they can expand that definition to whatever they want,\" she says. Barrister Samir Pasha specialises in immigration law. He says this new bill gives the government broader powers.\"It provides a grey area for the government,\" he says. \"'Public interest' is very general, it allows the government to use it pretty much whenever it suits them to strip somebody of their nationality.\" Student Leo Power was also at the protest at Downing Street - he fears the proposed law could make it more difficult for people to appeal if the government makes mistakes. \"The government says that they're not going to strip people's citizenship if they are law-abiding,\" the 20-year-old told Newsbeat. \"But what about Windrush? Did those people do any crimes, did they commit anything unlawful?\" The Windrush scandal occurred when large numbers of long-term British residents - many of them originally from the Caribbean - were told they were in the UK illegally despite living and working in the UK for decades. Many survivors are still waiting to be paid compensation by the government. \"I'm half Dominican,\" said Leo. \"Some of my aunties were born there and they have that Windrush fear.\" Immigration minister Tom Pursglove says the proposed law is \"a proportional and sensible measure that doesn't increase the scope, in terms of individuals, who it would affect\". \"This is about a very, very small number of people every year who are high-harm individuals, who want to hurt people in this country,\" he adds. When asked by Newsbeat, Mr Pursglove did not define how \"public interest\" would be used, but said the law was \"the correct approach to protect the British people\". Newsbeat also put Leo's Windrush concerns to Mr Pursglove. \"I don't think there are comparisons to Windrush as some are suggesting,\" he said. \"But the key point is that people can make an appeal and can challenge this in the normal way.\" The bill, having been passed by MPs in the House of Commons in December, is now going through the House of Lordsand is due to go to committee stage on 27 January when peers can suggest amendments. Samir Pasha says it could become law in the next few months. \"The House of Lords may have some concerns, but I don't think it's going to be too much of a challenge for the government.\" Despite this, Leo said he will continue to protest the plans - on social media and on the streets.\"Nothing is inevitable, and nothing that has been enacted can't be overturned.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-59651523"}