{"datetime": "2021-12-03T10:01:26.000Z", "subject": "Calais migrant crisis", "title": "Channel crossings: UK offer to patrol French beaches ‘still on table’", "article": "An official appointed to prevent migrants crossing the English Channel says an offer to put UK officers on French beaches \"remains on the table\". French Prime Minister Jean Castex said on Thursday it \"cannot accept\" the presence of UK police or soldiers. However Clandestine Channel Threat Commander Dan O'Mahoney said the offer stood, because his priority was to save the lives of \"terrified\" migrants. He said he was \"hit really hard\" bythe deaths of 27 people last month . France formally rejected Boris Johnson's call for the UK authorities to conduct joint patrols on the beaches around Calais to deter migrants crossing the Channel because it would \"compromise the nation's sovereignty\". Speaking to BBC Radio Kent, Mr O'Mahoney said: \"My number one priority, and my team's, is to save lives…The news last week that 27 men, women and children had died in the Channel hit us really hard. \"We carry a huge weight of responsibility.\" There is an ongoing investigation into the drownings, but Mr O'Mahoney said: \"It was a very busy day out on the water, there were many migrant boats, the coastguard received dozens of calls and they responded to every one of those calls.\" He said migrants were being sold an unrealistic dream by criminal gangs, and \"the vast majority would not be making these crossings\" if they knew the truth. \"I've seen their Facebook pages - photographs of Buckingham Palace, Big Ben, the streets are paved with gold, they are promised this five-star VIP journey and the reality is very different.\"They are terrified when they find they are in these dangerous boats. \"They get halfway across the Channel and the engine cuts out. The look on their faces when I see them in Dover tells the story.\" He said it was \"incredibly important\" to end the crossings and crack down on the gangs, but \"it's a really complex problem…driven by global migration and global instability\". \"This is not just about the UK and France. This is not like flicking a switch, this is a long-term problem, we're in it for the long haul,\" he added. While refusing the offer of UK forces, Mr Castex suggested the UK should carry out reforms to offer \"legal immigration paths\" for people to use instead of risking the perilous crossing. But he promised that France would examine \"in good faith\" some of the proposals put forward to resolve the issue. Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk.", "url": "https://www.bbc.com/news/uk-england-kent-59517681"}