{"datetime": "2021-03-23T01:05:23.000Z", "title": "Child migrants: First photos emerge of Biden-era detention centres", "article": "The Biden administration has said it will open additional facilities for migrants after images from a detention centre in Texas showed children huddled together in crowded makeshift rooms. The Texas site, a government-run tent city in Donna at the US-Mexico border, is reportedly housing 1,000 people. The photos are the first to show conditions at such facilities since President Joe Biden took office. Critics have blamed Mr Biden for a surge in illegal migration to the US. Since taking office in January, Mr Biden has removed some of the restrictions for those entering the US introduced by his predecessor, Donald Trump.His administration has reversed a policy of turning away unaccompanied children at the border, instead opting to process them and place them with sponsoring families in the US. On Monday, White House Press Secretary Jen Psaki said the US government was working to provide further accommodation for arrivals \"in the coming days and weeks\". \"Places where kids can have access to healthcare, can have access to educational resources - even legal resources,\" she said.Her comments came after images released on Monday by Texas Congressman Henry Cuellar, a Democrat, showed children at the facility in Donna sleeping on thin mattresses on the floor under foil blankets.The photos, reportedly captured at the weekend, have also raised concerns over a possible lack of social distancing during the coronavirus pandemic. The US Centers for Disease Control and Prevention (CDC) recommends that people remain 2m (6ft) apart to help prevent the spread of virus infections.Mr Cuellar said that those being housed at the centre had been divided among eight plastic \"pods\" that were overcrowded. Activists have also said that those housed at the site had not been given adequate access to soap or food. \"These photos show what we've long been saying, which is that these border patrol facilities are not places made for children,\" Ms Psaki said. \"They are not places that we want children to be staying for an extended period of time.\" She said the alternative was to send children back \"on this treacherous journey - that is not, in our view, the right choice to make\". Journalists have not been permitted inside the detention centres since Mr Biden took office, although the White House has said that they will be.Lawyers who represent the children, and lawmakers who have toured the facilities, have described conditions as cramped. The number of unaccompanied minors at the border has increased sharply in recent months. The US government has said it wants to work with Mexico and Guatemala to address the root causes of the problem, which include widespread poverty and violence in Central America. Ms Psaki said there was special concern about the growing number of unaccompanied children arriving at US border crossings, and that their wellbeing was a priority. \"Children presenting at our border who are fleeing violence, who are fleeing persecution, who are fleeing terrible situations is not a crisis,\" she said.\"We feel that it is our responsibility to humanely approach this circumstance and make sure they are treated... and put in to conditions that are safe.\" There has been a big influx of arrivals to the US southern border since Mr Biden took office, including hundreds of unaccompanied children who are being held in US immigration detention facilities. Since January, the president has ordered the reunification of migrant children with their families, ended construction of Mr Trump's border wall and called for reviews of legal immigration programmes terminated by the former president.While in office, Mr Trump faced criticism over the conditions inside border facilities holding children. Some Trump-era facilities - now renovated and upgraded - are being used again. Despite concerns about coronavirus, health officials from the CDC have said these facilities can open at 100% capacity. ", "url": "https://www.bbc.com/news/world-us-canada-56491941"}