{"datetime": "2019-04-27T21:30:03.000Z", "title": "Pope donates $500,000 for migrants stranded in Mexico", "article": "Pope Francis has donated $500,000 (£387,000) to help migrants stranded in Mexico as they try to reach the US border, the Vatican said. The money comes from the Catholic Church's Peter's Pence fund, from church collections around the world. A statement said vital aid for the migrants was falling as global media coverage of the crisis decreased. The Pope has previously criticised US President Donald Trump's aim of building a wall to keep migrants out. The US has put pressure on Mexico's government to stem the so-called caravans of people from Central America heading north. \"In 2018, six migrant caravans entered Mexico, for a total of 75,000 people. The arrival of other groups was announced,\" the Peter's Pence office said. \"All these people were stranded, unable to enter the United States, without a home or livelihood. The Catholic Church hosts thousands of them in the hotels within dioceses or religious congregations, providing basic necessities, from housing to clothing.\" Many of the migrants say they are fleeing persecution, violence and poverty in their home countries. Last weekofficials detained nearly 400 migrants travelling through Mexico's southern Chiapas state trying to reach the US. \"Media coverage of this emergency has been decreasing and as a result, aid to migrants by the government and private individuals has also decreased,\" the fund added. \"In this context, Pope Francis donated US $500,000 to assist migrants in Mexico. This amount will be distributed among 27 projects in 16 dioceses and among Mexican religious congregations that have asked for help in order to continue providing housing, food and basic necessities to these our brothers and sisters.\" In March, the Pope criticised political leaders who tried to erect barriers to keep migrants out. \"Builders of walls, be they made of razor wire or bricks, will end up becoming prisoners of the walls they build,\" he said. ", "url": "https://www.bbc.com/news/world-latin-america-48081483"}