{"datetime": "2018-11-26T11:50:00.000Z", "title": "Migrant caravan: What is it and why does it matter?", "article": "Thousands of migrants have arrived at the US-Mexico border after travelling more than 4,000km (2,500 miles) from Central America. They say they are fleeing persecution, poverty and violence in their home countries of Honduras, Guatemala, and El Salvador. Many of them say their goal is to settle in the US despite warnings by US officials that anyone found entering the country illegally will face arrest, prosecution and deportation. More than 7,000 Central American migrants have arrived at the US-Mexico border after crossing Mexico and parts of Central America, according to official figures released by the Mexican Interior Ministry. They are staying in temporary shelters in the border cities of Tijuana and Mexicali. Those now in Tijuana are part of a migrant caravan which left the crime-ridden Honduran city of San Pedro Sula on 13 October. The group, made up mainly of Hondurans, was joined along the way by other migrants from Guatemala and El Salvador.There are also other smaller groups of migrants which have not yet reached the US border. More than 400 are in a shelter in Mexico City and more than 250 are in the northern Mexican state of Sinaloa. There are also four groups of Salvadoreans who have left their home country since the end of October. They are in different parts of Guatemala and Mexico, heading towards the US border. In total the number of migrants expected to reach the border is predicted to reach 10,000. The migrants say they are leaving their respective countries in the hope of building a better future for themselves and their families.Some say they have been threatened or extorted by criminal gangs operating in their hometowns. Many are travelling with their children whom they do not want to fall prey to the gangs. Others hope to get jobs abroad which pay enough for them to send money to their relatives who stayed behind.Many say their dream is to reach the US. Some of them have relatives there already whom they hope to join, others have chosen it as their destination because they think they will earn higher salaries there than in Latin America. Long before the first members of the caravan reached the US border, President Donald Trump labelled the migrant caravan as \"an invasion\". Ahead of the mid-term elections in the US, he tweeted dozens of time about the migrants alleging that \"many gang members and some very bad people are mixed into the caravan heading to our southern border\" and warning that \"our military is waiting for you\". On 2 November, just days before the mid-terms, he told voters at a rally that \"if you don't want America to be overrun by masses of illegal aliens and giant caravans, you'd better vote Republican\". He also deployed about 5,800 troops to the southern border to \"harden\" it, including adding concertina wire to some stretches of the border fence, a photo of which he tweeted on 19 November. Mr Trump also issued an order denying the possibility of asylum to migrants crossing the southern border illegally - but that order has since been halted by a US federal judge.The US authorities also briefly closed the San Ysidro port of entry to \"restrict access to a large group attempting to run through the border crossing\". On 20 November. US Homeland Security Secretary Kirstjen Nielsen warned that \"this administration will not tolerate frivolous asylum claims or illegal entry\".The migrants who have reached Tijuana are considering their options. Most of them set off with the plan of reaching the US and many say they will claim asylum there. There is a legal obligation to hear asylum claims from migrants who have arrived in the US if they say they fear violence in their home countries. Those seeking asylum must be fleeing due to a serious fear of persecution. Under international law, these are considered refugees. If an asylum seeker enters the US illegally, they are still entitled to a hearing of their claim.But those seeking a better quality of life - even if they are fleeing devastating poverty - are not considered refugees and do not have the same protections. The alternative is to stay in Mexico. Outgoing Mexican President President Enrique Peña Nieto has said that those wanting to stay would be welcome and offered jobs, providing they agreed to register and comply with Mexican laws. Some migrants have also returned to their places of origin. According to the latest figures provided by Honduran officials, 7,000 Hondurans have turned back during their trek north and returned to Honduras. Some Hondurans have cast doubt on this figure but Director of Honduras's National Institute of Immigration Carolina Menjivar has insisted that it is accurate.When the migrants first crossed from Guatemala into Mexico, they were stopped by riot police at the bridge separating the two countries. After an at times tense stand-off, the police let them through. Many of the Mexican towns where the migrants stopped along the way offered them shelter, food and water. Volunteers dropped off shoes and clothes and cooked meals. A number of musicians, some famous, others less so, also turned up at the camps to entertain the migrants and lorry drivers offered lifts. But in Tijuana, hundreds of people protested against their arrival holding up signs reading \"no to the invasion\". Honduras, which has a population of about nine million, has endemic problems with gang violence, drug wars and corruption. The wider region has one of the highest murder rates in the world. While Central Americans have long fled their homelands for the US and have sometimes joined forces along the way, the organised nature of this caravan is relatively new. Migrants are often kidnapped by people traffickers and drugs gangs which force them to work for them. A large group such as this one is harder to target and therefore offers more protection. ", "url": "https://www.bbc.com/news/world-latin-america-45951782"}