{"datetime": "2018-10-22T22:21:11.000Z", "title": "Trump vows to cut aid over migrant caravan", "article": "President Donald Trump has said the US will \"begin cutting off\" foreign aid to Guatemala, Honduras and El Salvador because of a large convoy of migrants heading north. Mr Trump criticised the countries on Monday for allowing people to leave the region and come \"illegally\" to the US. The group is travelling through Mexico, but is still far from the US border. Human rights organisations have said that cutting aid would make the situation worse.The president has not specified what money will be cut and it is unclear if such action can be taken by presidential order.In 2017, Guatemala received over $248m (£191m) in US aid. The same year, Honduras received $175m and El Salvador $115m, according to the US Agency for International Development. \"Cutting aid to refugee-producing countries will only make worse the conditions that displace people in the first place,\" said Human Rights Watch on Sunday.The organisation said root causes must be addressed. \"People generally don't want to leave their homes if they can live normal, safe lives there.\" Though President Trump has accused the migrants of trying to illegally enter the US, many of the families travelling towards the border are seeking asylum. They say they are fleeing persecution, poverty and violence in their home countries. By the BBC's Aleem Maqbool in Mexico The square in Tapachula - the first major population centre inside Mexico for these migrants - has turned into what looked like a makeshift camp. Along one side, ambulances lined up so medics could treat those who had become sick or got injured on their journey.Mexicans came to offer food, water and clothes to the many hundreds of Hondurans who rested ahead of the long punishing journey that still remains ahead of them to the US border.Many women among the group in particular have told us that they could never have made this journey alone, because it would have been too dangerous. So in spite of their tiredness, they are glad to be with others.But there is a sense that this is no longer just a convoy of those here in Tapachula, but that there is now a long stream of people stretching back along the route through Guatemala to Honduras, with people stuck at various obstacles and others who are still coming to join this migration. Curbing illegal immigration was one of the main campaign promises Mr Trump made when he ran for president. His Republican Party is facing mid-term elections on 6 November and could be unseated by Democrats in the House of Representatives.Without offering evidence, Mr Trump has repeatedly suggested the caravan was politically motivated.On Monday he urged people to blame Democrats for the border crisis, saying: \"Remember the mid-terms\". He also tweeted that the caravan contained \"criminals and unknown Middle Easterners\". When he was later pressed by journalists on what this meant, he offered no origin for the claim but invited reporters to investigate for themselves. On Sunday, the migrant caravan reached the town of Tapachula, approximately 37km (23 miles) from Mexico's southern border with Guatemala. The Mexican authorities had earlier tried to stop them at a border bridge, but some managed to cross into Mexico illegally by boat over the Suchiate river.\"We have sunburn. We have blisters. But we got here. Our strength is greater than Trump's threats,\" migrant Britany Hernández told AFP news agency.It is expected to take weeks before the caravan reaches the US-Mexico border, according to US media.One of the closest border crossings in Brownsville, Texas is still over 1,000 miles (1,600 km) away from Tapachula. The last leg of their journey will also have to wait until Mexico processes the group, and asylum claims can take up to 45 days.A group of about 1,000 Hondurans set off on foot from a bus terminal in the crime-ridden city of San Pedro Sula on 13 October in an attempt to escape unemployment and the threat of violence. Many of them had become aware of the caravan after a former lawmaker had published a poster announcing the caravan on Facebook. News of it quickly spread on social media.They have since been joined by other Central American nationals as they crossed Guatemala towards the Mexican border. The region has one of the highest murder rates in the world and many try to flee gang violence. The exact number is hard to determine as the group has split up. Some are already in the Mexican city of Tapachula, while others are still at the Guatemala-Mexico border. Some estimates put the number of migrants who left Ciudad Hidalgo for Tapachula on Sunday at 5,000 while a Mexican federal police commander gave a lower number of 3,000. Another 1,500 migrants are estimated to be waiting to cross at the Guatemalan side of the border. A newly formed group of 1,000 mainly Honduran migrants has set off for the US, as well.However, 3,400 Hondurans have also turned back, according to official figures. Honduran President Juan Orlando Hernández urged citizens not to join the caravan. His country has also sent buses to the Mexico-Guatemala border to repatriate those who may have changed their minds about heading to the US or who are simply too exhausted to carry on. Mexico said it would stop those who did not have passports or the correct visas at its southern border. But faced with thousands of migrants and after initial clashes, riot police got back on the buses that had brought them to the border bridge. About 900 migrants crossed the river and made it into Mexico, without the police intervening.On Monday, incoming Mexican Secretary of Foreign Affairs Marcelo Ebrard - who will take up the post on 1 December - told reporters that Mr Trump's tweets were linked with domestic politics. \"The tweets we've been seeing lately do not surprise me, they do not surprise the government,\" he said via an interpreter, according to Reuters news agency. \"It's very close to the mid-term elections in the United States,\" Mr Ebrard said after meeting with Canada's foreign minister in Ottawa. Mr Ebrard did not answer when asked directly about how Mexico will treat the caravan, but said that his country planned changes to its immigration policy. \"There are going to be many more work visas. We are going to invest in Honduras, Guatemala and El Salvador,\" he said.Mexican officials say they have been encouraging the migrants to apply for asylum and that more than 1,000 have started the process. Those whose claims are rejected by Mexican officials will be deported. Those who managed to cross into Mexico expressed their joy at having it made that far. Many shouted \"Yes, we could!\" and \"we won't stop\". \"We're exhausted, it's been a terribly difficult journey but we have hope: we've made it to Mexico, which means a lot to us,\" a migrant called José Luis told BBC Mundo. A woman called María, who is taking part in the caravan with her husband and her two small children, told BBC Mundo's Ana Gabriela Rojas: \"We are very happy to be here and we ask Mexican authorities and people to let us pass through. We are just looking for a job and better living conditions.\" ", "url": "https://www.bbc.com/news/world-latin-america-45933845"}