{"datetime": "2019-06-07T13:39:18.000Z", "title": "Mexico to deploy forces on Guatemala border", "article": "Mexico has deployed 6,000 members of its National Guard on its border with Guatemala in an attempt to stem the flow of migrants heading to the US. Mexico's Foreign Minister Marcelo Ebrard is in Washington trying to stop the US from placing trade tariffs on Mexican goods over illegal migration.US President Donald Trump has vowed to enact import duties of 5% on Monday if no agreement is reached. On Wednesday, he said \"not nearly enough\" progress was being made. After the latest talks on Thursday, Mr Ebrard said he was \"an optimistic man.\"He said forces would be stationed on Mexico's southern border with Guatemala to prevent migrants entering the country.\"We have explained that there are 6,000 men and that they will be deployed there,\" he said, adding that talks would continue Friday.Analysis by Will Grant, BBC Latin America correspondent The White House may welcome an offer of 6,000 more troops on Mexico's southern border, but given the unpredictability of this presidency, it's not yet clear if that will be enough for President Trump to call off the tariffs. Meanwhile, in Mexico itself, the proposal has quite a different complexion. To Mr López Obrador's critics, it looks like he has essentially given in to the Trump administration by offering to further militarise what is already a pretty militarised part of Mexico.The Mexican delegation in Washington says the Mexican government is doing all it can on immigration. It's difficult to get the balancing act right, said one Mexican senator, between regulating migration from Central America and clamping down in the way the Trump administration would like. One interesting development is the call by President López Obrador for a rally this weekend in the border city of Tijuana, ostensibly to celebrate Mexican sovereignty. It's a sign that Mr Trump can push too far. If Mexico responds to US tariffs with tariffs of its own, especially ones targeted in important swing states like Ohio, then we could see a tit-for-tat economic conflict that will hurt consumers and workers on both sides of the border. Under the US president's proposal, duties would rise by 5% every month on goods including cars, beer, tequila, fruit and vegetables, reaching 25% by October. Mr Trump wants Mexico to stop the hundreds of thousands of mostly Central American migrants who have been seeking entry to the US this year. The president announced the planned Mexico tariffs last week on Twitter, catching members of his own party and financial markets unawares. US Customs and Border Protection announced this week that migrant arrests had surged in May to the highest level in more than a decade. Border Patrol apprehended 132,887 migrants attempting to enter the US from Mexico in May, marking a 33% increase from the month before.It said 84,542 were families and 11,507 unaccompanied children.The arrests were the highest monthly total since Mr Trump took office.Another 11,391 migrants were deemed \"inadmissible\" and turned away after arriving at US ports of entry, bringing the overall figure to 144,278. \"We are in a full-blown emergency, and I cannot say this stronger, the system is broken,\" said acting CBP Commissioner John Sanders.Official figures show illegal border crossings have been in decline since 2000.In 2000, 1.6 million people were apprehended trying to cross the border illegally - that number was just under 400,000 in 2018. In 2017, Mr Trump's first year in office, the figures were the lowest they had been since 1971. The decline was in large part due to a dip in the number of people coming from Mexico.In the past two years, however, the number of arrests has been rising again, especially in recent months. The current surge is overwhelming US authorities because so many migrants, including families with children, are claiming asylum.", "url": "https://www.bbc.com/news/world-latin-america-48551660"}