{"datetime": "2019-04-10T15:06:50.000Z", "title": "Migrant caravan: Hundreds of Hondurans leave on new trek", "article": "Hundreds of Hondurans have gathered in the city of San Pedro Sula from where they plan to begin a journey of more than 4,000km (2,485 miles) to the US. Almost 1,000 people, police say, gathered at the bus terminal after news of a new migrant caravan spread.The migrants travel in large groups for safety to avoid being robbed, kidnapped or killed by Mexican gangs on the way. Thousands of migrants who made their way north with previous caravans remain stranded on the Mexico-US border. The migrants on the border, who are mainly from Central America, are awaiting US asylum hearings. US President Donald Trump has railed against the growing number of migrants coming into the US via Mexico and called on the latter to stop the caravans.Mr Trump has also ordered the suspension of aid payments to Honduras, El Salvador and Guatemala, the three countries from which most of the migrants in the caravan come from .Figures provided by US Customs and Border Protection on Tuesday suggested the number of migrants detained entering the US from Mexico had risen sharply. More than 103,000 migrants were apprehended or deemed \"inadmissible\" in March, up from almost 77,000 in February, according to those figures.According to the New York Times, Mr Trump is considering implementing further limits on asylum seekers, ending birthright citizenship, and closing ports of entry at the Mexican border . But those gathered at the bus terminal in the crime-ridden city of San Pedro Sula told reporters they were not deterred by Mr Trump's threats to close the border with Mexico. \"I'm not afraid,\" one woman told CNN in Spanish. \"When you set yourself a goal and you trust in God then you do everything to get there and in my case, my goal is to get to the US.\" Many of those gathered at the bus terminal were leaving in family groups. Some said they could not get jobs in Honduras and hoped for better opportunities either in Mexico or in the US.", "url": "https://www.bbc.com/news/world-latin-america-47884658"}