{"datetime": "2019-04-16T16:58:59.000Z", "title": "US reverses deportation of husband of soldier killed in Afghanistan", "article": "A man whose wife died in Afghanistan while fighting for the US military was deported and sent to Mexico before he was later returned to the US. Jose Gonzalez Carranza, 30, was arrested last week by Immigration and Customs Enforcement officers (Ice). He was deported to Mexico, the country of his birth, leaving his 12-year-old daughter, a US citizen, behind. But after his case was reported by US media, the decision was reversed and he was driven back to Phoenix, Arizona. Mr Gonzalez Carranza married Army Pfc Barbara Vieyra - a first-generation American born to Mexican immigrant parents - in 2007. Vieyra, who deployed to Afghanistan as a military police officer, was killed by enemy fighters in Konar province, east of Kabul, in 2010 at the age of 22. After her death, her widower was granted parole in place - a US immigration exemption for \"urgent humanitarian reasons or significant public benefit\" for the families of service members - according to his lawyer Ezequiel Hernandez . Mr Gonzalez Carranza himself had illegally entered the US from Veracruz, Mexico in 2004 as a teenager. According to his lawyer, Ice decided to re-open his case in 2018 and a judge subsequently ordered him to be deported after he failed to show up for a court hearing. But Mr Hernandez said that Ice sent the notice to appear in court to the wrong address, which is why his client never attended his hearing. Last Monday, Mr Gonzalez Carranza was arrested at his home as he prepared for his welding job. On Thursday, he was deported to Nogales, Mexico, where he spent several days living in a shelter for immigrants deported from the US, he toldthe Arizona Republic newspaper.\"I feel so bad,\" he said, describing how worried he was for his daughter, who lives with her grandparents. \"I'm thinking about, I might never see her again,\" he said.But on Monday afternoon he was told by US officials that he could cross back into the country at the DeConcini port of entry, where Ice agents picked him up and brought him back to Tucson to be transported to Phoenix. A spokeswoman for Arizona Senator Kyrsten Sinema said her office was working with Ice and the deported man's lawyer to assist the family. Congresswoman Ann Kirkpatrick decried Ice's action and blamed President Donald Trump, who has led a crackdown on illegal immigration since taking office two years ago. \"I'm relieved to now learn that Mr Gonzalez has been allowed to re-enter the states and be reunited with his daughter, but the story of his arrest is just another example of the president's inhumane immigration policies,\" she said in a written statement. In an interview with the Washington Post, Mr Hernandez said the situation was difficult for Mr Gonzalez Carranza's daughter. \"There is extreme and unusual hardship on this little girl,\" he said. \"Not every deportation includes a child whose mom was killed in Afghanistan.\" ", "url": "https://www.bbc.com/news/world-us-canada-47952646"}