{"datetime": "2021-01-12T19:28:12.000Z", "author": "Christopher Giles", "subject": "US election 2020", "title": "Trump's wall: How much has been built during his term?", "article": "President Donald Trump is visiting the southern border in Texas to claim success in the construction of a border fence with Mexico. The White House said his visit would \"mark the completion of more than 400 miles of border wall - a promise made, promise kept\". So how much of the border wall has Mr Trump managed to build during his term in office? Various types of fencing totalling 654 miles (just over 1,000 km) were already in place before Mr Trump became president in 2017.These ran through the states of California, Arizona, New Mexico and Texas. The Trump administration say they've completed more than 400 miles of border wall since then.It's 452 miles (727 km) in total, according to the latest US Customs and Border Protection (CBP) information (4 January 2021).However, only 80 miles of new barriers have been built where there were none before - that includes 47 miles of primary wall, and 33 miles of secondary wall built to reinforce the initial barrier.The vast majority of the 452 miles is replacing existing structures at the border that had been built by previous US administrations. President Trump has argued that this should be regarded as new wall, because it's replacing what he called \"old and worthless barriers.\" In 2016, President Trump repeatedly claimed Mexico would pay for the wall. This didn't happen.The US government has paid for the wall, and there've been arguments over how to fund it between the Trump administration and Congress.In January 2018, Mr Trump asked Congress to pay $18bn (£13.6bn) over the next decade for an initial phase of construction, but the bill ultimately failed. Some money was allocated by Congress in 2018 for projects at the border. However, in 2019 Mr Trump used national emergency powers to divert funds from the Department of Defense after Congress rejected more money for the wall. There has been around $15bn spent for the construction of the barrier coming from various US government departments, including the Department of Homeland Security, and the Defense and Treasury Departments. It was originally estimated a cross-border wall could cost anything from $12bn to $40bn. Despite this, in the run-up to the 3 November 2020 election, President Trump continued to say that \"Mexico is paying for it\". In the past, he's implied that a new trade agreement (signed last year) involving Mexico and Canada would indirectly save the US money, which could be spent on the wall. However, it's not clear how exactly this would work. President Trump also pledged to reduce illegal movement across the border.The number of people detained at the border increased significantly between 2018 and 2019, but dropped off in 2020. \"The decrease in apprehensions comes as the movement of migrants in the Americas and worldwide has slowed during the Covid-19 outbreak, with governments fully or partially closing their borders to stem its spread,\" according to Ana Gonzalez-Barrera,a senior researcher at Pew Research, a nonpartisan think tank based in Washington DC. President-elect Joe Biden has said that he will not continue further construction of the wall.He said he would not build \"another foot\" and made clear he opposed taking funds from the Department of Defense.Instead, the Democratic president-elect plans to focus on using technology along the border to detect illegal activity. Joe Biden's official website says: \"Biden will direct federal resources to smart border enforcement efforts, like investments in improving screening infrastructure at our ports of entry.\"However, it is unclear what the new administration will do with contracts for wall construction which have already been awarded under Mr Trump - but are as yet not finished.Read more from Reality Check Send us your questions ", "url": "https://www.bbc.com/news/world-us-canada-46748492"}