{"datetime": "2018-07-02T17:11:08.000Z", "author": "Anthony Zurcher", "title": "Abolish Ice: A new demand from the left is risky for Democrats", "article": "There's a new demand on the left. It's short, pithy and, for Democratic politicians, fraught with peril. \"Abolish Ice\". Immigration and Customs Enforcement - Ice, for short - is the agency within the Department of Homeland Security responsible for identifying and removing undocumented aliens throughout the US. It was formed in 2003, as part of the bureaucratic reorganisation in response to the 9/11 attacks. During the presidential campaign, Mr Trump said he wanted to create a \"deportation force\" that would crack down on US residents without proper immigration documents. It turns out there already was one - just awaiting his orders. While border security is performed by Customs and Border Protection, Ice officers have authority throughout the US and have been the face of Donald Trump's aggressive - critics call it brutal and heartless - immigration policy. Ice agents have separated young children from parents who enter the US illegally and have been captured on video using sometimes forceful tactics to detain and interrogate suspected undocumented immigrants.Ice detention centres have been cited by the Homeland Security inspector general for negligent practices and inadequately addressing allegations of abuse and sexual assault.Now a growing number of activists, progressive leaders and aspiring officeholders among the progressive ranks want to do away with Ice entirely. \"We need to rebuild our immigration system from top to bottom, starting by replacing Ice with something that reflects our morality,\" Massachusetts Senator Elizabeth Warren said at an immigration rally in Boston on Saturday. \"Abolishing Ice\" was one of the key promises made by 28-year-old Alexandria Ocasio-Cortez, who shocked the Democratic Party by beating party stalwart Joe Crowley in his New York congressional primary last week. Senator Kirsten Gillibrand of New York, who along with Ms Warren are considered possible 2020 presidential candidates, called Ice a \"cruel deportation force\". Democrats across the country are now being forced to go on record with their views of Ice - and whether they support the growing chorus from their base. Some are less than thrilled with the idea. \"We're going to have an agency,\" Senator Ben Cardin of Maryland said, refusing to take a definitive position on the subject. \"The question is what policy does that agency carry out?\" Senator Richard Blumenthal of Connecticut was a bit more forceful. \"Abolishing Ice will accomplish nothing unless we change the Trump policies,\"he said on Sunday . \"You abolish Ice now, you still have the same president with the same failed policies,\" Senator Tammy Duckworth of Illinois said. \"Whatever you replace it with is still going to reflect what the president wants to do.\" That's not good enough for \"abolish\" proponents, who believe the issue reveals a larger disagreement between the rank-and-file and the Democratic leadership. \"The call to abolish Ice is, above all, a demand for the Democratic Party to begin seriously resisting an unbridled white-supremacist surveillance state that it had a hand in creating,\" writes Sean McElwee, a co-founder of the group Abolish ICE,in the Nation magazine . \"Though the party has moved left on core issues from reproductive rights to single-payer health care, it's time for progressives to put forward a demand that deportation be taken not as the norm but rather as a disturbing indicator of authoritarianism.\" Congressman Mark Pocan, who calls Ice Mr Trump's \"personal police force\", wants a congressionally authorised commission to redefine the agency's duties and take away any powers that are susceptible to abuse by the president.\"This is a moment where this is what people want,\"says Mr Pocan . \"When you ask them, 'Do you want bold change or incremental change?' even Republicans want bold change, across all spectrums. I think sometimes the political class likes to remain safe because it keeps them in office.\" His proposal sounds a bit vague - but it is about as concrete as the abolish movement gets so far.\"The reality is 'Abolish ICE' is not so much a policy proposal as a fresh cudgel to divide the Democratic Party between 'Establishment' politicians and left-wing insurgents,\" writes political analyst Bill Scherfor the website RealClearPolitics . \"Anyone with the temerity to take a breath and think through the practical consequences of such a slapdash idea gets tagged with a scarlet \"E,\" as was Crowley.\" Meanwhile, Mr Trump is welcoming the recent change of focus. Two weeks ago Mr Trump and his administration faced broad, bipartisan criticism for their family separation policy, forcing the president to make a rare policy backtrack and sign an executive order temporarily suspending the practice.He now seems practically giddy at the prospect of a debate over the future of Ice and its uniformed law enforcement officers - rather than rehashing the accounts and audio recordings of inconsolable children and their distraught parents. \"You get rid of Ice, you're going to have a country that you're going to be afraid to walk out of your house,\"Mr Trump said in an interview on Sunday . \"I love it that they're going to actually do that.\" It's a drum he's been beating regularly on Twitter as well - yet another sign that the president plans to frame the upcoming mid-terms as a debate over law enforcement and border security versus unchecked immigration and the crime. Statistics show, however, that immigrants - whether they enter the US legally or not - commit crime at lower rates than the general population. Mr Trump disputes this fact, citing stories of Central American gangs and offering victims of undocumented criminals a platform to tell their stories. He also paints over any nuance among Democrats who try to describe their position to \"abolish\" Ice not as a call for open borders but rather as one of reform.And so the battle to define the debate in the weeks and months leading up to pivotal elections, which will determine which party controls the US Congress and the governorships of a handful of key states, is fully underway.Opinion polls indicate that the American public, by and large, does not support the idea of doing away with Ice, although they also don't like many of the president's immigration policies. In the coming debate, Mr Trump will have the White House megaphone. The multitude of voices on the left will have passion and energy. It could help them carry the day - or it could tear their party apart. ", "url": "https://www.bbc.com/news/world-us-canada-44687935"}