{"datetime": "2019-04-17T15:18:57.000Z", "title": "US ruling to expand indefinite detention for some asylum seekers", "article": "Asylum seekers who have proven a credible fear for their safety will no longer be able to ask a judge for bond, the justice department says. US Attorney General William Barr's decision means more migrants can be indefinitely detained while they wait for their cases to be heard. The policy will be delayed for 90 days to allow officials to prepare for overcrowding in detention facilities. Activists denounced the decision and vowed to fight it in court. The US Justice Department oversees the country's immigration court system, which means Mr Barr has the authority to issue precedent-setting judgments on immigration enforcement. This judgment, which overturns a George W Bush-era policy from 2005, is Mr Barr's first ruling on immigration since taking office. The move is seen as an effort to end what President Donald Trump describes as a \"catch-and-release\" policy towards illegal immigrants.The decision overturns a policy that allowed migrants who illegally crossed into the US between official crossing points to apply for bond release after they proved to asylum officers they had a credible fear of persecution or torture if they returned to their country.But under the new ruling, those migrants must be now kept in detention as they await the outcome of their trial. Many immigration cases can take over several years to be processed, experts say, due to a historically high backlog in cases. According to US Immigration and Customs Enforcement (Ice) - the agency responsible for detaining and deporting immigrants in the country illegally - the average daily population of immigrants in detention was over 46,000 for the 2019 fiscal year. The figure is the highest level the agency has seen since its creation in 2003. Mr Barr's ruling does not affect asylum seekers who cross at official ports of entry or migrant children, who are required to be released within 20 days of entry. The migrants are still eligible to apply for parole, which the Department of Homeland Security (DHS) has discretion to do on a case-by-case basis.In an acknowledgment that the ruling may clog detention facilities, Mr Barr wrote in his 11-page order: \"I will delay the effective date of this decision for 90 days so that DHS may conduct the necessary operational planning for additional detention and parole decisions.\"The American Civil Liberties Union (ACLU) threatened to sue over the decision, calling it \"the latest attempt by this administration to punish asylum seekers for seeing refuge in the United States.\"The decision could result in the unlawful detention of thousands of people. The constitution does not allow the government to lock people up without due process.\"", "url": "https://www.bbc.com/news/world-us-canada-47952648"}