{"datetime": "2022-01-31T10:52:25.000Z", "author": "Wanyuan Song & Jeremy Howell", "subject": "Chinese New Year", "title": "Chinese New Year: What is it and how is it celebrated?", "article": "Tuesday 1 February marks the Lunar New Year for 2022 - celebrated in China, East Asia and across the world. The celebrations see people feast with relatives, watch parades and pray for good fortune in the year ahead. Celebrations begin with the rising of the second new moon after the winter solstice (21 December). This can occur on any date between 21 January and 20 February. Also known as the Spring Festival, New Year festivities usher out the old year and are meant to bring luck and prosperity in the new one.There are family banquets and outdoor spectacles featuring firecrackers, fireworks and often dancing dragons. The major celebrations are held on New Year's Eve and New Year's Day.In China, millions travel - sometimes thousands of miles - to celebrate with their families. People decorate their houses with red for good luck and children are given money in bright red envelopes. Celebrations last for two weeks, ending on 15 February this year with the lantern festival, which marks the full moon.Since the 1990s, people in China have been given a week off work for New Year. According to China's Ministry of Commerce,people nowadays spend more than 820bn yuan (£96bn) on shopping and dining during this period. Each year is associated with one of the 12 animals in the Chinese zodiac.This year is the Year of the Tiger. It is said that children born in the year ahead will be brave, competitive and strong. In Cantonese, the main language of southern China and Hong Kong, the New Year greeting is \"Gong Hei Fat Choy\" (恭喜發財), which means \"wishing you prosperity.\" In Mandarin, people say \"Xin Nian Kuai Le\" (新年快乐), which simply means \"Happy New Year\". Chinese New Year is thought to date back to the 14th century BC, when the Shang dynasty ruled.Its origins are steeped in legend. One story says thata monster named Nian (\"Year\") attacked villagers at the start of every year. Nian was afraid of loud noises, bright lights and the colour red. People used these things to chase the beast away.Since the dragon is a Chinese symbol of power and good fortune, many areas of the country have dragon dancing, during which a long, colourful dragon puppet is paraded through the streets, as the highlight of festivities.New Year is also the time when people clean their homes thoroughly to get rid of any bad luck left over from the old year. In Vietnam , the day is called Tết Nguyên Đán, or Tết, for short, meaning Festival of the First Morning of the First Day. People clean their houses and decorate them with fresh flowers, such as peach blossoms and kumquats. The pink of the peach blossom represents energy and the kumquat represents prosperity. InNorth Korea andSouth Korea they celebrate Seollal, which lasts for three days. Korean families serve food to ancestors in a ritual called Charye, to gain their blessings for the coming year.In South Korea,Spam has become a favourite New Year gift , and people will pay up to $75 (£55) for gift hampers of the tinned meat. InMongolia , the festival is called Tsagaan sar. Some people in Mongolia call it The White Moon festival. People worship at ovoo - stone heaps used as altars or shrines. They also exchange snuff bottles, which are thought to unite people. New York holds afirecracker ceremony , in which some 600,000 firecrackers are exploded in Sara D Roosevelt Park. There are lion dances and parades through the streets of Chinatown afterwards. Singapore hosts a street parade called Chingay, which features floats, colourful costumes, live performances and fireworks. Manchester is home to one of the UK's largest and oldest Chinese communities and at New Year its 53m-long dragon is paraded through the streets towards the city's Chinatown. ", "url": "https://www.bbc.com/news/world-60153348"}