{"datetime": "2021-02-12T03:37:52.000Z", "title": "Biden warns China will 'eat our lunch' on infrastructure spending", "article": "US President Joe Biden has warned that China will “eat our lunch” if America doesn’t “step up” its infrastructure spending. Mr Biden was speaking on Thursday with a group of senators about the need to upgrade infrastructure in the US.His warning comes the day after his first phone call with Chinese President Xi Jinping. On the call, Mr Xi took a hard line on human rights saying a confrontation would be a disaster for both countries.Mr Biden made the comments after meeting with members of the Environment and Public Works committee. “If we don’t get moving, they are going to eat our lunch,” President Biden told senators.“They’re investing billions of dollars dealing with a whole range of issues that relate to transportation, the environment and a whole range of other things. We just have to step up.” During the campaign, Mr Biden proposed spending $2tn (£1.45tn) over four years to create jobs and invest in clean energy infrastructure. A widely cited American Society of Civil Engineers (ASCE) “report card” from 2017 gave the country’s infrastructure a grade of “D+”.The ASCE estimated that the total “infrastructure gap” needed $2tn by 2025 to fix, but would cost the economy twice as much if it went unaddressed.The World Economic Forum’s 2019 Global Competitiveness Report ranked the US 13th in a broad measure of infrastructure quality, down from fifth place in 2002. China has been investing heavily in its infrastructure, pouring money into high-speed rail, metro systems, apartment buildings, electricity grids and mobile networks.“They have a major, major new initiative on rail and they already have rail that goes 225 miles an hour with ease,” Mr Biden noted. President Biden also discussed several other points of friction with the Chinese President during his call.The White House said he voiced “fundamental” concerns about Beijing’s “coercive and unfair” trade practices, as well as concerns over China’s crackdown in Hong Kong and treatment of Muslims in Xinjiang.He also raised China’s increasingly assertive posture toward Taiwan and the country’s lack of transparency over Covid-19, said White House spokeswoman Jen Psaki.Mr Xi maintained a hard line on Hong Kong, Xinjiang and Taiwan, calling them matters of “sovereignty and territorial integrity”. He told Mr Biden confrontation would be a “disaster” and the two sides should re-establish the means to avoid misjudgements, China’s foreign ministry said. ", "url": "https://www.bbc.com/news/business-56036245"}