{"datetime": "2021-02-04T00:26:56.000Z", "author": "Tim McDonald", "subject": "Coronavirus pandemic", "title": "Is high-speed rail travel on a track to nowhere?", "article": "It was supposed to be a slick, gleaming piece of transport infrastructure that could shuttle passengers from Singapore to Malaysia's capital Kuala Lumpur in 90 minutes. But at the start of this year, the $17bn (£12.5bn) 350km (217 mile) high-speed rail link between the two cities was cancelled for good.Malaysia's former Prime Minister Mahathir Mohamad first hit pause on the proposed line after he took power in 2018, as part of a financial belt-tightening push. A subsequent coronavirus-fuelled budget crunch then made the project all but irredeemable, with both nations using a joint statement last month to blame\"the impact of Covid-19 pandemic on the Malaysian economy\" . Malaysia had proposed cost-cutting changes, but Singapore wouldn't agree, and the deal fell through. The story will be familiar to many governments who have tried to build something similar. While supporters are quick to point to the benefits of high-speed rail, the price tag is often intimidatingly large and administrations have a hard time justifying the cost. On the face of it a link between Singapore and Kuala Lumpur has a lot of the features that would make for a successful high-speed rail link. There's already a great deal of movement between the two cities. Before the Covid-19 pandemic hit, buses would run 24 hours a day and there were more than 30,000 flights between the two conurbations each year, more than any other two cities on Earth.The distance for the planned new line was in the right range (typically under 800km) for it to compete with air travel. The current slow train from the Malaysian city of Johor Bahru just across the water from Singapore takes six hours or longer. The bus trip takes as long.Analysis suggested that the new rail link would contribute $5.2bn in economic growth to Malaysia and Singapore, and create 111,000 jobs by 2060, according to the Malaysian government. But Mahathir Mohamad, who was the country's prime minister until March 2020, was deeply sceptical of those figures. In 2018, he told the Financial Times that the price tag would be $28bn without earning the country \"a single cent\".The Malaysian government ultimately thought the project was so expensive that it was preferable for Malaysia to pay compensation to Singapore for pulling out, as stipulated under the two countries’ agreement.High-speed rail projects tend to come with an enormous price tag up front, and they're prone to cost overruns. The UK's HS2 scheme - which is being built from London to Birmingham, and then on to Leeds and Manchester - was originally expected to cost £56bn,but that figure has since almost doubled to £98bn . The impact of the pandemic on both the UK government's coffers and rail passenger numbers has led to opponents of the scheme saying it is no longer justifiable. \"The pandemic is going to have a long-term impact on rail passenger numbers, both in the UK and overseas,\" says transport expert Christian Wolmar. \"Of course people will eventually go back to rail travel from the current very low levels but 2019 will be a peak for a couple of decades, I'm convinced of that. So is the additional capacity offered by HS2 needed?\" However, Transport Minister Andrew Stephenson said last month that Covid-19 had \"strengthened the case for it\" as such infrastructure projects would help the country to economically recover . Prof Bent Flyvbjerg, of Oxford University's Said Business School, is an expert on the management of megaprojects. He says that once built, most high-speed rail lines often go on to lose money. \"It's a type of infrastructure that's already highly dependent on subsidies,\" says Prof Flyvbjerg.He said there are only a few examples of high-speed rail networks that turn a profit, due to a rare combination of passenger numbers and distance. For example, most of the companies that run Japan’s Shinkansen or \"bullet train\" lines operate at a profit, as do some fast trains on France’s state-owned SNCF network. “It only makes sense in high-density areas, and it only makes sense over distances of under 800km,\" says Prof Flyvbjerg.Many high-speed projects seem to struggle even when they do seem to meet those basic criteria. California’s planned link between Los Angeles and San Francisco has been beset by cost overruns, andhas been reduced indefinitely to a line between Bakersfield and Merced in the state’s more thinly populated central valley . Projects in Ohio, Wisconsin and Florida were scrapped without making much progress, while Brazil’s high-speed link between Rio De Janeiro and Sao Paulo was quietly shelved.China has built the bulk of the world’s high-speed rail, with 36,000km of track across the country.Even though construction costs are far lower in China,the World Bank says that while all of the country's 15 fastest high-speed lines (300-350km/h) can cover their operating and maintenance costs, only five of the 16 lesser high-speed lines (200-250km/h) do likewise. New Economy is a new series exploring how businesses, trade, economies and working life are changing fast. But high-speed rail travel is not solely about a financial return for the operators. It is also about delivering better services and economic growth for the broader community.In China, the World Bank puts the economic rate of return at 8%, mostly due to faster travel times. Other benefits include reduced congestion and lower carbon emissions due to fewer cars on the road.Some supporters of high-speed rail say it also takes pressure off major cities. If the travel time from a small regional town to the middle of a major hub is reduced from 90 minutes to 30, then it becomes realistic to live there and commute to the bigger city.That could mean lower property price rises in larger cities, with expensive infrastructure upgrades in their outer suburbs being replaced by cheaper ones in towns, according to urban planner Marcus Spiller, founder of Melbourne-based consultancy SGS Economics and Planning.\"It could reshape preferences about where to live and where to conduct business,\" he adds. \"You can create new cities or expanded cities. You can provide housing at a more reasonable cost.\" Prof Flyvbjerg says another problem with large-scale, high-speed rail projects is that they take so long to complete that better alternatives might be available before completion. For example, the first stage of the HS2 isn’t due to open until 2028 at the earliest.He’s hopeful that Elon Musk’s Hyperloop -whereby pods containing passengers travel at great speed through vacuum tubes - might turn out to be a better, more cost-effective alternative to high-speed rail.Another alternative might be autonomous electric cars that can travel bumper-to-bumper at high speed.\"The cars will be able to take people door to door, whereas the high-speed rail doesn't do that,\" says Prof Flyvbjerg. However, Mr Spiller would prefer to use technologies that are a known quantity. \"I'd rather back a horse I know can win, instead of a new technology,\" he says. \"In terms of base load connections between centres of humanity, high-speed, high-quality rail is here for the foreseeable future.\" ", "url": "https://www.bbc.com/news/business-55624103"}