{"datetime": "2021-03-11T19:18:06.000Z", "title": "Covid stimulus: Biden signs $1.9tn relief bill into law", "article": "US President Joe Biden has signed a $1.9tn (£1.4tn) economic relief bill that aims to help Americans impacted by the Covid-19 pandemic into law. The bill includes $1,400 payments, an extension of jobless benefits, and a child tax credit that is expect to lift millions out of poverty.Mr Biden said the relief package will rebuild \"the backbone of this country\". The spending bill, one of the largest in US history, passed Congress without a single Republican supporter.Mr Biden is due to give a primetime address later on Thursday to tout the bill's provisions. He and other Democrats will also hold a signing ceremony at the White House on Friday. This sixth Covid-19 relief bill is a major legislative win for Mr Biden. The package has been broadly popular among Americans. A March Pew Research Center poll found that 70% of US adults surveyed expressed support for the bill, including 41% of Republicans. Unemployment skyrocketed over the last year, with a current rate of 6.2%, according to the US Labor Department. Mr Biden had originally planned the bill signing for Friday, but it was pushed up in his schedule \"because Congress enroled the bill more quickly than we anticipated,\" White House spokesperson Jen Psaki said in a tweet. Joe Biden was originally expected to sign the ambitiously named \"American Recovery Plan Act\" at the White House on Friday. Instead the final step in enacting the president's first significant piece of legislation was moved up to Thursday afternoon. An official ceremony is still planned for Friday, but the scheduling change reveals an administration anxious to get busy selling the American people on the benefits of this massive and multifaceted piece of government spending. This - and Biden's address to the nation Thursday night - are the opening gun of a two-week public-relations blitz, including presidential travel, to highlight the legislation. It shouldn't be too hard a sell, as opinion polls indicate widespread support for the law even among Republican voters. What Biden and the Democrats don't want is a repeat of the 2009 Great Recession relief bill passed under President Barack Obama. Many in the party believe that Democrats did not claim enough credit for the law's benefits - and that voters had forgotten about their efforts when they cast their ballots in the 2010 congressional mid-term elections (and roundly voted Democrats out of office). Biden, as vice-president, had a front-row seat for that debacle. His actions as president suggest he hasn't forgotten it. The act includes one-off direct payments worth $1,400 to be sent off to most Americans. It extends weekly jobless benefit payments of $300 until September. It also allocates $350bn to state and local governments, some $130bn to school reopening, $49bn for expanded Covid-19 testing and research, as well as $14bn for vaccine distribution. A proposal to raise the national minimum wage from $7.25 to $15 per hour became a sticking point in the Senate and did not make it into the final version of the bill. White House officials say that direct payments, the third payments of the pandemic, will begin before the end of March. Previous cheques were sent out by tax officials within one to two weeks of the bills' passage. Individuals earning up to $75,000 will receive a $1,400 payment. Tax officials at the Internal Revenue Service (IRS) use tax statements to determine the exact size of each person's payment. For that reason they have urged Americans to quickly file their tax returns, which are due 15 April. Stimulus cheques sent out by Mr Biden's predecessor, Donald Trump, included the former president's personal signature. But Mrs Psaki said Mr Biden's signature will not be on these payments. Currently, American couples are able to apply for a $2,000 per child under the Child Tax Credit, a 24-year old government programme.This law increases the tax break to $3,000 for every child age 6 to 17. Children under the age of 6 will receive a $3,600 benefit. More than 4 million children - more than half of the total - could be lifted out of poverty, according to analysis from the Center on Budget and Policy Priorities.It also extends access to lower income families, even those that pay nothing in taxes, by making the credit refundable. The programme is temporary, and will expire after one year. Before signing the bill in the White House Oval Office, Mr Biden said the bill is about \"rebuilding the backbone of this country and giving people in this nation, working people, middle class folks, the people that built the country a fighting chance.\"That's what the essence of it is.\" He promised that he would have \"a lot more to say about that tonight and the next couple of days\". Mr Biden will deliver his first primetime address to the American public on Thursday night. The speech comes on the 50th day of his presidency. It will be the third time this year that he has marked a moment in the coronavirus pandemic, which has left more than 529,000 people dead and over 29 million infected. Previewing his remarks on Wednesday, Mr Biden said he would be laying out \"the next phase,\" of the US Covid-response. \"There is light at the end of this dark tunnel of the past year. But we cannot let our guard down now or assume the victory is inevitable,\" he said. \"Together, we're going get through this pandemic and usher in a healthier and more hopeful future.\" On Thursday, the White House announced that Mr Biden and Vice-president Kamala Harris will travel to Atlanta, Georgia next Friday as part of the \"Help is Here tour to amplify the American Rescue Plan\".", "url": "https://www.bbc.com/news/world-us-canada-56364944"}