{"datetime": "2019-04-09T18:11:15.000Z", "title": "Canada to reject refugees with claims in other countries", "article": "Canada intends to change the law to make it harder for asylum seekers rejected by countries like the US to file refugee claims at the border. The move comes as thousands of asylum seekers have crossed the border after their claims were rejected in the US. Amendments were introduced on Monday evening in the Liberal government's 392-page omnibus budget bill. An influx of asylum seekers crossing at the US-Canada border has become a hot button political issue. The law would allow immigration officers at the border to reject refugee claims if the asylum seeker has already made a claim in another country that has an immigration information-sharing agreement with Canada. These countries include the US, UK, Australia and New Zealand. The asylum seeker would no longer be entitled to an oral hearing and the claim could not be appealed to an independent tribunal. Instead, denied claimants would have the right to submit a written, pre-removal risk assessment, which lawyer Kevin Wiener says has about a 3% success rate. \"I expect this to be a major change for Canada's refugee system and I'm surprised to see it buried in a budget bill,\" he told the BBC in an email. \"If immigration officers are going to be the new front-line decision-makers for a large volume of refugee claims, then the government needs to make sure they do a better job at providing fair and reasonable decision-making.\" Some 20,000 asylum seekers crossed at the US border in 2018, many of whom had already made refugee claims in the US.There are over 200,000 pending asylum claims, and the wait for hearings by Canada's refugee board have edged up to an average of 20 months. Municipalities near the border have repurposed old stadiums and community centres into housing facilities for refugees waiting to have their claims processed. It has caused tensions between the federal government and municipal and provincial governments, who have complained about funding refugee services.In this year's budget, the government pledged to spend more than C$1bn ($750m; £580m) for border services over the next five years. ", "url": "https://www.bbc.com/news/world-us-canada-47874012"}