{"datetime": "2021-03-31T23:01:02.000Z", "title": "Biden unveils 'once in a generation' spending plan", "article": "US President Joe Biden has called for trillions in spending aimed at re-igniting America's economic growth by upgrading its crumbling infrastructure and tackling climate change. The $2.3tn (£1.7tn) proposal would direct billions to initiatives such as charging stations for electric vehicles and eliminating lead water pipes. The spending would be partially offset by raising taxes on businesses. Those plans have already roused fierce opposition. Republicans have called the rises \"a recipe for stagnation and decline\", while powerful business lobby groups including the Business Roundtable and Chamber of Commerce said they supported investments but would oppose tax increases. The pushback is a sign of the tough fight ahead for the plan, which needs approval from Congress. Joe Biden could have gone in a number of different policy directions after narrowly getting his covid pandemic aid package through Congress. That he opted to push for an infrastructure bill, rather than upping the pressure for gun control, voting rights, immigration, the environment or healthcare reform, suggests he's looking for a popular, non-controversial legislative second act. Of course, like that coronavirus package, the Biden administration is likely to use a massive piece of legislation to quietly advance some of those other policy priorities. The proposal contains hundreds of millions of dollars in green energy spending, expanded care for the elderly and disabled and job training, for instance. Also like the coronavirus aid bill, even non-controversial infrastructure provisions that have high public support will be swamped in partisan acrimony. In particular, Republicans are going to vehemently object to the tax increases for corporations and businesses contained in the proposed legislation. Chances are, Democrats will again have to go it alone when it comes to passing Biden's legislative agenda. The challenge, then, will be keeping the Democratic coalition together at a time when a wide number of constituencies, many of whom held their tongue during the Covid negotiations, line up to ensure their priorities are funded. The White House has promoted its proposal as the most ambitious public spending in decades, saying the investments are necessary to keep the US economy growing and competitive with other countries, especially China. \"This is not a plan that tinkers around the edges,\" Mr Biden said in a speech in Pittsburgh, Pennsylvania on Wednesday. \"It's a once in a generation investment in America.\" It calls for investing more than $600bn in infrastructure, including modernising roads, replacing rail cars and buses and repairing crumbling bridges. Billions more would be devoted to initiatives like improving veterans hospitals, upgrading affordable housing, expanding high-speed broadband, and providing incentives for manufacturing and technology research. It calls for money to be directed to rural communities and communities of colour, including establishing a national climate-focused laboratory affiliated with an historically black university.The spending, which would have to be approved by Congress, would roll out over eight years.The White House said tax increases would offset the cost over 15 years.Mr Biden called for raising the corporate tax rate from 21% to 28%, a move that would partially undo cuts the US passed in 2017. He also proposed raising the minimum rate charged for overseas profits. In his speech, in an acknowledgment such plans are likely to face, he said he was also \"open to other ideas\" when it came to paying for the spending. \"Failing to make these investments adds to our debt and effectively puts our children at a disadvantage relative to our competitors,\" he said. \"The divisions of the moment shouldn't stop us from doing the right thing for the future.\"Mr Biden's proposal - which closely resembles promises he made during last year's election campaign - comes just weeks after Democrats muscled through $1.9tn more in aid to address the economic upheaval caused by the pandemic, approving that package without Republican support. It's not clear yet how much of Mr Biden's latest plan will make it through Congress - or how much of another spending package focused on areas such as childcare and education that he plans to unveil in coming weeks. Paul Ashworth, chief North America economist at Capital Economics, said the speedy advance of the pandemic package was unusual.\"Normally the negotiations drag on for months and what eventually gets passed, if anything gets passed at all, bears only a passing resemblance to what the administration originally asked for,\" he said. \"We suspect these negotiations will revert to the mean.\" Eli Allen is director of the Center for Sustainable Careers at Civic Works, a non-profit organisation that offers programmes such as job training focused on careers in sustainable energy in Baltimore, Maryland, a majority black city near Washington, DC. He said he was \"cautiously optimistic\" that something resembling Mr Biden's ambitions would eventually pass and was particularly heartened by Mr Biden's emphasis on creating \"quality jobs\" in terms of pay and benefits - which he said could help set a standard across the industry. \"The focus on racial equity is not something we've seen in some of the past federal programmes that we've worked with,\" he added. \"I think that focus … is very important as we think about strategies to expand access to these jobs, especially for communities of colour.\" Stefani Pashman is chief executive of the Allegheny Conference on Community Development, a regional economic development group in Pittsburgh, the former steel town in Pennsylvania where Mr Biden delivered his speech on Wednesday. The city, located in a state that was key to Mr Biden's election victory, has been working to reinvent itself as a centre for high-tech research in areas such as autonomous vehicles.Ms Pashman said the president's promise of billions of government dollars has also injected new energy into ambitious local plans, like an effort by Carnegie Mellon University and rail technology company Wabtec to establish a new research lab focused on innovations in freight rail, like autonomous trains. \"The idea is to transform the rail industry … but we need $600m from the federal government to amplify what we're able to do at the local level,\" she said. \"The past few years … I don't think the government was positioned to take this on at the level that it needs to be addressed and invested in to propel our region's economy and all the economies of the nation,\" she added.\"It's clear that they're prioritizing infrastructure in a new way.\" ", "url": "https://www.bbc.com/news/business-56594349"}