{"datetime": "2019-01-17T12:02:37.000Z", "title": "Migrant caravan: New Honduran group crosses Guatemala", "article": "Several hundred migrants from Honduras who left the northern city of San Pedro Sula early on Tuesday are now crossing Guatemala on their way to the US. The first wave of about 500 people has reached Tecún Umán on the border between Guatemala and Mexico. A larger, slower group is in Guatemala City, where its members sought refuge at a local shelter. This new caravan set off as hundreds of Central Americans remain stranded on the US-Mexico border. US President Donald Trump has repeatedly taken to Twitter to demand funding for the construction of a border wall to keep migrants out.In his latest tweet on the issue, he said that similar walls had shown to be \"close to 100% successful\" but failed to offer any evidence or examples. About 800 Hondurans set off from San Pedro Sula overnight Monday to Tuesday and they have since been joined by more people on their way north, among them many parents with young children. In a tightening of its policies, Honduran authorities demanded that lone parents crossing with a child show a written consent form from the other parent allowing the child to leave the country.Those who could not produce such a form were turned back. The same happened to unaccompanied minors without written permission from their parents. At least 60 unaccompanied children were stopped at the border, according to Honduran Deputy Foreign Minister Nelly Jerez. Some of the migrants say they are trying to reach Mexico where they hope to take advantage of a promise by newly elected Mexican President Andrés Manuel López Obrador to provide them with work visas.But many others say they want to cross into the US. Hundreds of members of an earlier caravan, which left Honduras on 13 October, are still in the Mexican border town of Tijuana waiting to request asylum in the US. That number has dwindled considerably since they first arrived with some attempting to cross into the US illegally and thousands more turning back to their home countries. Honduran Foreign Minister María Dolores Agüero put the number of those who had returned to the Central American nation at 7,200. The migrant caravans have been seized upon by President Trump, who labelled them as \"an invasion\" ahead of mid-term elections in the US last November.The issue continues to be in the spotlight with the president refusing to approve a federal budget unless it includes a fund for a wall along the Mexican border to keep illegal migrants out.The move has led to longest-ever partial government shutdown in the US with much of the federal government out of operation.", "url": "https://www.bbc.com/news/world-latin-america-46904675"}