{"datetime": "2021-10-13T12:19:59.000Z", "author": "Suranjana Tewari", "title": "Singapore Covid: Airline websites crash as borders set to open", "article": "Singapore's borders have effectively been closed for 21 months, so news that the rules will finally be relaxed has sent residents rushing for a ticket out. From 19 October, people will be able to travel freely from Singapore to ten countries around the world, without quarantine and with fewer swab tests, as long as they are vaccinated. By 15 November, one more country - South Korea - will be added to the list. \"The cabin fever was just driving us crazy. There's no demarcation between leisure and work here,\" Low Ka Wei, a corporate communications executive, told the BBC. After the announcement, the demand for tickets was so great that travel websites crashed. The website of Singapore Airlines went down over the weekend, causing a frenzy among eager travellers and leading one Reddit thread to pose the question: \"Did we just collectively break SIA's website?\". Having no luck online, Mr Low and many others went the old fashioned way: spending hours waiting in line outside a downtown airline office to book. The country's closed borders have been a source of frustration for many residents, as has the constantly changing messaging.Despite a 83% vaccination rate among the population, the government recently imposed Covid curbs once again, limiting the number of people who can gather in public to two.The rules came as a surprise, after authorities previously said they would abandon a \"zero Covid\" strategy, and work towards living with the virus. Even the rules around the vaccinated travel lanes changed less than two days after they were announced, reversing a decision to not include children under the age of 12. \"I'm happy that we've now decided on one direction, and I'm glad that we're sticking with that,\" said Mr Low. \"It's important to show that decisiveness to the global community and to citizens - having a direction helps and then we just need to manage expectations after that.\"The perceived flip-flopping provided ample fodder for meme makers online.The city state of Singapore measures 50km (31 miles) from east to west and for some, the lack of domestic travel options has become tricky.\"In a way, the pandemic allowed me to really appreciate what we have in Singapore,\" said Kristel Quek, co-founder of a cryptocurrency start-up. \"There's greenery and every weekend I'm doing something new. But it was a bit challenging watching my friends in the UK, Italy, Spain have summer vacations online and feeling stuck here,\" she said. Many foreigners living in Singapore chose to live here for the travel opportunities in the region, and many have been frustrated with the border controls restricting their movement. Citizens and permanent residents have been free to leave the country and return, provided they quarantine for two weeks - a stipulation that put many off leaving the country at all.But foreigners did not even have that option. They have been forced to apply for a permit to re-enter, and the vast majority of those permits have been denied, effectively trapping non-citizens and non-residents in the country. \"I really feel like the way they are managing things is so oppressive for people,\" said Christophe Blanc, a French gym instructor working in Singapore. \"They think of the collective rather than the individual. It's not bad or good, but for me it's very frustrating and suffocating.\" So, do Singaporeans agree that the system has been unfair? \"I'm not sure if there is that distinction - yes the re-entry permit makes the foreigners feel excluded. But the recent hawker centre rule - closing it off to the unvaccinated - does not,\" Ms Quek said. New rules prevent unvaccinated people from entering malls and hawker centres - food courts where most Singaporeans eat their meals. \"We must press on with our strategy of 'Living with Covid-19'\", Prime Minister Lee Hsien Loong told the nation as the vaccinated travel lanes were announced.\"What next steps must we now take? To start off with, and most fundamentally, we need to update our mindsets,\" he said. \"We should respect Covid-19, but we must not be paralysed by fear.\"Still, not everyone is rushing to travel. \"I think a lot of people are still concerned with the numbers. This whole month we've been seeing around 3000 cases, I think a lot of people still want a more zero Covid approach,\" Phik See, head of operations at a local company, said.Some say they are waiting for countries in the region, like Malaysia, Indonesia and parts of South Asia to be included in the vaccine travel lanes. Travel to South Korea is now allowed, but a round trip would involve eight PCR tests at a cost of roughly $1000 (£542). Whatever the current rules, there would be dissatisfaction somewhere, said Ms Quek.\"Singaporeans love to complain in general,\" she said. \"Can't travel - complain; can travel - complain.\" \"It's ironic Singaporeans are so regimented in so many ways but they love to do spontaneous things like travel too.\" ", "url": "https://www.bbc.com/news/world-asia-58880707"}