{"datetime": "2022-01-31T00:02:24.000Z", "author": "Mariko Oi", "title": "How the high cost of living is hitting Singapore's poor", "article": "In South East Asia you don't get much more of a staple food than chicken rice. Found in almost every food court and hawker centre, it is considered one of Singapore's national dishes. Daniel Tan, who owns six chicken rice stalls, has previously charged $2.20 (£1.60) for a small portion. But Covid has seen the cost of his ingredients rise sharply. The price of chicken has gone up by 50% and vegetable costs have more than doubled since January 2020, he says.\"We've been absorbing the costs for a significant period of time,\" he tells me as we meet at one of his OK Chicken Rice stalls in the north of Singapore.\"When the pandemic hit our first thought was this was a short-term emergency - six months, maybe a year - so we held [prices] for as long as we can because we were hoping for the whole thing to be over.\" But when his electricity bills also jumped, Mr Tan decided it was time to raise prices. \"A thousand dollar electrical bill for a chicken rice store really is not sustainable,\" he says. \"If I go on any further, either my staff are not paid or I have to close down some stores and that's not what we want to do.\" Due to border closures and new employment regulations, Mr Tan has faced staff shortages and higher salaries, which all feed into rising costs for his business. The Food and Agriculture Organization (FAO) says global food prices rose 28% in 2021. \"The last time food prices were this high was in 2011, when policymakers were actually warning about a global food crisis,\" says Dr Abdul Abiad of the Asian Development Bank (ADB). These latest price rises are due to higher energy costs, which affect food and fertiliser production, with global supply chain issues compounding the problem. Even in a wealthy nation like Singapore, it means that the number of families seeking help has increased. \"What we have seen when we make the door-to-door deliveries is that young families [with] both husband and wife working a part-time job or in the gig economy - these were the families that got impacted when Covid hit and all the part-time work dried up,\" says Nichol Ng, co-founder of Food Bank Singapore.It is not just the poorest 10% of the population who now need help, she says: \"It has slowly crept to maybe 20% of the population including middle income families that might not even know where to get help in the first place.\" And it is also not just higher food prices that are affecting those in need. \"Due to Covid, everybody's self-awareness about looking after themselves in terms of hygiene has increased,\" says Ms Ng. But higher palm oil prices mean that shampoos, hand soaps and sanitisers have also become a lot more expensive. \"Up to 20% of our requests thus far, especially starting from the second half of last year, has been pivoting towards personal hygiene products,\" she adds. Ms Ng is also concerned that the current wave of inflation does not seem to be temporary. \"In the past, at certain times of the year, you might see these price surges but it seems that this inflation is going to be persistent - and none of us really have that crystal ball to understand when it is going to end,\" she says. Elsewhere in the region the impact of higher prices is even more severe. The latestFAO report shows more than 375 million people in Asia faced hunger in 2020, an increase of 54 million from the previous year.In 2020, the Global Food Banking Network saw the number of people needing help increase by more than 130% to 40m, with half of them living in Asia. This is despite the fact that food price increases in Asia have been more muted than in the US or Europe, where inflation has soared to levels not seen in decades. There are several reasons for this, including a good rice harvest in 2021, says the ADB's Dr Abiad. While maize prices rose 44% last year and wheat by 31% , rice prices dropped 4% . \"So rice being the main staple in many Asian economies contributed to a food price inflation being lower in the region,\" he says. Asian nations also produce a lot of their own food, which has been sold in domestic markets rather than being exported. Governments have also been working to ensure that food supplies have been stable, says Dr Abiad. In the Philippines, for example, liberalisation of rice imports has allowed the supply of rice to improve which has kept prices low.Meanwhile, China has been stockpiling various important food products, which has resulted in it bucking the trend, with the country's food prices falling in 2021.But it has also led to criticism that the world's second biggest economy, which accounts for 20% of global population, is hoarding supplies as it is estimated to hold 69% of the world's corn reserves, 60% of its rice and 51% of its wheat by mid-2022, according to the US Department of Agriculture.Singapore imports the majority of its foodstuffs, but so far big supermarket chains like NTUC FairPrice have decided not to pass on higher prices to consumers.To keep the prices of key products stable, the firm says it is employing various strategies including \"stockpiling of daily essentials, forward buying and diversifying our import sources to over 100 countries\". NTUC FairPrice also has more than 2,000 own-brand products such as rice, oil, toiletries and cleaning products that it says are at least 10% cheaper than comparable popular brands. Mr Tan of OK Chicken Rice, who also owns three mini supermarkets, says smaller retailers tend to take their cue from larger rivals when pricing goods. \"They act like a central bank to the rest of the grocery players in Singapore. The good thing about it is that inflation doesn't spike up as much during a crisis but the bad side effect is that entrepreneurship is stifled and only semi-government players can survive,\" he says. \"The question is, after the whole thing is over how many smaller players are left?\" asks Mr Tan.Global food prices are expected to remain high this year and the FAO's David Dawe says this is of concern for Asian governments because price hikes have not yet worked their way through the system. \"If global prices continue to rise, there will be an impact, especially for lower income families who spend bigger proportion of their income on food.\" Economists like Mr Dawe and Dr Abiad remain optimistic that Asian countries will continue to be shielded from double-digit food inflation. But for those on the ground, like Mr Tan and Ms Ng, the issue feels more acute. They wonder whether higher prices, rather than being transitory, will linger on just as the pandemic has. ", "url": "https://www.bbc.com/news/business-60036739"}