{"datetime": "2021-12-10T13:40:10.000Z", "title": "Singapore: Man feared for life during otter attack", "article": "A British man in Singapore who was attacked by otters has said he thought the animals were going to kill him. Graham George Spencer said he suffered more than 20 wounds after he was bitten in the city-state's Botanic Gardens.A representative from the park told Mr Spencer they were investigating.While it isn't the first otter biting episode in Singapore, local enthusiasts told the BBC the family which bit Mr Spencer aren't usually aggressive.Mr Spencer, who lives in Singapore and is reportedly in his sixties, said he was walking with a friend on 30 November when he saw about 20 otters - some with pups - in front of him.He believes the animals were provoked by a runner, who may not have spotted them as it was still early morning.\"Because it was very dark, he never saw them. And he just ran straight into them. Andhe was treading on them ,\" Mr Spencer told local outlet Mothership.sg.He said the otters \"went crazy\" and attacked him after the runner pressed on.\"I actuallythought I was going to die ,\" he told the Straits Times newspaper.Mr Spencer said the otters bit his ankles and he fell to the ground. They then started biting his legs and buttocks, and one bit his finger as he put his hands up to shield his face.His friend managed to ward the creatures off by screaming at them, he said. The pair were then chased by the otters as they tried to seek help from a visitors' centre.Mr Spencer went to hospital, where he needed stitches for some of his 26 wounds and was given a tetanus injection and antibiotics. He has returned three times and says he has spent SG$1,200 (£665) on medical treatment.He said he doesn't blame the otters for what happened, saying naturally the animals wanted to protect their young from a potential threat - but he hopes people will be cautious in light of his story. Singapore's otter population has increased in recent years. The animals have hit the headlines forallegedly eating thousands of dollars worth of koi carp , andlearning to climb ladders .Bernard Seah, a local photographer who documents them, says there are about 150 running around - but they're typically not the easiest to find.\"If you know what to look for, you may find them on a regular basis,\" he told the BBC.Mr Seah says the otters that bit Mr Spencer are a family of nine adults and six babies, adding that they are \"used to humans and very patient and tolerant\".The photographer said the animals may have feared they were at risk from the humans. \"These otters got attacked, if you will, by being stepped on - and in a moment of confusion they attacked the wrong guy. That's really what it is,\" he said.There have been a few instances where people have been pictured stroking the otters, which have remained calm throughout, he said.Singapore's national parks board has issued an advisory on what to do if you cross paths with an otter. \"DO NOT touch, chase or corner the otters. Observe them from a distance. Going too close to the otters may frighten them,\" it warned. ", "url": "https://www.bbc.com/news/world-asia-59592355"}