{"datetime": "2021-10-22T02:44:44.000Z", "subject": "Coronavirus pandemic", "title": "Australia to start travel bubble with Singapore", "article": "Australia will soon establish a travel bubble with Singapore, with details of the plan to be revealed next week, says Prime Minister Scott Morrison. Singapore will be only the second travel corridor for Australia, which has closed its borders to foreigners since the start of the pandemic. It currently only allows New Zealanders to freely visit. The deal with Singapore extends Australia's aims to reopen international travel next month. But Australia will initially only allow vaccinated citizens, permanent residents and their family members to enter without needing to quarantine.Mr Morrison last week said the nation would then prioritise visa holders and eventually, tourists. Australians will be able to freely re-enter from 1 November.The proposed bubble however \"will see our borders open more quickly to Singapore\", said Mr Morrison. It will also initially favour those with work and study visas. He said the deal was in its final stages of negotiation with Singaporean authorities. Responding on Friday, Singapore's prime minister said he was \"delighted\" to hear of Australia's invite. \"Singapore and Australia have robust economic and investment links, and warm people-to-people ties,\" said Lee Hsien Loong. Many Australians live in Singapore and vice versa. \"Look forward to resuming close connectivity between our countries, as we move towards an endemic Covid future,\" he added. Both countries have achieved highly vaccinated populations after switching to a \"living with the virus\" strategy, after previous aims to eliminate infections. About 84% of Singapore's population is fully vaccinated, while Australia's over-16 population reached a 70% target this week.Australia celebrated the end of its cities' lockdowns on Friday , after Melbourne became the final state capital to reopen. Singapore, a major aviation hub, expanded its quarantine-free travel lanes to more countries this week. Vaccinated people from Canada, Denmark, France, Italy, the Netherlands, Spain, Britain and the United States can now also can enter Singapore without the need to quarantine. It had earlier been announced that visitors from Germany and Brunei could enter without quarantine. ", "url": "https://www.bbc.com/news/world-australia-59004988"}