{"datetime": "2021-10-12T23:15:22.000Z", "author": "Derek Cai", "title": "The men going to military jail for their faith", "article": "Yeo Zheng Ye grew up in Singapore knowing he would have to go to jail. A member of the Jehovah's Witnesses church, his beliefs prevent him from bearing weapons and from joining any organisations intended for war. So at age 20, he refused to attend mandatory military service, and was sent to prison for being a conscientious objector. Although Singapore is not at war, military conscription is compulsory in the city-state for all able-bodied male citizens and second generation permanent residents when they turn 18.Since 1970, an average of six Jehovah Witnesses have been sent to military prison every year, though none receive permanent criminal records. Mr Yeo spent nearly three years in jail, longer than the national service training programme.In prison, he would wake up at 5am to wash toilets and mop a 200-metre corridor that was frequently soiled by muddy boots.After a daily roll call in his cell at 8am, he would have to do other chores like gardening and laundry.\"Jehovah's Witnesses are not asked to participate in the exercises and sandbag drills that inmates have to do every day,\" said a former military police officer who declined to be named. Mr Yeo says it took him time - around a year - to get used to being in prison.\"I cried so many times, over many days. I cried before going into jail, realising I won't be able to leave and see my family and friends for the next two and a half years,\" he said. There was one silver lining. Mr Yeo's older brother, whom he is extremely close to and shares a birthday with, is also a member of the church. He had been sent to prison a year before Mr Yeo.\"I thought at least I'll get to see my brother.\"Mr Yeo and his brother were introduced to the faith as children.Their father joined the church after serving his time as a soldier.Once conscripts complete the initial two year training period, they are required to attend reserve force duty for a few weeks once a year. That goes on for ten years. And so Mr Yeo's father also experienced time in prison as a result of his religion. \"My mom isn't from the church, but she knew [jail time] was coming for me and my brother because my dad has gone back to detention multiple times, sometimes risking his job,\" said Mr Yeo.Employers in the city are legally required to release their staff for their annual reservist training. However, Jehovah's Witnesses who refuse are sent to military prison for 40 days or longer, and they forfeit that protection.Jordan Chia, a Jehovah's Witness and music teacher received a seven-month sentence for refusing to return for reserve duty a second time.\"It was challenging because I couldn't tell exactly how long I was going to be in detention for. I told my employers they were not obligated to keep me,\" Mr Chia told the BBC. \"But thankfully they did.\" Questions surrounding the need to send conscientious objectors to prison have been raised in Singapore's Parliament on a number of occasions.But ministers have insisted on the need for such strict conscription policies, saying that \"national service is vital to the security of a small country like Singapore\". \"No Singaporean should be allowed to cite any reason to exempt himself from having to contribute to the national defence effort as every Singaporean benefits from the peace and security which National Service has helped to ensure,\" Matthias Yao Chih told Parliament in 1998 when he was Minister of State for Defence. The BBC approached Singapore's Ministry of Defence for the purposes of this article to which it said: \"The reasons to disallow exemption from compulsory military service based on religious grounds have been stated in Parliament, and remain unchanged.\" Jehovah's Witnesses have asked for changes to this policy, pointing to South Korea as an example.In a radical departure last October, Seoul stopped sending Jehovah's Witnesses to jail and introduced a new scheme allowing those who object to military conscription based on faith or personal reasons to serve three years as prison administrators instead. They now work and live in prisons separate from other inmates, and are given several weeks of annual leave.\"Our members in Singapore have consistently expressed their desire to authorities to make a meaningful contribution to society,\" said a spokesperson from the Asia-Pacific Association of Jehovah's Witnesses.Mr Yeo says he also asked repeatedly to serve in civilian vocations like firefighting, which some men in the city are conscripted to do. There is international support for alternative duties.The UN International Covenant on Civil and Political Rights says that countries should provide alternative forms of service for citizens who believe \"the use of lethal force may seriously conflict with the freedom of conscience and the right to manifest one's religion or belief.\"Yet, Singapore is technically not in breach of its international duties because it has not signed up to this covenant, according to Dr Paul Hedges, an associate professor in interreligious studies at S.Rajaratnam School of International Studies, a graduate school and think-tank in Singapore. \"National service is built so strongly into the fabric of the country's national narrative around security that it is hard for the government to compromise around its own secular norms and red lines,\" said Dr Hedges.\"Without a major shift in direction by either side, a compromise will be hard to reach,\" he added. Mr Yeo was released last April, a day before Singapore entered its first Covid lockdown. \"The first thing I did when I got out was to go to my favourite restaurant with my family because I knew I wouldn't be able to do it for a while,\" said Mr Yeo.Under the restrictions which lasted until June, residents were only allowed to leave their homes for essential activities like grocery shopping and exercise.\"I was so looking forward to seeing my friends,\" Mr Yeo said, \"My home felt so small compared to prison.\" But even so, he says the half-day of freedom he experienced before the lockdown was overwhelming.\"Life was simple in prison. When I got out, it felt like a lot. The cars, buses, walking freely without handcuffs and without curfew.\" ", "url": "https://www.bbc.com/news/world-asia-58647485"}