{"datetime": "2019-08-06T14:50:47.000Z", "title": "Nora Quoirin: Family say teen missing in Malaysia was abducted", "article": "The family of a vulnerable 15-year-old London girl who vanished in Malaysia on a \"holiday of a lifetime\" believe she has been abducted. Nora Quoirin's parents woke on Sunday to find her missing from her bedroom at the Dusun resort. In a statement they said Nora \"never goes anywhere by herself\" and there was \"no reason to believe she wandered off and is lost\". Malaysian police are treating it as a missing persons case. Nora, the daughter of an Irish-French couple who have lived in London for about 20 years, arrived at the resort in a nature reserve near Seremban - 39 miles south of the capital Kuala Lumpur - on Saturday for a two-week stay. Her father raised the alarm at 08:00 local time on Sunday after she was discovered missing with the window in her bedroom open. In their statement, the family said the teenager was \"not like other 15 year olds\". \"She looks younger, she is not capable of taking care of herself, and she won't understand what is going on,\" they said. Malaysian police have extended their search to areas of tropical forest surrounding the resort and along a nearby river, and are questioning villagers to try to find witnesses. Search teams are also being assisted by local Orang Asli people, who have knowledge of the dense jungle terrain, with about 180 people taking part in the operation. \"We've got a platoon from the general operations force as well as a police canine team to look for Nora,\" state deputy police chief Che Zakaria Othman toldMalaysia's The Star paper . He said Nora's passport and other belongings were still in her family's possession but the CCTV system at the resort only covered a limited area. The BBC's South East Asia correspondent Jonathan Head said police were working on the assumption Nora had got lost, and had probably not travelled very far. Bali anak Akau, a villager who is taking part in the search, said he was worried for the teenager as outsiders \"don't know how to navigate\" around the area. \"Natives like me, we are used to this jungle,\" he said. A spokeswoman for the Dunsun said hotel bosses were confused by Nora's disappearance. \"Our resort has been operating for 10 years and we have never even been robbed,\" Haanim Bamadhaj said. According toits website , the resort is a 12-acre orchard complex in the foothills of the Titiwangsa mountains and sits next to the 4,000-acre Berembun Forest Reserve. It has a maximum capacity of 20 adults split across seven houses. The resort's \"nearest neighbours\" are two Temuan villages where most of its staff are from. Nora, whose mother Meabh is originally from Belfast and whose father is French, is understood to have been travelling on an Irish passport. A spokesman for Ireland's Department of Foreign Affairs said they were \"aware of the case and providing consular assistance\". The French Ministry for Europe and Foreign Affairs said the French consul in Malaysia had \"travelled to the area to lend her support to the family and coordinate with the local authorities\". \"We remain committed to doing everything possible to help find our compatriot,\" they said. Chuka Umunna, MP for Streatham where the family live, said he was \"deeply concerned\" by the teenager's disappearance and was \"doing all I can to ensure the foreign office gives all possible assistance\". St Bede's Church in Clapham Park, where Nora and her family were parishioners, called on people to \"pray for her safety and for her family who are distressed at this time\". On an online fundraising page set up by Nora's aunt, the family appealed for anyone living in the area to \"get out and join the search\". The page has raised more than £25,000 and has been set up \"to cover any unforeseen expenses or charges\" as more family members travel to Malaysia. Missing persons charity the Lucie Blackman Trust, which is supporting the family, has provided a hotline and email address for information.People can remain anonymous and can call +448000988485 or email ops@lbtrust.org.", "url": "https://www.bbc.com/news/uk-england-london-49247335"}