{"datetime": "2019-08-05T13:26:36.000Z", "title": "Nora Quoirin: Malaysia jungle search for holiday teen", "article": "A large search is under way in Malaysia for a vulnerable 15-year-old British girl who has gone missing on her family's \"trip of a lifetime\" holiday. Nora Quoirin's parents awoke on Sunday morning to find their daughter missing from her bedroom at the Dusun resort. More than 160 people are searching nearby villages and forest for Nora, from London, who has special needs. Police are treating it as a missing person case, not abduction. Her family said she would not have wandered off. Nora, who is the daughter of an Irish-French couple who have lived in London for about 20 years, arrived at the resort in a nature reserve near Seremban, 39 miles south of the capital Kuala Lumpur, on Saturday. The Malaysian police said they had been searching the area immediately around the resort with dogs. Teams led by local Orang Asli people, who have knowledge of the terrain, have also been searching the jungle in a neighbouring national park. The Lucie Blackman Trust, which is supporting the family, said her father raised the alarm when he discovered her missing from her bedroom - the window of which was open - at 08:00 local time on Sunday. In a statement on Facebook, the resort's owners said they were \"extremely distressed and worried\" and \"pray for [Nora's] safety\". They said staff were working with police and had searched in the surrounding area from Sunday morning until 03:00 on Monday. Speaking from Belfast, Nora's aunt Aisling Agnew said: \"Nora's parents and relatives in Ireland and France are distraught by her disappearance. \"Nora is a child with special needs and has learning and developmental disabilities which make her especially vulnerable and we fear for her safety. \"Nora would not know how to get help and would never leave her family voluntarily. \"We now consider this a criminal matter.\" The family havelaunched a Twitter page to appeal for sightings or information and are using the hashtag #findingnora. Speaking on Monday, Che Zakaria Bin Othman, deputy police chief of Negeri Sembilan, said: \"So far there's no indication of foul play, however investigations are still ongoing.\" Nora, whose mother Meabh is originally from Belfast and whose father is French, is understood to have been travelling on an Irish passport. Malaysian newspaperThe Star quoted local officials who said Nora was at the resort with her parents and two siblings. Family friend Catherine Cook said: \"It's out of character for Nora to go wandering off. \"I'm a mother and I burst into tears just hearing this story. I cannot imagine the hell that they are living right now. I just ask for anyone who can help them to do so as soon as possible.\" According toits website , the Dusun is a 12-acre orchard resort in the foothills of the Titiwangsa mountains and sits next to the 4,000-acre Berembun Forest Reserve. It has a maximum capacity of 20 adults split across seven houses. The resort's \"nearest neighbours\" are two Temuan villages where most of its staff are from. The LBT has provided a hotline and email address for information.People can remain anonymous and can call +448000988485 or email ops@lbtrust.org.A spokesman for the Irish Department of Foreign Affairs said: \"We are aware of the case and are providing consular assistance.\" ", "url": "https://www.bbc.com/news/uk-england-london-49231079"}