{"datetime": "2019-07-11T08:48:36.000Z", "title": "Climate change: How hot cities could be in 2050", "article": "London could feel as hot as Barcelona by 2050, with Edinburgh's climate more like Paris, Leeds feeling like Melbourne and Cardiff like Montevideo. That's from a study looking at how a 2C temperature increase could change the world's 520 major cities. And that's not as good as it might sound. More than a fifth, including Singapore and Kuala Lumpur, will experience conditions big cities haven't seen before, the Crowther Lab says. London could suffer from the type of extreme drought that hit Barcelona in 2008 - when it was forced to import drinking water from France at a cost of £20 million. The 2C rise by 2050 is comparing the present day to what temperatures were in the \"pre-industrial period\" -usually considered to be between the years 1850 and 1900 - when fossil-fuel burning hadn't yet changed the climate. That temperature increase would result in the average UK temperature during summer's hottest month increasing by about six degrees to 27C. Scientists hope pairing up cities will help people visualise the impact climate change could have within their own lifetimes.\"History has repeatedly shown us that data and facts alone do not inspire humans to change their beliefs or act,\" lead author Jean-Francois Bastin said.The study, published in the journal PLOS One, suggests summers and winters in Europe will get warmer, with average increases of 3.5C and 4.7C respectively. It's the equivalent to a city shifting 620 miles (1,000km) further south - with those furthest away from the equator being most affected. Governments around the world have pledged to limit rising temperatures to 1.5C by 2050. The global temperature has already increased by 1C above pre-industrial levels, the Intergovernmental Panel on Climate Change (IPCC) says.And at the current rate of warming - 0.2C per decade - global warming will reach 1.5C between 2030 and 2052.The UN body has warned that exceeding 1.5C warming will push us into \"a highly uncertain world\" - adding that \"the current global commitments are not sufficient to prevent temperature rise above 2C, let alone 1.5C\". It estimates that under current national commitments, average temperature increases will range from 2.9C to 3.4C by 2100. To keep us below 1.5C, the panel says carbon emissions need to be cut by 45% by 2030, and reachnet zero by 2050.So this study's projections are actually quite optimistic, imagining a future where action has been taken to reduce greenhouse gas emissions. Its authors worked from a scenario where emissions peak in 2040 and then begin to decline.The report predicts that three quarters of the world's major cities will experience dramatic climate shifts under those conditions. \"This study helps to put climate change in the context of human experience - and more importantly, shows that many places will see entirely new climates that are outside of current human experience,\" said Professor Richard Betts, from the Met Office Hadley Centre, who was commenting on the study. The University of Reading's Professor Mike Lockwood warned about the damage that could be done to infrastructure.\"Bringing Barcelona's climate to London sounds like it could be a good thing - if you don't suffer from asthma or have a heart condition, that is - except London clay shrinks and is brittle if it gets too dry and then swells and expands when very wet. \"As ever, there is destructive and unforeseen devil in the details of climate change.\" Europe has experienced extremes already this summer, with two months' worth of rainfallfalling in a day in some parts of the UK , followed by a heatwavemade five times more likely because of climate change . Professor Gabi Hegerl, from the University of Edinburgh, said this study \"doesn't capture individual events like unprecedented heatwaves, droughts and heavy rainfall or flooding\". She added: \"Also, sea level rise will add to the difficulties faced by many of these cities.\" It's not good news - but it's important not to feeloverwhelmed by the scale of the climate crisis .And if you do feel a bit anxious about the future,here are some tips on being a bit more eco-friendly in every day life . Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-48947573"}