{"datetime": "2019-08-07T15:16:28.000Z", "title": "Missing Nora Quoirin: Malaysia police 'rule nothing out' in search", "article": "Police searching for a vulnerable 15-year-old London girl who vanished on holiday in Malaysia have \"not ruled anything out\" in their investigation. Nora Quoirin's family believe she has been abducted after she was discovered missing from her bedroom, which had an opened window, on Sunday.Her grandfather has described the situation as \"extremely mysterious\". More than 200 officers are involved in the search which is focused on the rainforest around the Dusun resort. Nora and her parents Sebastian and Meabh - an Irish-French couple from London - and her younger brother and sister arrived at the resort in a nature reserve near Seremban, about 39 miles south of Kuala Lumpur, on Saturday for a two-week stay. Her father raised the alarm at 08:00 local time the next day. Nora's grandfather Sylvain Quoirin told the BBC it was \"unthinkable\" the teenager, who has special needs, had left on her own. He said: \"She's a young girl who is very shy, very reserved, very fearful.\"It is completely unthinkable that she should have gone out on her own at night, you can completely exclude that possibility.\"She's somebody who has always needed to be protected.\" Mr Quoirin said the \"adventure escapade line of inquiry is not at all valid\". Nora's aunt Éadaoin Agnew said her disappearance had been \"extremely traumatic for the whole family\". \"Nora is still missing. She is very vulnerable and we need to do everything we can to bring her home,\" she said. State deputy police chief SAC Che Zakaria Othman said: \"We have not ruled out anything and we are probing it as a case of a missing person.\" He added \"several\" fingerprints had been found on the window ledge of Nora's room, without providing further details, and said statements had been taken from 20 individuals. When asked whether he thought Nora could survive on her own in the jungle, the deputy police chief said he was unsure as \"I don't know the immunity of her body.\" \"For indigenous people they can drink the water every day, but for her I do not know,\" he said. As the search entered its fourth day more than 200 people, including dive teams, along with sniffer dogs, drones and a helicopter, were involved in the effort. Teams are being assisted by local Orang Asli people, who have knowledge of the dense jungle terrain. Missing persons charity the Lucie Blackman Trust, which is supporting the family, has provided a hotline and email address for information. People can remain anonymous and can call +448000988485 or email ops@lbtrust.org. ", "url": "https://www.bbc.com/news/uk-england-london-49264715"}