{"datetime": "2019-08-08T12:58:36.000Z", "title": "Missing Nora Quoirin: Mum's voice used in search", "article": "A mum's voice calling out for her missing daughter was played over loudspeakers during a search of the Malaysian jungle. Police believe Nora Quoirin, 15, who has special needs, is still somewhere near the Dusan resort she vanished from on Sunday. They played loudhailer recordings of Meabh Quoirin calling Nora's name during the search of nearby rainforest. Police believe she could be lost but her family fear she has been abducted. Nora, her parents Meabh and Sebastian - an Irish-French couple from London - and her younger brother and sister arrived on Saturday at the resort near Seremban, about 40 miles south of Kuala Lumpur, for a two-week stay. Her father raised the alarm the following morning when she was found to be missing from her bedroom with the window open. Malaysian police have \"not ruled out anything\" but are treating it as a missing persons case. During their search, teams used a recording of Meabh Quoirin calling \"Nora darling, I love you. Mum is here,\" according to Malaysia newspaper,the New Straits Times. \"This morning when we went out, we played the recording using loudspeakers,\" said Mohamad Mat Yusop, police chief of southern Negeri Sembilan state. Other family members have also been recorded with authorities hoping that they will draw Nora towards the sound. Officers have been divided into six teams who are searching an area of jungle about 2.5 sq miles in size. \"We hope that on this fifth day we will be successful in finding the missing victim,\" district police chief Mohamad Nor Marzukee Besar said. Nora's relatives have told the BBC it was \"unthinkable\" the teenager, who has special needs, had left her room on her own. Her grandfather Sylvain Quoirin described her as \"very shy, very reserved, very fearful\". \"In my opinion, the adventure escapade line of inquiry is not at all valid,\" he said. An online fundraising page set up to cover \"unforeseen expenses or charges\" as family members join the search in Malaysia has raised more than £55,000. Missing persons charity the Lucie Blackman Trust, which is supporting the family, has provided a hotline and email address for information. People can remain anonymous and can call +448000988485 or email ops@lbtrust.org. ", "url": "https://www.bbc.com/news/uk-england-london-49275429"}