{"datetime": "2018-11-27T11:03:21.000Z", "title": "Syrian man stranded in Malaysia airport arrives in Canada", "article": "A Syrian man who spent seven months living in an airport in Malaysia has arrived in Canada, where he has been granted asylum. Hassan al-Kontar's plight garnered global attention when he began posting regular videos from Kuala Lumpur International Airport. He spent the last two months in a Malaysian detention centre and his Canadian sponsors sought to have his case expedited. He arrived in Vancouver late on Monday.Two organisations, the British Columbia Muslim Association and Canada Caring Society, sponsored him to come to Canada as a refugee.Laurie Cooper, a volunteer with Canada Caring Society, had earlier told the BBC that they heard last Thursday that he was coming to Canada.\"It's a huge sense of relief, still a bit unbelievable,\" she said. \"Until I give him a big hug at the airport, it's not really real. It's been a long, long journey with lots of ups and downs.\"Ms Cooper said Mr Kontar texted her from the boarding gate in Malaysia saying he could not wait to see her.\"His situation is just representative of the challenges faced by all refugees around the world,\" she said. \"It's getting harder and harder for them to find a safe place to live. He's one of the lucky ones.\"The group said people from around the world helped raise the funds to bring Mr Kontar, 37, to Canada.A number of rights organisations have championed Mr Kontar's case and an online petition launched by the Canadian Caring Society asking Canada's immigration minister to allow him entry garnered over 62,000 signatures.Mr Kontar had been working in insurance in the United Arab Emirates (UAE) when war broke out in Syria in 2011. He could not renew his passport because he had not completed military service at home, but he did not want to return, fearing he would be arrested or made to join the military. So he stayed on illegally in the UAE, but was arrested in 2016. In 2017, he managed to get a new passport, but was eventually deported to Malaysia. It is one of the few countries in the world which grants Syrians visa-free entry on arrival. He was given a three-month tourist visa. When that expired, he tried to go to Turkey, but was was not allowed to board the plane. He went to Cambodia, but was sent back.He spent months in limbo, staying in the arrivals area of the airport and living off food donated by airline staff. Mr Kontar, from Suweida, south of Damascus, had applied for asylum in Ecuador and Cambodia, but was unsuccessful.", "url": "https://www.bbc.com/news/world-us-canada-46325570"}