{"datetime": "2021-12-09T14:37:10.000Z", "title": "HS2 agrees £2bn deal to build UK's fastest trains", "article": "HS2 has signed a £2bn contract with Hitachi and Alstom to build the fastest trains manufactured in the UK. The deal to make 54 trains for the controversial high-speed network will support or create 2,500 jobs in the UK, a statement said. The 225mph trains will start production at Hitachi's plant at Newton Aycliffe, County Durham, and be finished at Alstom's Derby and Crewe sites. Transport Secretary Grant Shapps said it marked Britain's rail revolution The project will build on Japanese bullet train technology, as well as European high-speed network expertise, to create some of the fastest, quietest and most energy-efficient trains in the world, the HS2 statement said. The first stages, including vehicle body assembly and initial fit-out, will be done at Hitachi's UK rail factory. The second stage of fit-out and testing will be done by Alstom. The first train is expected to roll off the production line around 2027, and after testing the first passengers could be carried between two and six years later. Mr Shapps said: \"Today's announcement places Britain firmly at the forefront of the high-speed rail revolution with a billion pound investment in state-of-the-art trains serving communities right across the country from London to Glasgow. \"Not only does this show we are getting on with delivering better and faster journeys through our plans to upgrade the rail network, this is another landmark step in the delivery of HS2, sustaining 2,500 jobs and levelling up employment and leisure opportunities for generations to come.\" Each train will be around 200m (656ft) long, with the option to couple two units together to create a 400m (1,312ft) long train with up to 1,100 seats. The trains will be able to run on the new HS2 network as well as existing lines, and will halve many journey times between major cities. HS2's deal with Hitachi and Alstom had been subject to a legal challenge by rival manufacturer Siemens. It has been reported that Siemens will now seek damages over the procurement process, and HS2 will \"robustly\" defend itself. HS2 is a massive project intended to create high-speed rail links between London and major cities in the Midlands and North of England. Last month the government scrapped the Leeds legas part of a package that ministers insisted would transform services. The Integrated Rail Plan won support from some business leaders, and anti-HS2 groups. But Prime Minister Boris Johnson faced criticism that he had reneged on investment promises to the Midlands and north of England. ", "url": "https://www.bbc.com/news/business-59597308"}