{"datetime": "2021-11-17T15:33:45.000Z", "subject": "Prime Minister's Questions", "title": "North will 'benefit massively' from rail upgrades - PM", "article": "Northern England will \"benefit massively\" from rail upgrades, Boris Johnson has insisted despite reports that key rail schemes are to be axed. The government is expected to announce on Thursday that the eastern leg of HS2 between the East Midlands and Leeds will be dropped. A new line between Leeds and Manchester is also expected to be scrapped. Speaking on Wednesday, however, Mr Johnson urged people not to pre-empt the announcement. At Prime Minister's Questions, Labour leader Sir Keir Starmer asked Mr Johnson if he \"stands by that promise\" to develop the whole of HS2. Mr Johnson replied: \"I'm afraid (he) is in danger of getting hoist on his own petard. \"He needs to wait and see what we announce tomorrow, because I think he will find that the people of the North East, of the North West, the people of Leeds, the people of Nottingham, the people of Sheffield, will benefit massively from what we are going to announce.\" Pressed by Tory backbench MP Jake Berry over whether voters were right to take him \"at his word\" over past promises about rail links, the Prime Minister responded: \"Yes. He should wait and see what is unveiled tomorrow when he may learn something to his advantage.\" Reports suggesting the eastern leg of HS2 will be dropped have beenmet with delight by some campaigners but others have argued thataxing the route is a mistake . Meanwhile the decision not to build a new line between Leeds and Manchester, with a station in Bradford, have also been criticised. The government's new plans are expected to be announced by Transport Secretary Grant Shapps when he publishes the Integrated Rail Plan on Thursday. The Department for Transport is anticipated to argue that HS2 trains will still serve Leeds, but putting them on mainline tracks north of the East Midlands rather than on high-speed lines will save tens of billions of pounds. It will insist its plan to invest £96bn on the existing network will deliver benefits faster and more cost-effectively. ", "url": "https://www.bbc.com/news/uk-england-59317890"}