{"datetime": "2021-11-18T18:41:52.000Z", "title": "HS2: New plan a betrayal of the North, say critics", "article": "The government's decision to scale back its rail plans has been branded a \"betrayal\" of northern England. Transport Secretary Grant Shapps confirmed the eastern leg of HS2 - running from the Midlands to Leeds - had been cut. MPs have also accused the government of breaking promises over Northern Powerhouse Rail (NPR) - a raft of upgrades and additions to the network. Mr Shapps said the new Integrated Rail Plan would bring benefits much sooner. Boris Johnson doubled down on the Northern Powerhouse Rail (NPR) project after he became prime minister, and would later include it as a manifesto promise. In 2019 Mr Johnson pledged \"to fund the Leeds to Manchester route\" and \"turbo-charge the economy\". The government insists it is still delivering NPR through additional investment, and said upgrades to existing routes would cut journey times and increase capacity much sooner than the previous plans. Some have said the new announcement marks a significant shift away from previous plans and recommendations, with politicians and businesses in some northern cities angry at the government's changes. The HS2 line was due to be extended from the West Midlands to Leeds. This would have cut journey times between London and Leeds to one hour and 21 minutes.MPs from Yorkshire said Prime Minister Boris Johnson had repeatedly promised that HS2 and a new Leeds-Manchester line going via Bradford as part of NPR would be \"built in full\". However, HS2 will only be built as far as a new East Midlands Parkway station, about six miles south-west of Nottingham. That means London-Leeds journey times will be one hour and 53 minutes, some 32 minutes longer than planned. The government has not ruled out bringing HS2 to Leeds, but no timescale has been given. The dropping of the Leeds to Manchester NPR plan means Bradford will miss out on inclusion along the new line. Ministers have promised upgrades to the existing links between the cities and shorter journey times. Labour MP Hilary Benn, who represents Leeds Central, said the promise to build the new line to Manchester had been broken \"and Leeds and the North have been betrayed\". Adding to Mr Benn's criticism of the plans was Tory MP Robbie Moore, whose Keighley seat sits close to Bradford. The city had expected to be included on the proposed Leeds to Manchester route and to see a station built to accommodate new trains. Mr Moore said he was \"deeply disappointed\" by the new plan, which had \"completely short-changed\" his constituents. \"We are one of the most socially deprived parts of the UK and we must get better transport connectivity,\" he said. \"I still want to see Northern Powerhouse Rail delivered with a main stop in Bradford, so that we can unlock our economic opportunities.\" The Transport Salaried Staffs' Association (TSSA), which represents rail workers, concluded that Bradford would be \"the biggest loser\". It said Bradford had been found to have the worst transport connections of any UK city due to a lack of direct rail routes and slow connections. A report out earlier this week found the city had the worst connections of any city in the UK, despite being the UK's seventh largest city and being centrally located. Manuel Cortes, the TSSA's general secretary, said the plan showed the government had \"sold out the North with more broken promises\". In June, Transport for the North recommended that new lines should be built between Liverpool and Leeds via Manchester and Bradford. A high-speed line will instead be built between Warrington, in Cheshire, and Marsden, on the West Yorkshire border. Existing lines on the remainder of the route between Liverpool and Leeds will be upgraded. Labour Mayor of Greater Manchester Andy Burnham described it as \"second best for the North again\". \"What we are hearing today [is] part new line, part upgrades; that isn't what we were promised and that isn't good enough,\" he said. \"I am thinking about everyone living here today, but what about the people's grandchildren and great grandchildren. We are going to saddle them with the wrong railway system for centuries.\" In Sheffield and surrounding towns and cities, concerns were raised about damage to the countryside and disturbance of local communities as a result of HS2's construction. The high-speed service will still run to Sheffield, but the announcement it would not go further was cautiously welcomed in some areas. Chris Read, Labour leader of Rotherham Council, which has lobbied against plans to route HS2 through the area, said the U-turn was a \"victory for common sense at last\", but urged ministers to keep their promises on the scale of investment in northern rail services. But the new announcement has brought uncertainty in some places, such as the Shimmer estate in Mexborough, near Doncaster. It was due to be demolished to make way for the eastern leg, and many homeowners left when they learned an 60ft (18m) high viaduct was due to be built to carry high-speed lines. After the announcement, local councillor Andy Pickering said those who remained had been \"left in complete limbo\". The Integrated Rail Plan has effectively \"wiped Hull off the mainline rail map\", according to the Labour Party. The city had hoped the plan would include the electrification of the line between Hull and Selby, to improve its connection to the East Coast Mainline and cut journey times to Leeds. Hull's Labour leader, councillor Daren Hale, said it was an \"absolute scandal\" for ministers to say that journey times between Hull and Manchester would improve due to upgrades to the line between Leeds and Manchester. \"Yet again the people of Hull and this area have been overlooked,\" he said. Politicians in Hull are expecting to meet with rail ministers to discuss the announcement and repeat their demands for direct improvements. If life is about comprises then a very big one has just been put upon northern England. It doesn't have the same train commuter culture as south east England because the stations and rail lines aren't there but it does aspire to have something which allows better use of public transport. To level up. Currently it is a land where new trains run on old lines. Yorkshire wanted to be at one end of HS2. A new high speed line across the Pennines has been seriously talked about - arguably promised by Boris Johnson. The compromise is the new connection between Yorkshire and Birmingham will be partially high speed and the new line between West Yorkshire and Manchester will be high speed west of the Pennines. The rest of the existing line via Huddersfield will be upgraded. Journey times will be quicker - and many people will be satisfied with that. Others will be left wondering what could have been. At present, Leeds to Manchester Victoria takes 53 minutes on the fastest service. This will get much better but not before years of engineering work. Journey times cross country from York and the north-east will also improve. There's a pledge to give a large part of urban West Yorkshire a mass transit system. That could finally see trams in Leeds - something talked about for decades. Bradford gets a faster connection to Leeds but is left in the sidings again in trans pennine terms. £96bn on the railways is a lot of money - change will be noticeable - but it falls far short of aspirations this government built up. ", "url": "https://www.bbc.com/news/uk-england-59333867"}