{"datetime": "2018-10-02T08:28:36.000Z", "title": "Syrian Hassan al-Kontar removed from Malaysia airport after months", "article": "A Syrian man who spent nearly seven months living in a Malaysian airport has been removed and placed in police custody, officials say. Hassan al-Kontar's situation made headlines earlier this year after it emerged that he had been living in Kuala Lumpur International Airport. He had left Syria to avoid mandatory military service and when war broke out, refused to go home.He had been seeking asylum in a third country.But a spokesperson told the BBC on Tuesday that Mr Kontar was \"no longer\" in the terminal. Malaysia's immigration chief confirmed this, telling local media that authorities were \"working together with Royal Malaysia Police\".\"Passengers at the boarding area are supposed to get on their flights but this man did not do so. He is situated in a forbidden zone and we had to take the necessary action,\" said Mustafar Ali. He added that the Syrian national would be \"referred to the immigration department\" after police were finished with their questioning. \"We will then communicate with the Syrian embassy to facilitate deportation to his home country.\" No further details have been given and it remains unclear what may have led to Mr al-Kontar's removal and arrest.His current whereabouts are not known. Attempts to reach him on WhatsApp were unsuccessful.Mr al-Kontar had been working in insurance in the United Arab Emirates when war broke out in Syria in 2011.He couldn't renew his passport because he had not completed military service at home, but he didn't want to return, fearing he would be arrested or made to join the military.So he stayed on illegally in the UAE, but was arrested in 2016.In 2017 he managed to get a new passport, but was eventually deported to Malaysia. It is one of the few countries in the world which grants Syrians visa-free entry on arrival. He was given a three-month tourist visa. When that expired he tried to go to Turkey but was refused boarding. He went to Cambodia but was sent back, and has since been living in the tiny arrivals area of the budget airport, living off food donated by airline staff. The 36-year-old from Suweida, south of Damascus, had applied for asylum in Ecuador and Cambodia, but his bids were unsuccessful.He has regularly posted on social media to describe his time in legal limbo. His last post on Twitter was a gallery of pictures from his life.The BBC understands that he had his sights set on Canada next, where a group of volunteers had been assisting his asylum bid.Heather Chen, BBC News, Kuala Lumpur For most of us, airport layovers are uncomfortable and unpleasant. But at least they are temporary.For Hassan al-Kontar, days turned into months.We had first spoken in April , and when I was travelling with a friend through Kuala Lumpur recently I caught up with KLIA2's most famous passenger. He greeted us with a hug and we sat down for a quick chat. He showed me his Syrian passport and told me that it had \"less than six months\" until its expiry in January.\"Are you frightened? Time is running out for you,\" I asked him, concerned that it would mean a repeat of his 2016 detention back in the UAE.\"There are a lot of countries which don't want me but I will do what I can.\"My passport is useless to travel with anyway, it will expire soon. I don't know what will happen to me when it does.\"", "url": "https://www.bbc.com/news/world-asia-45267414"}