{"datetime": "2021-11-18T22:47:30.000Z", "author": "Russell Hotten", "title": "HS2 rail extension to Leeds scrapped amid promise to transform rail", "article": "The government has scrapped the Leeds leg of the HS2 high-speed rail line as part of a package that ministers promise will transform services. The prime minister said the overhaul would mean faster travel up to 10 years earlier than planned, and said claims of broken promises are \"total rubbish\". The package won support from some business leaders, and anti-HS2 groups. But Boris Johnson faced criticism that he had reneged on investment promises to the Midlands and north of England. The axing of a new East Midlands-Leeds high-speed line, with HS2 trains now to run on existing upgraded routes, and a scaling back of the Northern Powerhouse Rail (NPR) project, drew strong condemnation. Labour leader Sir Keir Starmer said Mr Johnson had \"ripped up\" promises he made that HS2 would go all the way to Leeds and that there would be a new NPR line from Manchester to Leeds. \"This was the first test of 'levelling up' and the government has completely failed and let down everybody in the North. You can't believe a word the Prime Minister says,\" he said. There was also criticism that a significant portion of the £96bn pledged as new investment has already been announced, such as £360m to improve ticketing. On a visit to a Network Rail logistics hub near Selby, Mr Johnson dismissed the charges of broken promises as \"total rubbish\", insisting the government would deliver on them \"eventually\". \"Of course there are going to be people who always want everything at once. And there are lots of people who are [going to] say, look, what we should do is carve huge new railways through virgin territory, smashing through unspoilt countryside and villages and do it all at once,\" he said. And in a BBC interview later the prime minister said that laying new track through countryside would take decades to complete. Mr Johnson said: \"You can wait decades and dig up virgin countryside and plough through villages, but you have to wait an awful lot longer and it costs an awful lot more.\"I'm afraid that we are going to be building a huge amount of new line but what we're doing is doing it in the most efficient possible way and to bring the maximum possible commuter benefits.\"In addition to the HS2 changes, there is also a scaling back of a new Trans-Pennine rail route between Manchester and Leeds as part of the NPR project to improve links between major northern cities.The route between Leeds and Manchester will now be a combination of new track and enhancements to existing infrastructure . \"We're cutting journey times from Manchester in half from 2 hours 9 min to 1 hour 11 min,\" said Mr Johnson. \"We're also cutting times from Manchester to Leeds from 55 min to 33 min and [creating] a crossrail for the Midlands for the first time.\" He added that there would also be a new high-speed line taking the time needed to travel from the West Midlands to East Midlands, from 1 hour 14 min down to 26 min.\"What that means is you will be able to have HS2 trains all the way up to Sheffield, taking half an hour off the time up to Sheffield,\" Mr Johnson stressed. \"You will have a crossrail for the north, a crossrail for the Midlands and then the HS2.\" Tory MP Robbie Moore, whose Keighley seat sits close to Bradford, said he was \"deeply disappointed\" by the plan, which had \"completely short-changed\" his constituents. Bradford had expected to be included on the proposed Leeds to Manchester route and to see a station built to accommodate new trains. \"We are one of the most socially deprived parts of the UK and we must get better transport connectivity,\" Mr Moore said. Delivering the Integrated Rail Plan (IRP) in the Commons, Transport Secretary Grant Shapps told MPs it was an \"ambitious and unparalleled programme\" to overhaul inter-city links across the north and Midlands, and \"speed up the benefits for local areas and serves destinations people most want to reach\". Work has already started on the first phase of HS2, linking London and the West Midlands. The next section will extend the line to Crewe. The final phase was to take HS2 to Manchester and Leeds. Commenting on plans for rail links between the East Midlands to Leeds, Mr Shapps said: \"We'll study how best to take HS2 trains into Leeds as well\". However, that is likely to be via upgrades to existing rail network, a move condemned by MPs and regional business leaders who said a high-speed line was vital to the economic growth of the Midlands and north England. Labour MP Hilary Benn, who represents Leeds Central, said: \"Today that promise has been broken, and Leeds and the North have been betrayed.\" Andy Bagnall, director general of the Rail Delivery Group, which represents train operators, said: \"While millions of people will benefit from this major investment in boosting connectivity between major cities in the North of England and the Midlands, leaving out key pieces of the jigsaw will inevitably hold back the ability for the railways to power the levelling up agenda and the drive to net zero.\" by Katy Austin, BBC transport correspondent The government's argument is that faster delivery at lower cost is now the best approach. It also makes the case for putting cash towards better local services, not just high speed inter-city connections.That won't wash with those who will accept nothing but the original proposals for both HS2 and Northern Powerhouse Rail - with their full capacity benefits, as well as journey times. They feel a promise is being broken.Bradford is one example of this; a city whose leaders view a new, full high-speed link to both Manchester and Leeds as essential to regeneration. Opponents of HS2 - a controversial project - will see today's news as a relief. Although the door has not been fully closed to the eastern leg being completed at some future date.However, businesses in Yorkshire who hoped HS2 would bring jobs, investment and confidence, albeit not for a while, feel that opportunity has just been diminished.Labour also point out that despite the £96bn label, much of this money had already been earmarked for HS2. 'Waste of money' News that part of HS2 was being scrapped was met with \"elation\" by campaigners against the line. Sandra Haith, from an anti-HS2 group in Bramley, Rotherham, said she was pleased, \"not only as a resident of Bramley, but as a taxpayer. It's a complete waste of money\". She said: \"The eastern leg costs a lot of money and it basically connects two cities. We can't get on it. We've got all the pain and no gain.\" However, business people warned about the economic loss from scrapping the HS2 line. James Greenhalgh, who runs the Flamingos Coffee House, in Leeds, told the BBC it would deter investment in the city. \"We want to encourage other businesses to move up from London, up to Leeds, get people moving around and coming to our city centre. It is really tough, it is stopping businesses from expanding,\" he said. There was praise, though, from business leaders at regional trade body Midlands Connect. Chairman Sir John Peace said: \"Although these plans are different in some respects to what we'd expected, there are a lot of positives in here and lots of things to be excited about - a new high-speed connection between Birmingham and East Midlands Parkway, direct links onto HS2 for Derby, Nottingham, and Chesterfield and a commitment to the Midlands Rail Hub.\" ", "url": "https://www.bbc.com/news/business-59334043"}