{"datetime": "2021-11-18T17:17:03.000Z", "author": "Tom Airey", "title": "Bradford: Rail plan 'resigns city to second-class service'", "article": "It was billed as a key component of \"levelling up\" the country outside of London, but for some in Bradford the government's scaling back of high-speed rail plans signifies a broken pledge. The West Yorkshire city had high hopes for a spot on a new line connecting it with neighbours Leeds and Manchester across the Pennines, but Thursday's rail announcement has been criticised by local leaders as a watering down of plans which leaves the area waiting at the platform. Along with the scrapping of the Leeds leg of the HS2 high-speed rail line, the Leeds and Manchester Northern Powerhouse Rail improvements - which Bradford had hoped to be a part of - will now be a combination of new track and enhancements to existing infrastructure. The government says its Integrated Rail Plan will see faster improvements to services, including reducing the journey from Bradford to Leeds by eight minutes and knocking 30 minutes off Bradford to London trips.At Bradford Interchange, a combination of waiting passengers and regional journalists filled the concourse as Labour leader Sir Keir Starmer shared his views on the government's rail \"betrayal\".\"If you can't level up Bradford, then you're not serious about levelling up at all,\" he said.Outside the station, approaching commuters searching for their tickets were left puzzled by the dozen or so police officers outside the station on an overcast November morning.\"I didn't think Bradford City were playing at home today,\" said one. Leah Murray, 25, boards four trains each day on her nine-mile, 50-minute commute between Headingley in Leeds to Bradford for her support worker role.\"During the winter months it can be delayed, it's raining and the trains are travelling slower,\" she said. \"My family are in Manchester, so going home for Christmas on a more reliable line would make it much easier, it's annoying.\" Bradford Council's leader said the distance between the city and Manchester is similar to Reading to London, yet the northern journey takes 40 minutes longer than the trip in the south.Susan Hinchcliffe added: \"People in the north are so resigned to a second-class service that they never expect things good to happen anymore. \"That makes me really upset actually because we deserve absolutely everything our ambitions want to fulfil in the north of England.\" Despite Bradford being the UK's seventh largest city, with the district having a population of 537,000, a recent report found it has theworst rail connections of any major British conurbation. There are only four trains to London - predictably named the best connected city - each day. Natasha, 32, who is originally from Leeds but now lives in Bradford, said: \"There's a lot of people who commute to both Manchester and London here, I go there to socialise and shop but I find it a nuisance.\"We need upgrades not just to boost morale but to bring in money; in London everyone is so used to the Tube and rapid commuting and it's a shock to the system when they come here. \"It feels 10 years behind, but we're used to being neglected by the government and being overlooked,\" she added. The city is one of the youngest in Europe, with almost a third of its population under 20. Farhaan Qurban is one of the many young people who travel into the city each day for education, with the 20-year-old studying for a degree in chemical engineering. Mr Qurban, who commutes from Halifax, said: \"I've had 20-minute delays, at the weekends they've sometimes changed the trains for buses.\"It does take quite a while to get to Manchester. If I'd have chosen to study at Manchester University it'd be a serious concern - I feel that trains are the best way to get around so this really is a big deal,\" he added. From an economic point of view, business leaders have concerns companies considering Bradford as a place to root their firms may now look beyond it due to a lack of rail connectivity.According to the council, a new station on a high-speed line would have boosted the Bradford district economy by about £30bn over 10 years, creating 27,000 new jobs. Mark Goldstone, from West and North Yorkshire Chamber of Commerce, said: \"Both of Bradford's train stations at the moment are dead end, it's at the end of two branch lines, we were hoping for a new line and a city centre through station. \"It's not about decreasing journey times, it's about creating more capacity as the network is full to bursting - that's what Northern Powerhouse Rail would have provided.\" Launching the Integrated Rail Plan, Transport Secretary Grant Shapps said: \"Our plans go above and beyond the initial ambitions of HS2 and Northern Powerhouse Rail by delivering benefits for communities no matter their size, right across the North and Midlands, up to 10 to 15 years earlier.\"Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk or send video here . ", "url": "https://www.bbc.com/news/uk-england-leeds-59332590"}