{"datetime": "2021-10-25T12:35:24.000Z", "subject": "Black History Month", "title": "King's Cross: Plaque unveiled for Britain's first black train driver", "article": "A plaque has been unveiled commemorating Britain's first black train driver. Jamaican-born Wilston Samuel Jackson began maintaining trains shortly after moving to London in 1952, and became a driver 10 years later. He had a long and successful career on the railway, including driving the famous Flying Scotsman locomotive. At the unveiling at King's Cross station, Mr Jackson's daughter said he \"dedicated his life to the railway\".\"He was never late or missed a day, and he was so proud of his work, despite the many challenges he faced,\" Polly Jackson said. \"Today was a fitting tribute to his life and career.\" After moving to the UK as part of the Windrush generation, Mr Jackson - known as Bill - worked his way up from his initial maintenance role to a position managing train boilers. This involved spending days shovelling coal in hot and filthy conditions, after which he would return home to study for his driver exams. His attempts at becoming a train driver came at a time when many black people had their applications blocked due to racism. Mr Jackson's appointment in 1962 sparked a furious reaction from some of his white colleagues, who unsuccessfully attempted to prevent white men from working under him. Two years later, he broke both his legs when his train crashed into the back of a stationary goods train near Finsbury Park, north London, after a signalman mistakenly gave a green light. Following his recovery Mr Jackson returned to the railway, before later emigrating to Zambia where he taught people how to drive trains. He died in September 2018, aged 91. Andrew Haines, Network Rail chief executive, said: \"I have been fascinated to learn about Wilston's life and career. \"He was a real trailblazer for our industry and we owe him a huge debt of gratitude for his incredible service, made even more remarkable by the many obstacles he had to overcome.\" Mick Whelan, general secretary of the train drivers union Aslef, said: \"We are incredibly proud to have had Wilston as one of our own, a dedicated driver with an illustrious and ground-breaking career.\" ", "url": "https://www.bbc.com/news/uk-england-london-59035203"}