{"datetime": "2021-11-16T01:11:05.000Z", "title": "Joe Biden and Xi Jinping: What they want from talks", "article": "US President Joe Biden and Chinese President Xi Jinping are holding a virtual summit as tensions between the two superpowers deepen. The competing nations surprised many last week by issuing a joint declaration to address climate change, at talks in Glasgow, Scotland. But growing concerns of a military confrontation over Taiwan have thrown their differences into sharp relief. The pair's third meeting will address several thorny topics. Cybersecurity, trade and nuclear non-proliferation are subjects on the table, sources familiar with the negotiations told US media. In a statement on Friday, the White House said \"the two leaders will discuss ways to responsibly manage the competition between the United States and the PRC, as well as ways to work together where our interests align\". The duo have spoken twice since Mr Biden took office in January, but both have acknowledged bumps in the relationship. Writing to the National Committee on US-China Relations non-profit last week, Mr Xi said his country was ready to work with the US to get relations back on track. He added that cooperation was \"the only right choice\". Our correspondents in Washington and Beijing assess how it might play out. Zhaoyin Feng, BBC News, Washington The expectation is low, but the fact the meeting is happening at all is a major outcome in itself. Both sides intend to repair the US-China relationship, which has taken a nosedive in the past few years. Taiwan is likely to top the agenda. Biden wants Xi to pledge to maintain peace across the Taiwan Strait, as Beijing has shown growing willingness to intensify military pressure on the island. In return, the US leader will have to reassure his Chinese counterpart that America takes no position on Taiwan's sovereignty. The meeting is also Biden's chance to convince Xi that the US administration's China strategy could be a stable framework for the bilateral relationship. Biden's China doctrine was previously summed up by his Secretary of State Antony Blinken - \"competitive when it should be, collaborative when it can be, and adversarial when it must be\". But Beijing has made it clear that issues of co-operation, such as climate action, cannot be divorced from points of contention in the diplomatic relations. \"If the oasis is all surrounded by deserts, then sooner or later, the 'oasis' will be desertified,\" said the Chinese foreign minister Wang Yi in September. Will the talks bring water to the \"deserts\" and put out the fires? Robin Brant, BBC News, Shanghai Taiwan and talking - two words sum up the key concerns of China as Xi Jinping sits down and Zoom his US counterpart.The island off the east coast of China, with its own democratically elected president, seems like an obscure issue for many outside Asia.But for Beijing, Taiwan is the renegade province that it has always wanted to fully reunite with the \"motherland\". Xi Jinping talks about it as an inevitability. He knows canonisation awaits if he is the man to do it.But just a few weeks ago Joe Biden pledged to defend Taiwan if China attacked. America's commitment to what to regards as a beacon of its values seems clear. Xi Jinping will want clarification. (In the meantime we know from satellite images in recent media reports that the Chinese military is using structures shaped like US aircraft carriers for target practice.)The prospect of a war is why \"talking\" is up the top of the \"virtual summit\" wish list too.Relations are in a bad place - a White House-ordered report from the US intelligence agencies has twice now re-iterated China's lack of openness on the investigation in to the origins of Covid-19.Just last week President Biden agreed further restrictions on trade with a Chinese telecom company. He's been successful too in starting to rebuild alliances to challenge China's influence and power in the Asia-Pacific region.Beijing will have noted, as we all did, that the last line of an official readout after the two men spoke by phone last September warned both sides had a responsibility to ensure \"competition didn't veer in to conflict\".Re-establishing multi-level mechanisms to meet, negotiate and talk could ensure that happens. ", "url": "https://www.bbc.com/news/world-us-canada-59258375"}