{"datetime": "2021-11-12T04:02:15.000Z", "author": "Waiyee Yip", "title": "China's Xi Jinping cements his status with historic resolution", "article": "The Chinese Communist Party has passed a \"historical resolution\", cementing Xi Jinping's status in political history. The document, a summary of the party's 100-year history, addresses its key achievements and future directions. It is only the third of its kind since the founding of the party - the first was passed by Mao Zedong in 1945 and the second by Deng Xiaoping in 1981.It was passed on Thursday at the sixth plenary session, one of China's most important political meetings. As only the third Chinese leader to have issued such a resolution, the move aims to establish Mr Xi as an equal to party founder Mao and his successor Deng. \"Just like the previous two resolutions, [this resolution] will play an important role in helping to unite the theory, will and action of the party - to achieve future progress and in realising the second centenary goal and the great Chinese dream of rejuvenation,\" senior party official Qu Qingshan said at a press conference on Friday. The party has previously set two centenary goals: that China would become a \"moderately prosperous\" society by 2021, and the second, that it would be a \"fully developed, rich, and powerful\" nation by 2049.Some observers see the resolution as Mr Xi's latest attempt to turn back decades of decentralisation by Chinese leaders that began under Deng and continued through other leaders like Jiang Zemin - a sign that China might be moving back to a so-called cult of personality. The four-day closed door session gathered more than 370 full and alternate members of the party's 19th Central Committee - the country's top leadership. It was the last major meeting of party leaders ahead of the national congress next year, where Xi is expected to seek a historic third term as president.In 2018,China scrapped the two-term limit on the presidency, effectively allowing him to remain in power for life.Essentially, it cements Mr Xi's hold on power, experts told the BBC.\"He is trying to cast himself as the hero in the epic of China's national journey,\" said Adam Ni, editor of China Neican, a newsletter on Chinese current affairs.\"By pushing through a historical resolution that puts himself at the centre of the grand narrative of the Party and modern China, Mr Xi is demonstrating his power. But the document is also a tool to help him retain this power,\" he said. Dr Chong Ja Ian from the National University of Singapore said the latest move set Mr Xi apart from other previous Chinese leaders.\"[Former leaders] Hu Jintao and Jiang Zemin never had as much consolidated authority as Mr Xi. However, it is unclear whether they had the inclination to do so even if presented with similar opportunities,\" said Dr Chong.\"There is certainly a lot of emphasis on Mr Xi as a person at present. The degree to which it becomes more formally institutionalised is what many are watching out for at the moment.\" Both Deng and Mao, who passed previous resolutions, used it as a way to break with the past.The first resolution, adopted at a party plenum in 1945, helped Mao consolidate his leadership so that he had full authority when he declared the creation of the People's Republic of China in 1949.When Deng took over as leader in 1978, he initiated the second resolution in 1981 where he criticised Mao's \"errors\" during the Cultural Revolution from 1966 to 1976, which led to millions of deaths. Deng also set the foundations for China's economic reforms.Unlike the former resolutions, however, Mr Xi is looking instead to emphasize continuity with his resolution, said Mr Ni.After all, Mr Xi's report comes at a time when China has become a global power - something scarcely imaginable just a few decades ago. \"The country stands at a point where it can now look back at significant growth in its economy, military, and recognition of its status as a major power, with the CCP as well as its leadership deeply entrenched with no opposition domestically,\" said Dr Chong. \"In some ways, the CCP with Mr Xi at its helm has reached a pinnacle of achievement for the party and for China.\" Still, politics can be \"surprising\", experts said, and despite all the evidence of Mr Xi retaining leadership for the foreseeable future, anything can happen.\"China's elite politics is opaque, so there is much we don't know,\" said Mr Ni.", "url": "https://www.bbc.com/news/world-asia-china-59229935"}