{"datetime": "2022-02-04T09:53:52.000Z", "author": "Caroline Davies", "subject": "Ukraine conflict", "title": "Putin's Olympic trip signals warmer Russia-China ties", "article": "Du Xin chalks on a blackboard at a snow-covered language school in Moscow while her two adult students watch and listen carefully. She grew up close to China's border with Russia, but has been in Moscow for more than four years.\"Very good relations between the countries mean more and more people want to learn the language,\" she says. One of her pupils, Ksenia Posokhova, explains that learning Chinese will be a potential benefit in the job market.In the eyes of President Vladimir Putin and his Chinese counterpart Xi Jinping, Russia's relationship with China has never been closer. Some years ago, President Xi called Mr Putin his best friend, and Russia's leader currently views China far more warmly than the English-speaking world.The two leaders met ahead of the Beijing Olympics opening ceremony on Friday, the first time they had met person since the pandemic began. Calling President Xi a dear friend, Mr Putin praised the country's \"unprecedented\" relations with China as a model for international relations.Among the deals signed was a plan for Russian gas giant Gazprom to increase exports to China from 38 billion to 48 billion cubic metres a year. Mr Putin's visit was highly anticipated. China's state news agency heralded the visit with video celebrating the two countries' \"shared future\" while the Russian leader penned nearly 1,500 words. He wrote of future projects including nuclear power plants and of \"centuries old traditions of friendship and trust\". Historians might disagree on that, but for the present, this meeting comes at a vital moment, as relations between the West and Russia hit a new low.Ukraine has played a role in Russia's friendship with China before.\"[Russia's] 2014 annexation of Crimea, and Western sanctions provided the secret sauce for the two countries to move much closer together,\" says Alexander Gabuev, head of the Russia in Asia-Pacific programme at the Carnegie Moscow Centre.\"My expectation is that if something big and dramatic happens, that will be 2014 for the China-Russia relationship but on steroids.\" Artyom Lukin, professor of international relations at the Far Eastern and Federal University in Vladivostok, agrees. For him, this is a relationship that has been in the making for years and Moscow is psychologically ready for it. \"The decision makers in Moscow understand that without Chinese assistance, without the backing of China, Russia would be unable to withstand confrontation with the West.\" \"They have each other's backs,\" says Annette Bohr, associate fellow at the Russia and Eurasia programme at Chatham House in London.In other words, they can avoid any risky confrontation with each other and work together against the US and its allies, she believes. \"They don't have to worry about possible criticism on human rights violations. And finally, they're very important economic partners.\" According to President Putin, the volume of mutual trade has increased by more than a third, reaching $146bn (£107bn; €128bn) in 2021. In Blagoveshchensk in Russia's far east, China is so close you can see its skyscrapers across the river. It's where ANK is based, who started selling soy bean oil across the border in 2016. Now 30% of their sales of the product go to China.\"If you want to develop in the Far East, the main partners should be Chinese business and Chinese companies,\" says Stepan Inyutochkin CEO of Soy ANK. \"We are just on the first step with a business relationship with our Chinese partners. We are just learning how we can co-operate.\" For the West, the closer Russia grows to China, the less effective sanctions become.\"It's uncomfortable for Americans to admit that it is our policies that in many ways, are acting as a cohesive agent for Moscow and Beijing,\" says Jude Blanchette, head of China studies at the Centre for Strategic and International Studies in Washington.That said, he thinks that sanctions can still have an impact, because China is heavily integrated into a largely US-dominated financial system. In the south-west of Moscow, the red pillars of the city's metro gleam outside the newly opened Michurinsky Prospekt station.Opened in December, the station and the line it's on were built by a Chinese company. Chinese symbols are etched into panels that hang from the ceiling.That does not mean there will not be bumps in the road for this new friendship.\"Russia is obviously the weaker and needier partner over time,\" says Alexander Gabuev, who believes territorial disputes could affect relations. \"It's not that China will seek to reclaim the Far East,\" he says. \"But it could really poison their relationship.\"Ukraine-related sanctions may have brought the two countries together, but Annette Bohr points out that China has yet to formally recognise Russia's annexation of Crimea, seized from Ukraine in 2014. \"It's struck a happy medium, by coming down on the side of Russia, but not talking about the need for an invasion of Ukraine.\" ", "url": "https://www.bbc.com/news/world-europe-60240762"}