{"datetime": "2022-02-04T12:48:39.000Z", "subject": "Ukraine conflict", "title": "China joins Russia in opposing Nato expansion", "article": "China has joined Russia in opposing further Nato expansion as the two countries move closer together in the face of Western pressure. Moscow and Beijing issued a statement showcasing their agreement on a raft of issues during a visit by Russia's Vladimir Putin for the Winter Olympics. Mr Putin claims Western powers are using the Nato defence alliance to undermine Russia. It comes amid tensions over Ukraine, which he denies planning to invade. Some 100,000 Russian troops remain at the border with Ukraine, which is a former Soviet republic. Mr Putin, who has written that Russians and Ukrainians are \"one nation\", has demanded that Ukraine be barred from joining Nato. While the lengthy joint statement did not refer directly to Ukraine, the two countries accused Nato of espousing a Cold War ideology. The talks, which the Kremlin said were \"very warm\", were held ahead of the Games opening ceremony. It was the first time the leaders have met face-to-face since the start of the pandemic. \"Friendship between [Russia and China] has no limits, there are no 'forbidden' areas of cooperation,\"the statement reads . The two countries said they were \"seriously concerned\" about the Aukus security pact between the US, UK and Australia. Announced last year,Aukus will see Australia build nuclear-powered submarines as part of efforts to boost security in the Asia-Pacific region. It is largely seen as an effort to counter China, which has been accused of raising tensions in disputed territories such as the South China Sea. Meanwhile Russia said it supported Beijing's One China policy, which asserts that self-ruled Taiwan is a breakaway province that will eventually be part of China again.However, Taiwan sees itself as an independent country, with its own constitution and democratically-elected leaders. They had lunch, they had talks then they went off to see a show together - a big show.Vladimir Putin is the star guest in Beijing for the start of the winter games. Of more significance to this visit is the increased co-operation and shared view of the world that Presidents Xi and Putin are keen to show. Although Ukraine wasn't mentioned it was clearly hinted at when they both said they oppose the enlargement of the Nato alliance.For China this is a delicate balance. Beijing has relations with Ukraine - political and economic. Any Russia invasion or military attack there could be damaging for President Xi's standing. Amid a growing war of words, the US on Wednesday accused Russia of planning to stage a fake Ukrainian attack that it would use to justify an invasion. Russia denied it was planning to fabricate an attack, and the US did not provide evidence to support the claim. Earlier the US said it was sending more troops to eastern Europe to support Nato allies. Russia said the move was \"destructive\" and showed that its concerns about Nato's eastward expansion were justified. ", "url": "https://www.bbc.com/news/world-asia-60257080"}