{"datetime": "2021-11-16T08:09:50.000Z", "title": "Biden-Xi talks: China warns US about 'playing with fire' on Taiwan", "article": "Chinese President Xi Jinping has used a virtual summit with US counterpart Joe Biden to warn that encouraging Taiwanese independence would be \"playing with fire\". The talks are the most substantial since Mr Biden took office in January. Both sides emphasised the two men's personal relationship and the summit was an attempt to ease tensions. But they could not escape one of the most sensitive topics: the self-ruled island of Taiwan. China sees Taiwan as a breakaway province to be reunified with the mainland one day. The US recognises and has formal ties with China. But it has also pledged to help Taiwan defend itself in the event of an attack. China's state-run Global Times said Mr Xi blamed recent tensions on \"repeated attempts by the Taiwan authorities to look for US support for their independence agenda as well as the intention of some Americans to use Taiwan to contain China\". \"Such moves are extremely dangerous, just like playing with fire. Whoever plays with fire will get burnt,\" it said. The White House said Mr Biden \"strongly opposes unilateral efforts to change the status quo or undermine peace and stability across the Taiwan Strait\". Despite the strong words on Taiwan, the meeting began with both leaders greeting each other warmly, with Mr Xi saying he was happy to see his \"old friend\" Mr Biden.Mr Biden said the two had \"always communicated with one another very honestly and candidly,\" adding \"we never walk away wondering what the other man is thinking\".Mr Xi said the two countries needed to improve \"communication\" and face challenges \"together\".\"Humanity lives in a global village, and we face multiple challenges together. China and the US need to increase communication and co-operation.\" said Mr Xi.The world's two most powerful nations do not see eye-to-eye on a number of issues, and Mr Biden raised US concerns about human rights abuses in Hong Kong and against Uyghurs in the north-west region of Xinjiang. China accuses the US of meddling in its domestic affairs.On trade, Mr Biden highlighted the \"need to protect American workers and industries from the PRC's [People's Republic of China's] unfair trade and economic practices\". Mr Xi also appeared to have made a strong comment on the issue, with Reuters reporting that he had told Mr Biden that the US needed to stop \"abusing the concept of national security to oppress Chinese companies\". Climate change was also discussed. Last week the two sprung a surprise by issuing a joint declaration to address climate change, at talks in Glasgow, Scotland. This was the third time the two leaders have spoken since Mr Biden's inauguration in January. The talks lasted three-and-a-half hours, longer than expected.Mr Xi has not left China in nearly two years, since the outbreak of the Covid-19 pandemic.The China-US relationship is crucial to both parties and the wider world, with Beijing having called repeatedly on the new administration in Washington to improve relations which deteriorated under Mr Biden's predecessor, Donald Trump. Both men are facing domestic concerns, with Mr Biden's poll numbers slumping in the face of inflation, the threat of coronavirus and the chaotic withdrawal from Afghanistan. Mr Xi is tackling energy shortages and a property crisis.That this meeting has happened at all between the world's two most powerful leaders tells you that both sides believe that the previous open hostility between Beijing and Washington wasn't working for either of them and was potentially dangerous. Their relationship had become so toxic and so dysfunctional that these video discussions have been, in part, an attempt to ensure that competition between China and the US didn't drift into armed conflict due to a misunderstanding at a global hotspot. On the one hand, we should probably be pretty happy they they're steering away from war before it can happen but, on the other, it is quite something that they have felt the need to do so. In fact, if you see the optics at this conference this is the warmest things have appeared for a long time with Chinese and US leaders. These efforts to make the discussions cordial with waving, talk of \"the global village\" and \"humanity's challenges\" was a far cry from the meltdown in Alaska this March when senior representatives from both administrations ended up sledging one another in public. This does appear to be a genuine attempt at a reset and we should actually expect this to alter global geopolitical relations in a concrete way. ", "url": "https://www.bbc.com/news/world-asia-china-59301167"}