{"datetime": "2021-12-09T00:23:20.000Z", "author": "Dickens Olewe", "title": "Africa needs China and the US to work together", "article": "Seventeen African countries are taking part in a two-day Democracy summit hosted by US President Joe Biden, billed as an event to discuss ways to defend against the rise of authoritarianism. Observers say it highlights the contrasting priorities of the US and China on the continent. The summit comes just over a week after the triennial Forum on China-Africa Cooperation (Focac) was held in Senegal's capital, Dakar, which has grown in significance as China became the continent's largest trade partner.China's President Xi Jinping announced investments of at least $40bn (£30bn) in projects spanning agriculture, digital economy, climate change, industrialisation, as well as one billion doses of Covid-19 vaccines in donation and joint manufacturing. \"It appears counterintuitive, but the more democratic a country, the closer they get to China,\" said W Gyude Moore, a senior policy fellow at the Center for Global Development.\"The biggest need in Africa happens to be infrastructure, and the funder to turn to in the last 20 years has been China,\" he added.At the Focac event, a photo of Sierra Leone Foreign Minister David John Francis handing over an artist's impression of a yet-to-be-built 7km (4 mile)- long bridge to his Chinese counterpart Wang Yi demonstrated China's important role in Africa. The estimated $1.2bn (£900m) Lungi bridge linking the peninsula capital Freetown to the main airport will offer a quick alternative to ferries which take hours and can be unreliable.Some observers say President Julius Maada Bio sees the bridge project as key to his 2023 re-election campaign, although others say there is no economic justification for it, pointing out that the money could be better spent on dealing with social challenges like illiteracy and maternal deaths.In The Gambia, President Adama Barrow recently won re-election after touting a Chinese-built bridge as well as promising to deliver a China-backed road project.Folashade Soule-Kohndou, a senior research associate at the University of Oxford, says African politicians often need Chinese infrastructure funding to deliver their electoral promises. According to the African Development Bank the continent needs $130-170bn a year to meet its infrastructure needs, but there's currently a massive shortfall, in the range of $68-108bn.That gap could potentially be filled by the European Union new $340bn infrastructure plan,the Global Gateway , as well the US's Build Back Better (B3W) scheme, which are both being promoted as alternatives to China's Belt and Road Initiative (BRI). But for the moment, these two projects are short on detail, compared to BRI which has already built roads, railways and ports around the world. Trade expert Francis Mangeni says it would be best for Africa if the various initiatives focussed on synergy not competition.\"Rather than seeing Chinese influence in Africa as negative and responding by competition and antagonism or containment, I think the other powers should complement it,\" he said. But he adds that it is up to African countries to assert their collective influence to ensure that this happens.However, the Global Gateway and B3W can have advantages over China's initiative if they focus more on technology transfer, faster delivery of projects, and on investment that is less centred on debt, Ms Soule-Kohndou said.Mr Moore agrees, saying that \"Africa needs to diversify its infrastructure funding, so this is a good problem to have\". But he adds that China has built cost-competitive infrastructure on the continent and it will therefore be tough, especially for US construction companies, to compete. He suggested that the US and China have different strengths that can be complementary to meet infrastructure, health, education and security needs in Africa.\"The US has great strength in human-capital investment. Its universities are the best in the world, so are its health systems. China could build the hospitals and the US could train the doctors,\" Mr Moore said.With the continent's population projected to double to 2.5 billion people by 2050, the focus on economic, social and political development is key. The Africa Free Continental Trade Agreement (AfCTA), an initiative launched in January to increase intra-African trade from its very low levels, is seen as a key way to achieve these aims. Mr Mangeni says China's proposal to link up BRI and AfCTA \"would massively boost trade on the continent and beyond\". \"The cost of trade in Africa is the highest in the world with transporting goods making up 90% of the cost, \" he said, adding that \"some of these people criticising China did not step in to invest in infrastructure\". Uganda's President Yoweri Museveni, who was not invited to the US Democracy summit - a decision his foreign ministry termed \"a big mistake\" - welcomed the Chinese private sector's deepening engagement, saying Western private investors were \"losing appetite\".Mr Museveni has been among a group of leaders pushing for increased access for African products to the Chinese market. He recently denied reports that the country's main airport was at risk of being taken over as an example of the widely reported but not proven accusations that China uses debt to entrap African countries.But these projects have often been mired in corruption, kickbacks, and lack transparency - a situation that has contributed to some African countries struggling to repay their debt.Some experts also worry that the continent's lack of a collective policy towards China undermines its strategic plans. \"Overall, China plays an important role as Africa's development partner, but Africa must be more proactive and co-ordinated in its relationship with China,\" wrote David Monyae from the Centre for Africa-China Studies at the University of Johannesburg. \"China has released three Africa policy papers since 2006 yet Africa is yet to develop a policy paper on China,\" he added.In his book China's Second Continent, Howard French recounted a conversation with a former Chinese ambassador to Zambia who mocked US policy in Africa. \"You [US] employ local people and place them as observers at each and every polling station... what else? I haven't seen any roads being built, any schools, any hospitals that really touch people, that can last, that can serve society for long. Maybe training election people is your biggest contribution,\" said Zhou Yuxiao then ambassador to Zambia.French wrote that he responded by mentioning the US' Emergency Plan for Aids Relief (Pepfar), which has provided life-saving drugs for millions of people on the continent since its launch in 2003. He recounted that Mr Zhou's entire response consisted of a nod. The US engagement in Africa is extensive especially in security and health services. It's African Growth and Opportunity Act (Agoa) also gives African businesses access to the lucrative American market.But Africa - as a unit - should chart its own path, just as Ghana's independence leader Kwame Nkrumah famously rallied the continent to \"face neither east nor west\" but face forward. According tostudies, a majority of Africans want to live in free democratic countries, but they also want governments that deliver good roads, better education, security, healthcare and much more. In order to achieve these aspirations, African leaders should put the continent's interests first and cherry-pick from the different schemes on offer, rather than becoming pawns in a global competition for influence, analysts say. ", "url": "https://www.bbc.com/news/world-africa-59531176"}