{"datetime": "2022-01-18T05:19:47.000Z", "subject": "Davos", "title": "China's Xi Jinping defends 'common prosperity' crackdowns", "article": "Chinese president Xi Jinping has made a rare defence on the world stage of his \"common prosperity\" policy, which has seen major crackdowns on businesses. His comments came during the World Economic Forum's (WEF) annual meeting of government and corporate leaders. China says the policy is aimed at narrowing the widening wealth gap, which could threaten the Communist Party's rule if left unaddressed. Technology, education and entertainment firms have been hit by the crackdowns. \"The common prosperity we desire is not egalitarianism,\" Mr Xi told delegates. \"We will first make the pie bigger and then divide it properly through reasonable institutional arrangements. As a rising tide lifts all boats, everyone will get a fair share from development, and development gains will benefit all our people in a more substantial and equitable way,\" he continued. The measures put in place by the common prosperity policies are seen by some as a way to rein in the billionaire owners of some of China's biggest companies to instead give customers and workers more of a say in how firms operate and distribute their earnings. But with its implementation, billions of dollars have been wiped off the value of some of China's biggest companies as Beijing imposed tough new regulations on them, which has rattled international investors. During his address Mr Xi moved to ease some of those concerns as he said the country is still open to investment from overseas. \"All types of capital are welcome to operate in China, in compliance with laws and regulations, and play a positive role for the development of a country,\" he said. Due to the pandemic this year's WEF annual meeting is being held online, rather than at the Swiss resort of Davos. Mr Xi's comments came as he is expected to be appointed for a third term in office later this year. That would cement his position as an equal to Mao Zedong, the founder of the Chinese People's Republic, and his successor Deng Xiaoping, who oversaw major reforms to the country's economy. Meanwhile, the Beijing Winter Olympics Games are due to start next month at a time when China is facing international criticism on a number of fronts including for encroaching on democratic freedoms in Hong Kong, its treatment of the Uyghur minority in Xinjiang and its stance on Taiwan. ", "url": "https://www.bbc.com/news/business-60034050"}