{"datetime": "2022-01-24T00:32:15.000Z", "author": "Stephen McDonell", "title": "Beijing 2022 vs 2008: Two Olympics and two very different Chinas", "article": "Beijing is about to become the first city to have hosted both the Summer and Winter Olympics. But much has changed between 2008 and 2022. This time round, the mood, the host government's attitude, and global expectations are all very different. I covered the Beijing Games in 2008 and still live in the Chinese capital. In 2022 the atmosphere is definitely not the same. Naturally, the Summer Olympics will always be a bigger deal than the Winter Games, simply because there are so many more countries invested in it. And then, of course, there's Covid.It is impossible to host \"normal\" Games with coronavirus outbreaks exploding in cities all round Beijing, in a country still officially committed to a \"zero Covid\" strategy. One fallout of this is that there are no ticket sales for the public.Instead, state-owned enterprises or other Communist Party organisations are distributing them to their people who will be expected to adhere to strict virus mitigation measures, including potential quarantine and multiple tests before and after attending. However, even if there was no Covid-19, China now is not the China of 2008. With a winter snowstorm disaster across the south of the country, 2008 began like the year from hell. Then came an uprising led by monks in Tibet, followed by a catastrophic earthquake in Sichuan that killed an estimated 70,000 people. The quake and the desperate race to find survivors generated massive international sympathy for China. By the time the Games began, the then leaders of the Communist Party were able to use this goodwill to show China off, highlighting its booming economy; haul of striking new architectural masterpieces; heaving, fun cities, and a society which had become much more open, with an edgy art scene, underground bands and ever greater exposure to foreign ideas. In 2022, the country has a new Party leadership with different priorities.The attitude towards global perceptions of China, under President Xi Jinping, is more along the lines of: We suffered 100 years of humiliation during the 20th century; our time has arrived; and it is for the rest of you to accommodate us as we rise to our rightful place on the world stage. Following the bloody Tiananmen Square crackdown in 1989, Beijing lost its bid to host the 2000 Olympics to Sydney. In order to secure the 2008 Games, certain changes were announced to show that China had moved on and was a worthy host. One such change was to ease travel restrictions on foreign correspondents. Up until then, journalists required permission from a local government, to travel anywhere in the country. I was at a function in 2008 and, along with a group of other reporters, chatting with Qin Gang from the Foreign Ministry who is now China's ambassador to the US. We asked him if he thought the journalist rules would revert to how they used to be, once the Games ended. \"No way,\" he said smiling and, imitating a car stick shift movement. \"China has only one gear and it's forward.\" At the time it certainly felt that way. And, on many fronts, China clearly has moved forward. If you came to Beijing for the last Olympics and only returned now you would see the difference. The city's transport infrastructure, for instance, has exploded.In 2008, Beijing's subway system had only four lines, with two and a bit more lines added just before the Games. Now with 27 lines and 459 stations (with more to come) it has evolved into the largest network on the globe.However, if a returning visitor dug a little deeper, they might also discover that tolerance towards non-Communist Party endorsed ideas has shrunk considerably. Some would even say it is vanishing. In recent weeks, dissidents have been pressured to not rock the boat at a time when all eyes are on China. This happened in 2008 too. The difference now is that there really are not so many intellectuals or human rights lawyers left to silence. They've long since been rounded up. Even ordinary academics are nervous about giving interviews in case their comments could be seen as casting their homeland in a poor light. In fact, one group of intellectuals, seen as troublemakers, have just been locked out of the group sharing part of the most important social media platform here, Wechat. One of them, Zhang Yihe told the BBC: \"At first I felt angry because I can't make my voice heard. Later though I decided that feelings of anger are useless and will only harm my health\". She said she doesn't expect the new restrictions on her and the others - introduced because of the Olympics - to be eased even after the Games end. This is not all that has changed.Prior to the 2008 Olympics, there was a unique, untrammelled night life in Beijing. You could be sure that any overseas visitor would be blown away by the energy of the scene. It was all happening. This metropolis still has plenty to offer but endless rounds of demolitions have removed many creative little places operating on a shoestring. I was speaking to a Chinese architect recently who joked that 10 years ago, it felt like he was going out every night.He laughed and added, \"maybe that's because I was younger\" but then he paused and thought about it, adding: \"The city was different then. I had so many foreign friends.\" Architects at the time were the toast of the town. There were many spectacular new buildings unveiled, ranging from the Escher-like CCTV tower, the beautiful dome housing the National Centre for the Performing Arts, or the dragon scale Beijing airport. The Olympic structures were also breath-taking. Rabble-rousing artist Ai Weiwei worked as an adviser on the design of the so-called Bird's Nest stadium, the city's national stadium.At the time, I remember interviewing him about it and all the other eye-catching, world-beating structures in the capital, as well as on what he thought the city could become in the future in terms of cutting-edge architecture. \"No, no, it's all over,\" he said. I didn't understand. \"That window, that moment in time has now shut,\" he said. What the artist, who's now in exile overseas, meant was that the pre-Olympic space for bold, artistic expression in architecture was closing, even before the Games had ended. I was a little sceptical but, by 2014, President Xi was saying it out aloud when he told a major cultural symposium that he'd had enough of all the \"weird architecture\". Very soon though, the world's eyes will again be on the Bird's Nest, for the opening and closing ceremonies of the 2022 Winter Olympics. There will be fewer governments represented, following a series of diplomatic boycotts because of alleged human rights abuses, especially in Xinjiang, where officials have been accused of grave human rights abuses towards the ethnic Uyhgur population. And just as Beijing's attitudes have hardened towards other administrations in recent years, a number of foreign governments have hardened their own stances towards China as well.There is less willingness to turn a blind eye to the Party's ill treatment of its own citizens. To an extent at least, the cultural vision for the ceremonies at these Olympics will be constant, with film director Zhang Yimou again in charge. He's been accused, by some, of selling out since the days of his tough films about the Cultural Revolution and the Great Leap Forward, when millions are believed to have starved to death, but he received great acclaim for his visual feast in 2008. He might argue that the Games simply provide another canvas on which to present a vision of China - where it has been and where it is going. Given how different China's position in the world has become, it will be fascinating to see what he has come up with for the Winter Olympic ceremonies. It could shape the way the entire Games is viewed by the rest of the world. This will be a televised event. It's freezing cold. You can't get tickets. The only foreigners here for the event are those participating or working there and all they will see of Beijing is whatever there is to see inside a giant Covid-protection bubble. All these factors have also moulded what these Olympics will become. But - for a government nervous about anything going wrong - if this becomes a sit at home moment in history, perhaps that suits them right down to the ground. ", "url": "https://www.bbc.com/news/world-asia-china-60078516"}