{"datetime": "2021-11-02T22:35:44.000Z", "subject": "COP26", "title": "COP26: Biden attacks China and Russia leaders for missing summit", "article": "US President Joe Biden has criticised the leaders of China and Russia for not turning up to the COP26 climate summit. In a speech on Tuesday night, Mr Biden said climate was \"a gigantic issue\" and China \"walked away\" - adding it was the \"same thing with Russia and Putin\". Neither Russian President Vladimir Putin nor Chinese leader Xi Jinping are at the summit in Glasgow.Both countries however have sent delegations to the talks, which are due to run for two weeks until 14 November. China is the world's largest emitter of carbon dioxide, followed by the US. Russia is the fifth largest after the EU and India.More than 120 leaders turned up at the conference in Scotland's largest city.Countries have already announced major deals, includinga global pledge to slash methane levels by 2030 as well asto end and reverse deforestation by the same year.Both China and Russia are signatories of the pledge to reverse deforestation. Before Mr Biden's speech, Mr Putin virtually addressed a meeting on forest management at the COP26 summit on Tuesday, saying that Russia takes the \"strongest and most vigorous measures to conserve\" woodlands,according to a Kremlin press release . The US president made his comments when asked about the role that other countries - including China, Russia and Saudi Arabia - had played in talks so far.\"The fact that China is trying to assert, understandably, a new role in the world as a world leader - not showing up, come on,\" Mr Biden said, adding that Xi Jinping's absence was a \"big mistake\". He said the same about Mr Putin, saying that Russia's wilderness was burning and their president \"stays mum\" about the issue.Mr Putin's spokesman Dmitry Peskov gave no reason why the Russian leader would not attend whenthey announced the decision in October , although he said climate change was an \"important\" priority for Russia.The same monthofficials warned UK Prime Minister Boris Johnson that China's President Xi Jinping was not expected to attend. It is thought that President Xi has not left China since early 2020. In September Mr Xi announcedChina will aim for carbon neutrality by 2060 , with a plan to hit peak emissions before 2030. President Putin said Russia would also strive to reach carbon neutrality \"no later than 2060\" in an international energy forum speech on 13 October.Net zero, or becoming carbon neutral, means not adding to the amount of greenhouse gases in the atmosphere.Read more about the COP26 summit here Simple guide to climate change What will climate change look like for you? Will the UK meet its climate targets? How extreme weather is linked to climate change ", "url": "https://www.bbc.com/news/world-59138578"}