{"datetime": "2021-09-10T08:24:29.000Z", "title": "US Biden and China's Xi hold first call in seven months", "article": "Chinese President Xi Jinping has spoken with his US counterpart Joe Biden for the first time in seven months. A White House Statement said both leaders had \"discussed the responsibility of both nations to ensure competition does not veer into conflict\".This is only the second call between them since President Biden took office. US- China relations have been tense, with clashes over issues like trade, espionage and the pandemic. \"The two leaders had a broad, strategic discussion in which they discussed areas where our interests converge, and areas where our interests, values, and perspectives diverge,\"the White House Statement added. \"This discussion, as President Biden made clear, was part of the United States' ongoing effort to responsibly manage the competition between the United States and the PRC.\" Chinese state broadcaster CCTV said the phone call was \"candid [and] in-depth\", adding that it had covered \"extensive strategic communication and... issues of mutual concern\".\"Whether China and the US can properly handle their relations... is critical for the future and destiny of the world,\" said Mr Xi, according to the CCTV report. Mr Biden's predecessor Donald Trump had interacted more frequently with Mr Xi when he first took office.Within the first six months of his administration, Mr Trump spoke to Mr Xi twice over the phone, and also invited the Chinese President to Mar-a-Lago, Mr Trump's private club, where the two held talks in person. A senior White House official on Friday said the call came at the request of President Biden, who had become \"exasperated\" by the unwillingness of lower level Chinese officials to hold substantive talks with his administration.Earlier this year, high-level talks between the Biden administration and China were fraught with tension - with officials on both sides exchanging sharp rebukes.Chinese officials had accused the US of inciting countries \"to attack China\", while the US said China had \"arrived intent on grandstanding\". There are quite a few major issues the two economic giants clash on - with human rights and democracy a major sticking point.The US accuses China of genocide against the Uighur population in the province of Xinjiang. It also says Beijing is trampling on democratic rights in Hong Kong with a recently introduced security law that critics say is being used to crack down on dissent. Meanwhile, China has repeatedly told the US to stop interfering in what Beijing considers its internal affairs and accuses Washington of \"smearing\" the ruling Communist Party. There's also the issue of trade. Both countries have been locked in a trade battle that began in 2018 under then President Donald Trump. The US had imposed tariffs on more than $360bn (£268bn) of Chinese goods, and China has retaliated with tariffs on more than $110bn of US products.Mr Biden has not pulled back on the tough trade messaging to Beijing of his predecessor - something that has angered China.Then there's the South China Sea.In recent years it has become a flashpoint between China and other nations in the region which claim sovereignty over two largely uninhabited island chains, the Paracels and the Spratlys. China claims most of the sea, but neighbouring countries which have competing claims and the US disagree. Despite the opposition, Beijing has continued to expand its military presence in the area while maintaining that its intentions are peaceful. We could also be seeing tensions over Afghanistan. China has repeatedly criticised the US for its withdrawal from Afghanistan. Earlier this week, Chinese Foreign Ministry Spokesperson Wang Wenbin once again slammed the US, saying their troops had \"wreaked havoc\". He also accused the US of inflicting \"serious damage on the Afghan people\". ", "url": "https://www.bbc.com/news/world-asia-china-58511173"}