{"datetime": "2021-09-29T23:16:43.000Z", "author": "Peter Hoskins", "title": "Changing China: How Beijing's crackdowns are impacting business", "article": "Hardly a day has gone by in recent months without news of a fresh crackdown on one part of the Chinese economy or another. The slew of announcements of tough new regulations and the stringent enforcement of existing rules have targeted many of the country's biggest companies. As we explainedin the first part of this series on the recent developments in China, these measures are part of President Xi Jinping's centrepiece policy initiative, known as \"common prosperity\". The phrase is not a new one in China. It has been around since the 1950s, when it was used by the founding leader of the People's Republic of China Mao Zedong. The sharp escalation of the term's use in the year that the Chinese Communist Party (CCP) also celebrates its 100th anniversary has been seen as a signal that it is now central to government policy. Key to the common prosperity policies are Beijing's attempts to narrow the huge wealth gap between the nation's richest and poorest citizens. It is an issue that some would argue both endangers the rise of the world's second largest economy and poses an existential threat to the CCP. These latest measures are seen by some as a way to rein in the billionaire owners of some of China's biggest companies to instead give customers and workers more of a say in how firms operate and distribute their earnings. The ramping up of rhetoric from Beijing in recent months has seen action being taken against a dizzying array of Chinese business interests. Everything from insurance agents, private tutoring firms, real estate developers and even companies planning to sell shares in the US have come under intense scrutiny. The technology industry , in particular, has seen a deluge of action against it, including crackdowns on ecommerce firms, online finance services, social media platforms, gaming companies, cloud computing providers, ride-hailing apps andcryptocurrency miners and exchanges . These moves are, of course, having a major impact on both China's economy and society, and effects are also being felt around the world. The country has long been seen as the factory of the world, as well as a major engine of global economic growth. Now, the uncertainty around the regulation of businesses in China is making it difficult for companies from overseas to make decisions about potential investments. Although another way of looking at it is that while there will be some short-term upheaval as the new rules are implemented, the reworked regulatory framework will remove uncertainty in the long-term. Presumably, that's the way the Chinese government views it, at least. Even before it became fully apparent that Mr Xi was looking to reshape China's economy with his common prosperity policies, Beijing unleashed a shock and awe display of its firepower. Less than a year ago, Jack Ma, the multi-billionaire founder of Alibaba who was known for his flamboyant appearances at dazzling corporate events, was just about to oversee the world's biggest ever stock market debut. The initial public offering ofAnt Group , Alibaba's financial affiliate and owner of China's largest digital payment platform Alipay, was set to rake in $34.4bn (£25.4bn). It would have made Mr Ma Asia's richest person, but then he made a controversial speech criticising China's financial system. Within days of the address the share sale was called off and the once-high-profile Mr Ma was not seen again in public until January the following year. Since thenAlibaba has been hit with a record $2.8bn fine after a probe found that it had abused its market position for years. Ant has also announced adrastic restructuring plan for its business. Whether or not the episode was officially part of the common prosperity initiative we can leave to the historians of the future.What we can say for sure is that Mr Ma's spectacular fall from grace and the action taken against his vast business empire served as a powerful opening act to the drama that is now reaching into every corner of China's economy. China Evergrande Group is another vast company that has found its fate intertwined with common prosperity policies. Its core business is real estate development but the company also has interests in wealth management, electric cars and food and drink manufacturing. It even owns one of China's biggest football teams - Guangzhou FC. It is run by a multi-billionaire, Hui Ka Yan, who unlike Jack Ma actually did, briefly, become Asia's richest person - back in 2017, according to Forbes. In recent weeks the debt crisis engulfing Evergrande has rocked global financial markets. On its way to becoming one of China's biggest real estate developers it racked up debts of more than $300bn. Beijing now views heavily-indebted property firms as a threat to the economy, so Evergrande was exactly the sort of company it had in mind when it introduced measures to cut borrowing in the sector. Now, without enough fresh infusions of borrowed money, the company is struggling to meet the repayments on its existing debts. Under the common prosperity doctrine, authorities seem more likely to help buyers of Evergrande's properties and the customers of its wealth management business rather than the company itself and its other creditors like bond holders and banks. This notion was supported just this week when China's central bank, without directly mentioning Evergrande, vowed to protect consumers exposed to the housing market. That all adds up to a major headache for financial markets as the firm has seen more than 80% wiped off its stock market value in just the last six months. When in early August a Chinese state media outlet called online games \"spiritual opium\" it was viewed as a red flag. The news sent shares in gaming firms like Tencent and NetEase sharply lower as the industry braced itself for tough new curbs. To no-one's surprise, later the same month authorities unveiled plans to further clamp down on the country's young gamers and impose tighter regulations on gaming platforms. Under-18s were told that they would be allowed to play for only an hour on Fridays, weekends and holidays and that gaming would only be allowed between 8pm to 9pm. The new regulations mean that it will be up to the gaming companies to prevent children from breaking the rules, while authorities have said they will increase their scrutiny of the firms to ensure the limits are enforced. If all of this sounds like the Chinese government must be running out of businesses to hit with new rules, Beijing has signalled that the crackdowns will continue for years to come. Just last month, it publisheda new 10-point plan , which runs to the end of 2025, outlining tighter regulation of much of the economy. What is not yet clear is just how radically these new rules and much stricter enforcement of existing ones will reshape the world's second largest economy. The outcome of that is likely to have major ramifications for all of us, whether we live in China or not. This is the second in a three-part series looking at China's changing role in the world. Part three will explore the global implications of Beijing's transformation of how the country's businesses operate. ", "url": "https://www.bbc.com/news/business-58417234"}