{"datetime": "2021-03-26T00:23:30.000Z", "author": "Natalie Sherman", "title": "Minimum wage fight: 'There's no recovery without raising it'", "article": "When 23-year-old Jamila Allen cast her vote for Joe Biden in the US presidential election last year, one thing was top of her mind: his promise to raise the country's minimum hourly wage to $15 (£10.80). Jamila, a full-time manager at a fast food restaurant in North Carolina, earns about $11.20 an hour. With an increase, she saw a chance to breathe easier financially - to not worry about the cost of food and other basics, maybe live on her own, even save up to go to university. But though Mr Biden won the White House, the prospects of such a change to the minimum wage remain unclear. Last month, a proposal to include the increase in the$1.9 trillion economic relief package failed - sunk in part due to lack of support from key members of his own political party, the Democrats, who said requiring businesses to pay $15 an hour by 2025 went too far. Now, as Mr Biden turns to other priorities, such as a massive package of infrastructure spending, there is a risk the issue will get lost. \"We've been fighting for so long,\" Jamila says. \"To see that the people we voted for really denied it made me feel really disappointed.\" Polls show widespread support for raising the national minimum wage, which has been stuck at $7.25 (£5.22) - roughly $15,000 annually - since 2009. In recent years, under pressure from activists, 30 states and Washington DC have taken steps to boost pay above that standard. Nine will have minimum rates at or above $15 per hour by 2025. Major employers like Amazon, Target and grocery store Kroger have also set starting pay at that amount. But efforts to extend the increase countrywide have repeatedly failed. The Raise the Wage Act would have increased the minimum hourly rate to $9.50 this year and to $15 by 2025. It also proposed expanding the minimum rate to more groups, such as people under the age of 20, disabled and tipped workers. Economists estimate such a move would boost pay for roughly 30 million people, or about one in six US workers - disproportionately black and Hispanic women in southern states.\"There are 20 states that haven't and won't raise their own minimum wages [without] federal action,\" says Judy Conti, government affairs director at the National Employment Law Project, which has pushed for an increase. \"It is leaving way too many people behind… and it is leaving them behind in a systemically discriminatory way.\" Senators from both political parties have said they are open to an increase.After all, the current minimum is so low that less than 2% of US workers earn at or below that rate - even less than in the UK, where the comparable figure stands atabout 7%. But many business groups and politicians favour a smaller increase - to $10 or $11 an hour - arguing that $15 doesn't account for the difference between places like high-cost New York City and rural Mississippi. Lawmakers looking at a rise should account for regional cost-of-living variation, reconsider the timeframe to phase in a hike, and include other support for businesses, says Sean Kennedy, executive vice president of public affairs for the National Restaurant Association, which opposed the increase to $15 in the relief bill, including the expansion to tipped workers. \"We are absolutely ready for a real conversation on what to do about increases to the minimum wage, but the Raise the Wage Act is not the right way to do it,\" he says. The pandemic has complicated the conversation.Many on the right say acting now will hurt small firms in the already battered restaurant and hospitality sector, risking millions of jobs needed for a recovery - an estimated 1.4 million by one government estimate.But supporters of a change say $15 hourly pay - a target activists first set back in 2012 - would help stimulate spending, and argue that the dollars involved are not radical. Equating to roughly $31,000 a year, it is barely enough for a single adult to afford basic necessities in most parts of the country, according to a living wage calculator put together by researchers at the Massachusetts Institute of Technology (MIT).\"Workers in this country have compromised enough,\" says Lauren Jacobs, executive director at the Partnership for Working Families, a national network of advocacy groups.\"The reason why so many people and so many families are on the precipice of eviction and that hunger has expanded so much is because of the working conditions that existed before the pandemic started. Raising the minimum wage is a long-term fix to getting at some of the root causes.\" Saru Jayaraman, president of One Fair Wage, which represents tipped workers and restaurants that support an increase, says the topic remains the subject of active discussions in Washington and she is optimistic that it will pass eventually. \"There is no recovery without raising the wage. You can't 'build back better',\" says Ms Jayaraman in a pointed reference to Mr Biden's campaign slogan. \"So it's not dead by any means - it's actually much more alive than it's been in a very long time.\"Activists don't plan to let Mr Biden forget his promises. \"We need $15. I know people who are getting paid $13 and still can't afford things,\" says Jamila, who joined the Fight for $15 campaign a few years ago when she started working at the Freddy's Frozen Custard & Steakburgers chain in Durham. \"So we're going to keep pushing, keep yelling, keep talking and we're going to make them listen.\" ", "url": "https://www.bbc.com/news/business-56406124"}