{"datetime": "2018-12-12T17:44:13.000Z", "title": "Spain's minimum wage to jump 22% in new year", "article": "Spain's minimum wage will jump by 22% in 2019 - the largest annual increase in more than 40 years. It means millions of low-paid workers could see a pay rise from €736 ($835; £665) to €900, effective from January. Prime Minister Pedro Sánchez announced the increase on Wednesday, declaring \"a rich country cannot have poor workers\". The announcement comes two days after France's president Emmanuel Macron announced a €100 increase for minimum wage earners from 2019. Mr Macron's move came after weeks of sometimes violent protests from the \"gilets jaunes\" movement against high costs of living.But while Spain's increase is part of an annual review, it is far higher than any adjustment in recent years. Spain's minimum wage is lower than that of the UK, Germany and France but higher than in other EU members including Portugal, Greece and Poland. Many workers in Spain are paid for 14 months of work, with extra payments in July and December - making the effective annual minimum salary €12,600. Ministers will approve the measure at their meeting on 21 December, Mr Sánchez said. It will then be authorised by royal decree, without the need for approval by parliament. Spain sets the minimum wage annually, but recent increases have been much smaller - set at just 4% a year ago. If all goes to according to plan, the increase will be the biggest since 1977, the year of Spain's first free elections following the death of dictator Francisco Franco. The large bump is the result of an ongoing attempt by Mr Sánchez's minority government to secure its political plans - including budget measures - with the help of anti-austerity party Podemos. Podemos claimed the minimum wage increase as a victory for the party, with its General Secretary Ramón Espinar calling it \"the first step to balance the scales\". Mr Sánchez is also under pressure from Catalan separatist parties -they have refused to back him over rising tensions between the semi-autonomous region and Madrid - and from the success of far-right party Vox -it made gains in Andalusia's regional election . Four weekends of violent protests against fuel tax rises, living costs and other issues prompted Mr Macron to announce economic concessions. The effective increase of 7% will be met by the government rather than employers, at the cost of billions of euros in public money. Other measures included cancelling a planned tax increase for low-income pensioners, overtime pay no longer being taxed, and employers asked to pay a tax-free end of year bonus to employees. But Mr Macron did not reinstate a tax on the wealthy he had abolished, saying \"this would weaken us, we need to create jobs\". ", "url": "https://www.bbc.com/news/world-europe-46539748"}