{"datetime": "2021-09-03T03:22:04.000Z", "title": "China set to open new stock exchange in Beijing", "article": "China has announced plans to set up a third stock exchange to serve small and medium-sized businesses. President Xi Jinping said the new share market will be in the capital Beijing, during a speech to the International Fair for Trade in Services.Mainland China currently has two major markets based in the Shanghai financial hub and the southern city of Shenzhen. The move comes as Chinese companies are under intense pressure at home and in the US. While President Xi did not elaborate on the plan, the China Securities Regulatory Commission (CSRC) published a statement shortly after his speech that said its leadership was \"excited\" at the prospect. \"Small and medium-sized enterprises can do great things,\" the CSRC added. The regulator said that the registration system for the exchange would be similar to Shanghai's STAR market, which is seen as China's answer to the technology-heavy Nasdaq platform in the US. The announcement comes as Chinese companies have been under increasingly close scrutiny, by both Beijing and Washington. In recent months, Chinese authorities have announced a series of measures that have had a major impact on large parts of the country's private sector - from tech giants and tutoring firms to music streaming platforms and TV companies. Along with a huge swathe of tough new measures imposed on companies Chinese authorities have intensified their oversight of firms with share listings in the US. Last week, Chinese electric car maker BYD's had to suspend a plan to sell shares in its computer chip making unit, making it the latest share offering to be hit by Beijing's crackdown on businesses. Earlier this month, the Chinese government signalled that this crackdown would continue as it unveiled a five-year plan outlining tighter regulation of much of its economy. Meanwhile in America, the Wall Street regulator, the Securities and Exchange Commission (SEC) said it will now require extra information from Chinese companies aiming to sell shares in the US. ", "url": "https://www.bbc.com/news/business-58417235"}