{"datetime": "2020-06-06T14:35:56.000Z", "title": "Trump 'approves plan' to cut US troops in Germany", "article": "US President Donald Trump has approved a plan to withdraw 9,500 American troops from bases in Germany by September, US media say. Mr Trump, who has long complained that European members of Nato should spend more on their own defence, reportedly wants US troop levels capped at 25,000. Troops would either be redeployed elsewhere or return home, US media report, citing a government official. Tensions between the US and its Nato allies have increased under Mr Trump. The president has said that Europe's North Atlantic Treaty Organisation (Nato) members should no longer be relying so heavily on the US to shoulder the costs of maintaining the alliance. The German foreign ministry has not commented, but two senior members of the ruling Christian Democratic Union party expressed concern at the news. MP Andreas Nick said the fact that the Pentagon had made no public comment, instead directing inquiries to the White House, indicated \"that the decision is purely politically motivated\". Johann Wadephul said the plan showed \"once again that the Trump administration is disregarding an elementary task of leadership: the involvement of allies in the decision-making process\". Meanwhile, Polish PM Mateusz Morawiecki said he hoped some of the troops moved out of Germany would be reassigned to his country. On Friday, Mr Trump directed the Pentagon to permanently remove what would amount to 27.5% of the country's troops currently based in Germany, the Wall Street Journal reported, citing an unnamed administration official. It added that the defence department would need to approve the plan before it could be implemented.The White House did not immediately confirm the reports, but spokesman John Ullyot said in a statement that the US remained \"committed to working with our strong ally Germany\" on defence and other issues. Mr Trump has previously raised at Nato summits the issue of so-called burden-sharing. The debate focuses around the target agreed by all alliance members that defence spending should reach 2% of GDP (gross domestic product, the total value of goods produced and services provided) by 2024.Last year, Nato's civilian and military budget was about €1.67bn (£1.43; $1.84bn), its own figures show. The US military presence in Germany is a legacy of the post-World War Two Allied occupation of the country. Germany currently hosts by far the largest number of US forces in Europe, followed by Italy, the UK and Spain.Some US personnel based in Europe support non-Nato operations and US military numbers fluctuate as forces are rotated in and out of Europe. ", "url": "https://www.bbc.com/news/world-us-canada-52947056"}