{"datetime": "2015-07-23T05:38:03.000Z", "author": "Katie Hope", "title": "New York state to raise fast food minimum wages", "article": "New York state fast food workers' wages will eventually rise to $15 (£9.60) an hour, after a state wage board unanimously recommended the increase. New York City workers will be the first to benefit, with the increase due to be in place by the end of 2018. Fast food workers in the rest of the state will have to wait until mid 2021 for the rise. State Governor Andrew Cuomo said the vote marked \"one of the really great days of my administration\". The state minimum wage is currently $8.75. \"You cannot live and support a family on $18,000 a year in the state of New York, period,\" he said. \"This is just the beginning. We will not stop until we reach true economic justice,\" he added. New York mayor Bill de Blasio said he would now push for every worker in the city, not just fast food staff, to get a higher salary. \"This only underscores how necessary it is to raise the wage across the board. As much as fast food workers need and deserve a raise - and we know they do - we must ensure that every worker gets a living wage,\" he said. While Mr de Blasio has pushed for a higher minimum wage, he does not have the power to set it.As a result, Governor Cuomo created the panel to look at wages in the fast food industry. Now the panel has backed the increase, it is expected to be backed by the acting state commissioner of labour, marking the last significant hurdle before it becomes mandatory. The move is expected to affect around 180,000 workers which are employed in the fast food industry in New York state. The decision follows similar minimum wage increases in other US cities, including Seattle, San Francisco and Los Angeles.The University of California system earlier said that it would raise its minimum wage to $15 for all hourly workers. But the move was not universally welcomed. Restaurant owners warned that the increase would force them to either reduce their staff numbers or increase menu prices.Jack Bert, a franchisee who owns seven McDonald's in New York City, said it had been \"a flawed process\".\"Singling out fast food restaurants while ignoring other industries that hire workers who are paid under $15 is unfair and discriminatory, harms New York workers, and puts some New York businesses - including mine and my fellow New York McDonald's franchisees - at a competitive disadvantage,\" he said. And Randy Maestro, a lawyer hired by a group of franchise owners, said the group was looking into whether the decision could be challenged in court. ", "url": "https://www.bbc.com/news/business-33631609"}