{"datetime": "2020-11-03T15:29:13.000Z", "author": "Jake Horton", "title": "US election 2020: Why does the vote matter to people in UK?", "article": "The US presidential election is underway, and the UK will be looking to strike a post-Brexit trade deal with whoever wins. But how might the result affect us in the UK?The UK currently trades with the US on terms that were negotiated with the EU. But that will change on 1 January when the UK stops following EU trade rules. Both the US and the UK are negotiating a trade deal, with the aim of making it easier and cheaper to buy and sell goods to each other.Given that the new presidential term doesn't start until 20 January, a deal is unlikely to be agreed until after then.And when a deal is agreed depends, in large part, on the will of the next president. When it comes to UK export destinations,the US is the UK's second biggest market behind the EU. A favourable UK-US trade deal would aim to lower tariffs (taxes paid on imported goods). This could help keep prices down at home, and make it easier to sell things to the US. President Donald Trump, who has called himself \"Mr Brexit\", says he wants a speedy trade deal.But if Democratic presidential hopeful Joe Biden wins, this could be a slower process, as he might prioritise repairing US-EU relations. Mr Biden was vice-president to President Barack Obama, who said before the 2016 EU referendum that the UK would be at the \"back of the queue\" in any trade deal with the US, if it voted to leave. That said, there's no guarantee of a quick trade deal no matter who wins the election - the US Congress will have a say, and could stall the process.The UK will be renegotiating how it trades with the US in all areas - and this includes food standards.Food imported to the UK currently has to meet standards set by the EU, but this won't be the case from 1 January - and new terms will have to be agreed with the US. In 2019, the Trump administration set out some of itspriorities in any UK trade deal - and one of these was to allow US agricultural products to be sold to the UK with fewer constraints. Some fear the UK will allow food imports from the US that don't adhere to current food standards. The debate has centred around chicken washed with chlorine - something that's allowed in the US, but not in the UK. The government insists it's committed to high standards, but MPs have so far rejected proposals for imported foods to meet current EU standards. This leaves the door open for chlorinated chicken and other farming practices that fall below current standards to be on the table in future trade talks. We're not sure on Mr Biden's position, buthe apparently told former deputy prime minister Sir Nick Clegg that the US wouldn't sign anything that chicken farmers in the US didn't like. Under the current UK system, experts decide how much the NHS will pay for drugs, but the US pharmaceutical industry wants to have more say over prices, and the Trump administration has also said that this is a priority in negotiations. Mr Biden's position, again, is less clear.UK negotiators have stated that in any US trade talks: \"The NHS will not be on the table. The price the NHS pays for drugs will not be on the table.\" There's also another important political dimension to any deal with the US - the Irish border. Last year the UK and EU signed a deal, called the withdrawal agreement, which paved the way for Brexit to happen. It included a plan to prevent checks along the Irish border from January 2021, which is when the new UK-EU relationship will start. But the issue has resurfaced after the UK government said it wanted to make changes to the previously agreed arrangement. Mr Biden - a man with Irish roots - has made his position clear,tweeting that any trade deal with the UK must be contingent upon \"preventing a return to a hard border\" with Ireland and \"respect\" for the Good Friday Agreement. He says he wouldn't allow peace in Northern Ireland to become a \"casualty of Brexit\". This is similar tothe position taken by the Trump administration, which has said it wants to \"see the lack of a border maintained\". The Irish lobby is powerful in US politics, and it would seem either administration would push back against any changes along the border.", "url": "https://www.bbc.com/news/election-us-2020-54707562"}