{"datetime": "2020-11-08T09:15:09.000Z", "title": "Boris Johnson congratulates Joe Biden on US election win", "article": "UK Prime Minister Boris Johnson is among politicians to have congratulated Joe Biden on his US election win. He said he looked forward to \"working closely\" with the new president-elect. Labour leader Sir Keir Starmer praised Mr Biden's campaign of \"decency, integrity, compassion and strength\". Former Home Secretary Sajid Javid said Biden's win was \"good news\" for the UK in terms of closer co-operation on climate change, free trade and fighting the Covid pandemic.He told Sky News' Ridge on Sunday that Mr Johnson's closeness to Donald Trump had been \"overstated\" and the Conservative government actually had more in common, in terms of policy, with his Democratic rival. Vote counting continues after Tuesday's election, but the BBC projected on Saturday thatMr Biden has surpassed 270 electoral college votes - the threshold required to win. Donald Trump's campaign has indicated the incumbent president does not plan to concede. Mr Johnson said in a statement on Twitter on Saturday : \"The US is our important ally and I look forward to working closely together on our shared priorities, from climate change to trade and security.\" Mr Johnson, who has yet to meet Mr Biden, also congratulated the president-elect's running mate, Kamala Harris, on \"her historic achievement\". She will be the country's first female vice-president. Foreign SecretaryDominic Raab said Mr Trump had \"fought hard\" but that he was looking forward to working with the new administration. \"The UK-US friendship has always been a force for good in the world,\" he added. They won't be seen as natural allies: Joe Biden, the seasoned Democrat, and Boris Johnson, the enthusiastic Brexiteer. In looking at how their future relationship might work, it's worth considering the past. Specifically that seminal year, 2016, when Donald Trump won the White House and the UK voted to leave the EU. Both Mr Biden and his boss at the time, Barack Obama, made no secret they preferred another outcome on Brexit. The UK government's recent manoeuvres in relation to Brexit have not gone down well with key Democrats and the Irish lobby, including the US president-elect. Mr Biden said he would not allow peace in Northern Ireland to become a \"casualty of Brexit\" if elected - stating that any future US-UK trade deal would be contingent upon respecting the Good Friday Agreement. The \"special relationship\" could, feasibly, face a downgrade. However, the two men may yet find some common ground. The leader of the Liberal Democrats,Sir Ed Davey, said the result was \"a great victory for social justice, climate action and democracy\". First Minister of Scotland Nicola Sturgeon also shared her congratulations, while SNP Westminster leader Ian Blackford said the win \"gives great hope to progressives here in Scotland and around the world\". First Minister of Wales Mark Drakeford tweeted that he was looking forward to working with Mr Biden \"to build on the strong links between Wales and USA\". The UK is currently in trade talks with both the US and the EU. During the campaign, Mr Biden warned that he would not accept any agreement that imperilled the Good Friday Agreement and peace in Northern Ireland. While vice-president, he signalled his opposition to Brexit.Shadow international development secretary Emily Thornberry told Sky News that it would \"very difficult but not impossible\" for a government led by staunch Brexiteer Mr Johnson to develop a close relationship with the president-elect. She told Ridge on Sunday the UK's primary focus must be on completing an agreement with the EU.\"The reality is getting an all-singing, all-dancing trade deal is something that takes many years and is quite complex,\" she said.\"Let's make sure we have a proper deal with the EU...and that we are not undermining the Good Friday Agreement and then we could move to work with the US in other areas where we could increase trade.\" The BBC's projection of Mr Biden's victory is based on the unofficial results from states that have already finished counting their votes, and the expected results from states like Wisconsin where the count is continuing. Mr Biden has won more than 73 million votes so far, the most ever for a US presidential candidate. Mr Trump has drawn almost 70 million, the second-highest tally in history. ", "url": "https://www.bbc.com/news/uk-politics-54840746"}