{"datetime": "2020-11-07T19:04:22.000Z", "author": "Natalie Sherman", "title": "Five questions for Joe Biden on the economy", "article": "Joe Biden will become America's 46th president after defeating incumbent Donald Trump in a bitterly divisive election conducted with the country still reeling from the coronavirus pandemic. His plans for the next four years are likely to confront the challenge of a divided government, however, as Republicans claimed key victories in Congress. It's a situation that many analysts say leaves the most ambitious parts of his agenda dead on arrival.Here are five questions facing him when it comes to the US economy. For months, economists have pleaded with Washington to fund more coronavirus relief. But talks have been at an impasse, as Republicans reject the size of the spending plans put forward by Democrats, despite some pressure from Mr Trump for his party to compromise. Republicans have indicated they will strike a deal before Mr Biden enters office, claiming a final win for Mr Trump. But if that deal falls short of Democratic hopes, as is likely, or the recovery starts to falter, how much more will Mr Biden, who is known for being relatively moderate, seek? On the campaign, Mr Biden backed plans to forgive student loans, increase Social Security cheques for pensioners, and provide money for small businesses. He also offered more ambitious proposals, like investing $2tn in areas such as clean energy, infrastructure and public transit. But Republicans are likely to be even more steadfast in their resistance to spending proposals from a Democratic White House, promising a tough fight. As income inequality in the US increases to its highest in more than 50 years, liberals have pressed for higher taxes on the rich, a proposal that polls suggest is widely supported among the public. During the campaign, Mr Biden called for reversing parts of the 2017 tax cuts signed by Donald Trump, promising to raise the rate on corporations from 21% to 28%, among other changes.Outside groups estimated his plan could raise more than $3tn over the next decade - money that could be welcome as the pandemic swells America's national debt. But while Mr Biden's proposals were not as far-reaching as some of the other plans backed by members of his party, any effort to raise rates will face a fierce fight from Republicans and business groups, who say higher taxes will hurt the economy.With the economy in a precarious state, will Mr Biden even bother pushing the issue?Climate change activists were disappointed when Mr Biden unveiled his first plan to fight climate change.But this spring he returned with a sweeping proposal, crafted with help from some of his former critics, that has been described as the most ambitious ever put forward by an American presidential candidate. It included investing $400bn in renewable energy research, tightening car pollution regulations, cracking down on corporate polluters, building 500,000 electric vehicle charging stations and eliminating carbon pollution from power plants by 2035. Republicans warn the plan will \"bury\" the US economy. But enacting even a limited version, or focusing on regulation he can enact as president, would mark a stark turn from the Trump years, when the White House opened public lands to oil drilling, slashed regulations and walked away from global efforts, like the Paris Climate Accord.So which proposals will Mr Biden prioritise?Donald Trump's aggressive trade posture - attacking allies, criticising international organisations, and applying new border taxes on imports from countries around the world - was perhaps his most distinctive economic policy. There's little doubt Mr Biden will seek a reset, re-asserting America's role as an ally and leader on the world stage, but how much will the substance differ? When it comes to China, he has pledged \"aggressive\" action and few expect him to remove the tariffs Trump imposed on Chinese goods during his trade war anytime soon. As my colleague Karishma Vaswani wrote before the election,China expects no favours, regardless of the winner . The former vice president has also endorsed the idea of tariffs in other circumstances, outlining plans to charge a fee to countries that do not meet climate and environmental obligations. And like Trump, he's promised to revive American manufacturing, with stronger \"Buy American\" requirements for government spending that could bring the US in conflict with international trade rules. International organisations and long-time allies alienated by Trump, like Canada and Europe, can probably expect fewer attacks. But some tensions are likely to linger. And in the case of the UK specifically, agreeing a trade deal may become more difficult - not less - as Mr Biden has made clear such a pact is not a high priority and may depend on what Brexit means for the Irish border. The practices of America's tech giants are under major scrutiny around the world - and at home, where politicians on the left and right have called for tougher rules in areas such as competition and consumer privacy.Mr Biden has backed the break-up of companies as a \"last resort\" and criticised Facebook and others for not doing enough to police disinformation and other malign content on their platforms. He has said he supports revoking the US law that protects tech firms from liability for content posted on their platforms.But he and his vice president Kamala Harris, who have received widespread support in Silicon Valley, have been unusually quiet on this subject. They did not, for example, showcase such positions on the campaign website. Some of the changes under discussion require Congress to act. But the White House wields significant power on its own to conduct competition probes, enforce privacy and other regulations and can decide whether to fight international actions, like efforts in the UK and elsewhere to collect more tax from tech companies. So, with his powers in other areas limited by the Republican presence in Congress but pressure remaining to deliver to Democrats' liberal base, will Mr Biden champion tech regulation or will the issue take a back seat? ", "url": "https://www.bbc.com/news/business-54712193"}