{"datetime": "2020-11-07T19:35:30.000Z", "title": "US Election 2020: Time for US to unite, President-elect Biden says", "article": "Joe Biden has won the race to become the next US president, defeating Donald Trump following a cliff-hanger vote count after Tuesday's election. The BBC projects that Mr Biden has won the key battleground of Pennsylvania, propelling him over the 270 electoral college vote threshold required to clinch the White House. The Trump campaign has indicated their candidate does not plan to concede. Mr Biden said it was now time for America to \"unite and heal\". \"With the campaign over, it's time to put the anger and the harsh rhetoric behind us and come together as a nation,\" he said. Record turnout in the face of \"unprecedented obstacles\", he said, showed democracy \"beats deep in the heart of America\". His running mate, Kamala Harris, is set to become the first woman vice-president.The result makes Mr Trump the first one-term president since the 1990s. The BBC's projection of Mr Biden's victory is based on the unofficial results from states that have already finished counting their votes, and the expected results from states like Wisconsin where the count is continuing. His projected wins in Pennsylvania and now also Nevada take him to 279 electoral college votes.The election has seen the highest turnout since 1900. Mr Biden has won more than 74 million votes so far, the most ever for a US presidential candidate.Offering his congratulations, former President Barack Obama, with whom Mr Biden served two terms as vice-president, said: \"I know he'll do the job with the best interests of every American at heart, whether or not he had their vote.\"Biden supporters have been gathering in the streets on New York and other cities to celebrate victory.Mr Trump has drawn more than 70 million, the second-highest tally in history. President Trump had falsely declared himself the winner of the election when vote counting was unfinished. He has since alleged irregularities in counting, but has not presented any evidence of election fraud. After Mr Biden was projected to win he remained defiant, saying Mr Biden was \"falsely posing as the winner\" and insisting the election was \"far from over\". His campaign has filed a barrage of lawsuits in various states. The response from senior Republicans has been muted. Republican Party Chairwoman Ronna McDaniel tweeted that \"the media doesn't decide who wins elections, voters do\". But Senator Mitt Romney, a critic of Mr Trump, congratulated Mr Biden and Ms Harris. He said he and his wife \"know both of them as people of good will and admirable character\". The election was fought as coronavirus cases and deaths continued to rise across the United States, with President Trump arguing a Biden presidency would result in lockdowns and economic gloom. Joe Biden accused the president of failing to impose sufficient measures to control the spread of Covid-19. At the age of 78, Mr Biden will be the oldest president in American history. Joe Biden's projected victory after four days of painstaking vote-counting is the denouement of an extraordinary campaign, conducted during a devastating pandemic and widespread social unrest, and against a most unconventional of incumbents. In his third try for the presidency, Mr Biden found a way to navigate the political obstacles and claim a win that, while perhaps narrow in the electoral college tally, is projected to surpass Mr Trump's overall national total by at least four million votes. With his projected victory, Joe Biden becomes the oldest man ever elected to the White House. He brings with him the first woman vice-president, whose multi-ethnic heritage carries with it numerous other firsts.Mr Biden can now begin the arduous task of planning the transition to his new administration. He will have just under three months to assemble a cabinet, determine policy priorities and prepare to govern a nation facing numerous crises and sharply divided along partisan lines. Joe Biden has been dreaming of the White House for most of his 50 years in the public arena. With this prize of a lifetime, however, come the challenges of a lifetime. Usually the losing candidate concedes but Mr Trump has vowed to contest the election results on several fronts. A recount will be held in Georgia, where the margins are tight, and Mr Trump wants the same in Wisconsin. He has also vowed to take legal action to the Supreme Court, alleging voting fraud without evidence. If the election result is challenged, it would require legal teams to challenge this in the state courts. State judges would then need to uphold the challenge and order a recount, and Supreme Court justices could then be asked to overturn a ruling. Meanwhile, votes in some states are continuing to be counted and results are never official until final certification, which occurs in each state in the weeks following the election. This must be done before 538 chosen officials (electors) from the Electoral College - which officially decides who wins the election - meet in their state capitals to vote on 14 December.The electors' votes usually mirror the popular vote in each state. However, in some states this is not a formal requirement.The new president is officially sworn into office on 20 January after a transition period to give them time to appoint cabinet ministers and make plans. The handover of power takes place at a ceremony known as the inauguration, which is held on the steps of the Capitol building in Washington DC. After the ceremony, the new president makes their way to the White House to begin their four-year term in office. Mr Biden ran for the White House twice before.In 1988 he withdrew from the race after he admitted to plagiarising a speech by the then leader of the British Labour Party, Neil Kinnock. In 2008, he tried again to get the Democratic nomination before dropping out and joining Barack Obama's ticket. His eight years as vice-president allowed him to lay claim to much of Mr Obama's legacy, including passage of the Affordable Care Act. The six-term senator from Delaware was first elected in 1972. Early in his career, he sided with southern segregationists in opposing court-ordered school bussing to racially integrate public schools. He was also a fierce advocate of a 1994 anti-crime bill that many on the left now say encouraged lengthy sentences and mass incarceration. Most Americans know that Joe Biden's life has been marked by personal tragedy - experiences he often refers to. In 1972, he lost his first wife, Neilia, and baby daughter, Naomi, in a car accident. He famously took the oath of office for his first Senate term from the hospital room of his toddler sons Beau and Hunter, who both survived the accident. In 2015, Beau died of brain cancer at the age of 46, and Joe Biden said this played a role in his decision not run for president in 2016. ", "url": "https://www.bbc.com/news/election-us-2020-54836636"}