{"datetime": "2015-02-19T17:59:58.000Z", "author": "Kim Gittleson", "title": "Walmart to raise wages for 500,000 US workers", "article": "US retail giant Walmart - the nation's largest private employer - has announced plans to raise wages for more than 500,000 hourly employees at its US stores. Walmart said that it would raise salaries for 40% of its staff, as well as increasing its base hourly wage to $9 - $1.75 above the US minimum wage. By 1 February 2016, all current workers will earn at least $10 per hour. The retailer has recently been under pressure from labour groups. Ina blog post to workers, Walmart's chief executive Doug McMillon acknowledged that a tough economic environment combined with shifting consumers habits had made Walmart institute some changes, which could have been detrimental to workers. \"We ... made a few changes aimed at productivity and efficiency that undermined the feeling of ownership some of you have for your business,\" he wrote. \"When we take a step back, it's clear to me that one of our highest priorities must be to invest more in our people this year.\" Shares in Walmart fell 2.8% in early trading on news of the employee programme. A coalition of workers known as OUR Walmart - which is backed by traditional US labour unions -have been staging one-day strikes over the past two years demanding the retailer raise wages and improve its scheduling for workers, among other concerns. Emily Wells, one of the leaders of OUR Walmart and a Walmart employee earning $9.50 per hour in Florida, said in a statement: \"We are so proud that by standing together we won raises for 500,000 Walmart workers, whose families desperately need better pay and regular hours from the company we make billions for.\" In addition to raising the base wage for many workers. Walmart also said it would increase the wages paid to supervisors, as well as work to find ways to be able to schedule worker shifts further in advance. It also said it would invest in worker training programmes, to encourage Walmart employees to advance within the organisation. According to the Associated Press, with the wage changes, the average wage for a full-time worker at Walmart will rise to $13 per hour from $12.85, and $10 per hour from $9.48 per hour for a part-time worker. Anthony Rodriguez, who has worked at a Rosemead, California Walmart for eight months as a bike assembler, told the BBC that while the wage increase were a \"great victory\" for his colleagues, he remained hopeful that Walmart would eventually raise wages to the called-for $15 an hour \"living wage\". \"It's a great start but technically I don't believe it's going to be enough for the associates that support their families,\" he said. Over the past two years, increasing attention has been paid to the plight of low-wage workers in the US economy, as rising income inequality has become a global concern. US President Barack Obamahas said he supports raising the federal minimum wage, which is currently $7.25 per hour, although some US states have set higher floors. In his State of the Union address to Congress in February, he said: \"If you truly believe you could work full-time and support a family on less than $15,000 a year, go try it.\"If not, vote to give millions of the hardest-working people in America a raise.\" Tsedeye Gebreselassie, a senior staff attorney at the National Employment Law Project said: \"If you look at where the jobs have grown particularly since the recession ended, it's been disproportionally in food services along with retail and other low wage sectors.\" She added: \"These are in fact the jobs where more and more American adults are spending their careers, and low wages in retail industry are not keeping up with the cost of living.\" While she said the move by Walmart to raise wages was clearly a victory for labour organisers, she cautioned that a full-time worker earning $10 an hour would still make only $20,000 per year - still below the poverty threshold in the US. Furthermore, Steven Ashby, a professor of labour relations at the University of Illinois, notes that Walmart would be forced to raise wages for many of its hourly employees already as a result of legislative changes. Several US states and even more cities voted to raise the minimum wage threshold during the 2014 midterm elections. \"They already had to raise their wages so it's nice to declare that you're going to do it so people think positively about your company,\" said Prof Ashby. ", "url": "https://www.bbc.com/news/business-31540472"}