{"datetime": "2014-06-06T21:48:43.000Z", "author": "BBC News", "title": "Seattle takes a minimum-wage leap", "article": "Seattle City Counciln has raised its minimum hourly wage to $15 (£9), setting the city on the path to providing workers within its jurisdiction with the highest such rate in the country. The increase will roll out in increments, reaching the new level in 2017. Behind the local celebration of the new wage standard, however, a larger national debate continues over the economic rationale behind minimum-wage increases - particularly ones enacted on a municipal level, since prospects for a nationwide wage increaseseem dim . Last year, Seattle fast food workers walked out on their shifts and began a strike to protest against low wages, sparking a citywide movement to increase Seattle's lowest wage. The strike began at the same time as the Seattle mayoral race, eventually becoming a centrepiece in the city's elections - a voting platform that candidates, like the current mayor Ed Murray, could not ignore.In the neighbouring city of Seatac, voters in Novemberapproved a ballot measure raising its own minimum wage to $15. After he was elected into office the same month, Mr Murray stayed true to one of his principle campaign promises and successfully pushed for an increase. As local politicians celebrated their legislative success, however, outside critics, like chairman and editor-in-chief of Forbes magazine Steve Forbes,have voiced their views on the increase, arguing that this policy shift represents a negative turn for the city.Forbes argued that Seattle was \"wounding itself\" by raising the minimum wage. The increase, he writes, \"will destroy jobs, especially for young people, and bankrupt numerous small businesses that operate on tight profit margins\".Despite these potential consequences, he concedes that Seattle's decision to raise the minimum wage reflects \"the frustrations and anger that erupt when an economy is stagnant\".\"Seattle will say goodbye to many of its low-skilled workers, most of whom serve the retail and leisure and hospitality sector,\" former chief economist of the Department of Labor Diana Furchtgott-Rothwrites in the New York Times. With the potential loss of low-skill jobs, others argue that the minimum wage increase could lead to a larger economic equality gap as unskilled workers in Seattle could face challenges in finding work.\"It will deepen the tendency towards labour market polarization as a non-trivial number of workers, starting with those who command a market wage of $9.32 or less, will find themselves locked out of formal employment,\"writes Reihan Salam for the National Review.Aside from the growing online debate, some critics are taking their complaints to the courthouse. The Washington DC-based International Franchise Associationplans to sue the city of Seattle as a result of the minimum wage hike. The association views that the increase is discriminatory because it requires smaller, franchise businesses to raise wages for their workers at the same rate as big businesses. Supporters counter that the minimum wage increase will not hurt businesses, but rather attract workers to Seattle, thus fostering a stronger standard of living.Former Clinton administration Secretary of Labour Robert Reich says that higher wages will bring more workers into the workforce, including some who wouldn't have been interested in the previously lower wages.\"That means they'll end up with workers who are highly reliable and likely to stay longer, resulting in real savings,\" hewrites in the New York Times. Additionally, Reich says, it's not just workers who will benefit from the increase in minimum wage: More money in the pockets of low-wage workers means more sales, especially in the locales they live in - which in turn creates faster growth and more jobs. A major reason the current economic recovery is anaemic is that so many Americans lack the purchasing power to get the economy moving again. Taking on trickle-down economists who champion economic policies supporting the rich rather than the poor, Seattle entrepreneur Nick Hanauer says that this increase will help further the already thriving economy of Seattle.\"A city in which restaurants pay workers enough so that they can afford to eat in restaurants, doesn't have fewer restaurants. It has more of them,\" hewrites for the New York Times. \"A $15-an-hour wage isn't a risky and untried policy in Seattle. It is the natural evolution of common-sense economic thinking.\" As the debate comes to a head, perhaps only time will tell if the minimum-wage hike was a good decision for Seattle and potentially for other cities that are considering similar minimum wage increases.As Quartz's Tim Fernholzpoints out , Seattle's minimum wage increase is not only unprecedented in the United States (outside of little Seatac), it would be the highest effective rate across the globe as well. Last month Swiss voters could have set the record with the equivalent of a $25 (£15) minimum wage, but theyoverwhelmingly rejected the measure. It's impossible to fully predict the greater effects that the increase may have on the city and the globe.That said, it's difficult to deny that Seattle will present a good opportunity as a petri dish for economists and politicians alike to gain a new understanding of the real-life effects of raising minimum wage. (By Annie P Waldman) ", "url": "https://www.bbc.com/news/blogs-echochambers-27742426"}