{"datetime": "2013-11-05T11:02:54.000Z", "author": "Kim Gittleson", "title": "One US town's battle over the minimum wage", "article": "SeaTac, Washington, is an unremarkable town that's become remarkable. Made up of fast-food restaurants and hotels that cater to the town's eponymous airport, it's mostly a stopover for people in transit, a throughway on the 25-minute drive to Seattle. But even those passing through cannot miss the alternating blue and green signs that now dot almost every lawn, billboard, and shop window of this suburb. The signs urge residents to vote yes - or vote no - for Proposition 1, a measure that, if passed, would raise the minimum wage here to $15 (£9.40) an hour.That would mark a 63% increase over the current minimum wage of $9.19 (£5.76) in Washington state, already the highest state minimum wage in the nation, and would be double the federal minimum wage of $7.25 (£4.54). Saba Belachew, an immigrant from Ethiopia, says she is desperately in need of a raise. She works two jobs at the airport and still cannot make ends meet. That's why she has added a third job to the mix - canvassing the apartment complexes here in the shadows of signs advertising car rental companies such as Thrifty and Hertz, the companies where many of these residents work. \"Some doors I'll knock like three times per day - am, pm, and in the midday,\" she says as she clutches a handful of fliers in the car park. On this grey day, 24 hours before the town's voters must submit their ballots, she is mostly unsuccessful - but still hopes that the measure will pass. \"Finally, when you find somebody when the answer is yes it makes my day,\" she says. Supporters of Proposition 1 say $15 an hour is a \"living wage\". Detractors say that it would see businesses close and lay off some of the 6,300 workers who would be impacted by the raise. SeaTac covers just 10 sq miles (26 sq km) and has a population of just 30,000, with only 12,000 registered voters. But what everyone agrees on is that tiny SeaTac has suddenly become a battleground for one of the biggest issues confronting the US economy - income inequality, or the widening gap between the rich and poor, which has risen to itshighest level since 1917 . \"Coming out of the recession, we've seen job growth come out of the low-wage service sector,\" says Prof Ken Jacobs, head of the University of California-Berkeley Labor Center. That's exacerbated income inequality, he explains, because \"minimum wages have been stagnant and their real value has been declining for some time\".So as those at the top earn even more, those at the bottom are earning even less. A full-time worker on the federal minimum wage in 2013 earns $14,500 a year.If that worker were supporting a family with two children, that wage would put the family significantly below the poverty limit of $23,550 a year.Some 10.5 million Americans fit this definition of the working poor. President Barack Obama has called this \"wrong\".In his State of the Union address in January, he proposed raising the federal minimum wage to $9 an hour. \"Let's declare that in the wealthiest nation on Earth, no-one who works full-time should have to live in poverty,\" he said. However, President Obama has been taken up with other matters, so for now it has fallen to surprising SeaTac to vote on what Prof Jacobs has called \"a bellwether fight\" for low-wage work in the US. Prof Robert Plotnick, of the University of Washington, says the decision to force a vote in SeaTac is a good strategy for campaigners, who first began work on their living wage initiative last spring by spurring 24-hour walkouts by low-wage workers in cities such as New York and Seattle. The airport \"insulates workers from some of the possible negative impacts of a higher wage\", he says. \"People aren't going to stop flying out of SeaTac because it costs a little more to buy a hamburger or a beer.\" But business owners in the airport say there might not be any place for flyers to actually buy that burger if Proposition 1 were to pass. \"To go from $9.19 an hour to $15 overnight would kill us - it would literally force us to shut our doors,\" says Brett Habenicht, who co-owns a Quiznos sandwich franchise located in Terminal B. Mr Habenicht says that while he \"100% agrees\" people should earn a living wage, he doesn't think that Proposition 1 is the right approach. \"We don't expect anyone at $9.19 an hour making sandwiches to spend 20 years working for us,\" he says. But while that might not be the expectation, it is becoming the reality.\"People who should be coming into the quick service industry as their first job are staying in the industry for a lot longer,\" says Anthony Anton, head of the Washington Restaurant Association, which opposes Proposition 1. He says teenagers used to make up 30% of restaurant workers in the state; now, they make up just 5%. And increasingly those remaining have families to support, like Mahananda Ghimirey, a refugee from Bhutan who lives with his wife, six-month-old son, brother, sister, mother and father in a tiny apartment. A chef at one of SeaTac's restaurants, he puts the matter very simply. \"It is very hard to work 40 hours a week and... the money is not enough to pay the rent,\" he says. ", "url": "https://www.bbc.com/news/business-24811045"}