{"datetime": "2014-06-03T00:55:35.000Z", "title": "Seattle votes for $15 minimum wage", "article": "The Seattle city council has voted unanimously to raise the city's minimum wage to the highest level of any major US city - $15 (£9) per hour, twice the national minimum. Wages would begin to rise next year, ultimately reaching $15 from Washington state's minimum of $9.32 over three to seven years, depending on the business.One councillor said the vote \"sends a message heard around the world\". US minimum wage is $7.25, although 38 states have set higher levels. The states of California, Connecticut and Maryland have recently passed laws increasing their respective wages to $10 or more in coming years. Nationally, US President Barack Obama has called for a $10.10 federally-mandated minimum wage, which would require action by the divided US Congress. Seattle Mayor Ed Murray had run for election to the city's top office on the issue, and the election of a socialist councillor also provided pressure. The proposal came out of an advisory group of labour, business and non-profit representatives organised by Mr Murray. Under the plan, firms with more than 500 employees nationally will be given at least three years to phase in the increase, those who provide health insurance subsidies would get four years and smaller businesses would be given seven years. Some local businesses have come out in support of the measure, but a group of restaurant owners oppose it, saying it would force them to cut back on new recruits and service hours. A lobbying group said shortly after the measure passed it would sue because the varied phase-in time was unfair. \"The suit will seek to overturn the unfair and discriminatory minimum wage plan that was approved by the City Council,\" the International Franchise Association (IFA)said in a statement . Last year, the nearby tiny town of SeaTac, which holds Seattle's airport, passed a $15 minimum wage. As a result, some 6,300 workers at SeaTac's airport, would be paid the highest minimum wage in the nation. San Francisco was previously the highest hourly wage for a large US city at $10.74. ", "url": "https://www.bbc.com/news/world-us-canada-27674474"}