{"datetime": "2021-01-07T20:41:50.000Z", "subject": "US Capitol stormed", "title": "Capitol riots: Boris Johnson condemns Donald Trump for sparking events", "article": "Donald Trump was \"completely wrong\" to cast doubt on the US election and encourage supporters to storm the Capitol, Boris Johnson has said. The UK prime minister said he \"unreservedly condemns\" the US president's actions.Four people died after a pro-Trump mob stormed the building in a bid to overturn the election result. Mr Trump had urged protesters to march on the Capitol after making false electoral fraud claims.He later called on his supporters to \"go home\", while continuing to make false claims -Twitter and Facebook later froze his accounts . The president has now said there will be an \"orderly transition\" to President-elect Joe Biden, whose November election victoryhas now been certified by US lawmakers.But he added that he continued to \"totally disagree\" with the outcome of the vote, repeating his unsubstantiated claims of electoral fraud. On Wednesday night, Mr Johnsoncondemned the \"disgraceful scenes\" and called for a \"peaceful and orderly transfer of power\". But asked by the BBC's political correspondent Alex Forsyth if President Trump was directly responsible, he said: \"All my life America has stood for some very important things. An idea of freedom, an idea of democracy. \"As you say, in so far as he encouraged people to storm the Capitol, and in so far as the president has consistently cast doubt on the outcome of a free and fair election, I believe that was completely wrong. \"I believe what President Trump has been saying about that has been completely wrong and I unreservedly condemn encouraging people to behave in the disgraceful way that they did in the Capitol.\" The PM, speaking at a Downing Street briefing, then welcomed the confirmation of President-elect Biden, saying \"democracy has prevailed\". Hundreds of the president's supporters stormed the Capitol on Wednesday - where lawmakers were meeting to confirm Mr Biden's election victory - and staged an occupation of the building in Washington DC.Both chambers of Congress were forced into recess, as protesters clashed with police and tear gas was released. A woman died after being shot by police, and three others died as a result of \"medical emergencies\", local police said. UK politicians from different parties have all condemned Mr Trump's actions in encouraging the storming of the Capitol.Earlier, Home Secretary Priti Patel said the president's comments had \"directly led\" to the events and he \"didn't do anything to de-escalate that\". She added: \"He basically has made a number of comments yesterday that helped to fuel that violence and he didn't actually do anything to de-escalate that whatsoever... what we've seen is completely unacceptable.\" Speaking on Thursday, Labour leader Sir Keir Starmer said Mr Trump should \"take responsibility\" for what happened, calling it the \"culmination of years of the politics of hate and division\". Sir Keir added he welcomed the outgoing president's agreement to an orderly handover, but told reporters \"he should have said it a long time ago.\" Scottish First Minister Nicola Sturgeon said Mr Trump had been \"inciting insurrection in his own country,\" and called it a \"dark period\" in US history.\"What we witnessed last night is not that surprising. In some senses, Donald Trump's presidency has been moving towards this moment almost from the moment it started,\" she told ITV's Good Morning Britain. Scotland's Justice Secretary Humza Yousafsaid the home secretary should \"give serious consideration\" to denying Mr Trump entry to the UK after he leaves office.Foreign Secretary Dominic Raab said certification of Mr Biden's victory was \"good to see\" after the \"shocking events\" on Wednesday, adding the UK condemned the violence \"unequivocally\".Former Conservative Prime Minister Theresa May, who shared time in office with Mr Trump, said there should be \"no place for the rule of the mob\".But senior Welsh Conservative Andrew RT Davies has been criticised after comparing the rioting topoliticians who supported a second referendum on Brexit . Mr Davies, a member of the Welsh Parliament, later tweeted that \"violence must never be tolerated\". His party colleague, the Conservative MP Simon Hoare, suggested Mr Trump could be sent to the US detention centre at Guantanamo Bay: Commons Speaker Sir Lindsay Hoyle has written to express his \"solidarity\" with US House Speaker Nancy Pelosi, whose empty office was broken into by protesters.\"Seeing your office trashed in that way and its occupation by one of the rioters was particularly outrageous. I am just so relieved you were not hurt,\" he wrote.", "url": "https://www.bbc.com/news/uk-politics-55580806"}