{"datetime": "2021-01-15T15:00:18.000Z", "subject": "Coronavirus pandemic", "title": "Joe Biden unveils $1.9tn US economic relief package", "article": "President-elect Joe Biden has unveiled a $1.9tn (£1.4tn) stimulus plan for the coronavirus-sapped US economy before he takes office next week. If passed by Congress, it would include $1tn for households, with direct payments of $1,400 to all Americans. The relief proposal includes $415bn to fight the virus and $440bn for small businesses. Mr Biden, a Democrat, has promised to beat the pandemic that has killed more than 385,000 people in the US. He campaigned last year vowing to do a better job handling the virus than outgoing President Donald Trump, a Republican. The direct payments of $1,400 would come on top of $600 payments provided in a relief bill enacted last month.Mr Biden's proposal comes as a winter surge of the coronavirus breaks records.Each day brings well over 200,000 new cases in the US and the daily death toll sometimes tops 4,000.In a primetime speech on Thursday night from his hometown of Wilmington, Delaware, he said: \"A crisis of deep human suffering is in plain sight and there's no time to waste.\" \"The very health of our nation is at stake,\" he added. \"We have to act and we have to act now.\" The incoming president said: \"There will be stumbles, but I will always be honest with you about both the progress we're making and what setbacks we meet.\" Mr Biden wants to pump $20bn into vaccinating Americans, including setting up mass vaccination hubs and dispatching mobile units to remote areas. Two effective vaccines were delivered under the Trump administration, but health officials say the rollout needs to speed up.\"The vaccine rollout in the United States has been a dismal failure thus far,\" said Mr Biden. His administration aims to deliver 100 million jabs in 100 days. So far,about 11 million doses of the vaccine have been administered in the US , according to the Centers for Disease Control and Prevention (CDC).His plan also calls for $50bn to expand testing and $130bn to help most schools reopen by the spring. The plan would fund the hiring of 100,000 public health workers for contact tracing. By BBC Reality Check US officials have acknowledged that the vaccination programme has not been working as smoothly as planned , and a goal to vaccinate 20 million people by the end of 2020 was not met.\"We know that it should be better, and we're working hard to make it better,\" said Moncef Slaoui, who leads the government's vaccine rollout plan, at the end of December. President Trump has deflected attention onto the states to deliver the jabs - telling them to \"get moving\" - but there has also been criticism of the level of government support given to local health authorities. And there have been issues around getting sufficient supplies to vaccinations centres, as well as co-ordination and preparedness at the state level. There are wide variations in vaccination rates: South Dakota has administered more than 6,000 doses per 100,000 people, and Alabama fewer than 2,000. When you look at vaccine doses per head in the countries doing the most vaccinations, the US is currently fourth.With nearly 11 million people unemployed across the country, supplemental jobless benefits would increase to $400 a week from $300 a week now. They would also be extended until September, along with a moratorium on evictions and home repossessions. The proposal would bring payouts for families to the $2,000 figure that both Mr Biden and Mr Trump called for. The president-elect will also call on Congress to double the federal minimum wage to $15 an hour - a Democratic priority that predates the pandemic. Republicans are likely to object to piling up trillions more in debt that the US has already incurred to tackle the pandemic, and the incoming president acknowledged his plan \"does not come cheaply\". But he will be helped by his fellow Democrats controlling both chambers of Congress, if only by narrow margins. The beginning of Mr Biden's term, however, will take place against the backdrop of a US Senate impeachment trial for his predecessor. It is unclear how quickly the Senate will proceed - or whether it will vote to convict President Trump - but the drama is expected to prove a distraction from the Biden agenda. ", "url": "https://www.bbc.com/news/world-us-canada-55670801"}