{"datetime": "2021-01-06T22:02:20.000Z", "author": "Anthony Zurcher", "subject": "US election 2020", "title": "Georgia election results: Why two wins are huge for Biden", "article": "It has stretched a few days into 2021, but the 2020 general election cycle is finally drawing to a close. The political playing field for the beginning of Joe Biden's presidency appears to be set in his favour. US media outlets have declared Raphael Warnock and Jon Ossoff as the winners of their Georgia Senate races.If there were any doubt about whether Biden's win in Georgia was authentic, the performance by the two Democrats on Tuesday - surpassing the size of the president-elect's victory - should erase it. Democrats will achieve a 50-50 split and take control of the US Senate once Kamala Harris, who can break ties in the chamber, is sworn in as vice-president on 20 January. What will that mean? Here are five repercussions from Tuesday's ballot in the Peach State. For two years, the Republican-controlled Senate bottled up virtually every piece of legislation coming out of the Democratic-controlled House of Representatives. With a Georgia victory, that blockage has been removed. That's good news for Biden's rather extensive legislative agenda - on issues like healthcare, the environment, government reform and the economy - which should be able to survive the House and at least get an up-or-down vote in the Senate. A 50-50 Senate tie won't mean the Green New Deal or a public health-insurance option are coming any time soon, however. There's still the filibuster, which mandates 60 votes to pass major legislation, to contend with, and even bills that can get by with a simple majority will have to satisfy Democratic centrists like Joe Manchin of West Virginia and the two senators from Arizona. Another round of coronavirus relief seems probable, however, including larger per-person relief payments to all Americans. A simple congressional majority can also vote to rescind any regulations the Trump administration enacted in the final months of his presidency. That will, at the very least, get the Biden presidency off on the right foot. While the filibuster will be a continued thorn in Democratic sides when it comes to legislation, it no longer applies to presidential nominations. That means Biden's selection for his administration, from the Cabinet on down, can be confirmed solely with Democratic votes (along with Vice-President Kamala Harris's tiebreaker). That's good news for nominees who might have been controversial, like Neera Tanden, Biden's budget office pick. Since several centrist Republicans have already said they will usually defer to the new president's appointments, it should be smooth sailing for most of his nominees. The same goes for Biden's judicial appointments, including any Supreme Court vacancies that open up in the near future. Donald Trump in his four years placed 234 judges on the federal bench, including three to the Supreme Court. That has given him a political legacy that will long outlast his one term in office. Biden, thanks to Georgia, should have the opportunity to start rolling back some of those gains. Another benefit Biden can enjoy from having his party control both chambers of Congress is that Republican investigatory powers will be greatly diminished. With Democrats in charge of Senate committees, embarrassing and potentially explosive investigations are unlikely to materialise. Wisconsin Republican Ron Johnson will no longer run the Government Oversight Committee, so his planned forays into Hunter Biden's China dealings and any connections to the incoming president will go away. The same applies to Lindsey Graham and the Judiciary Committee, which was expected to hold more hearings into the 2016 Russia election-meddling investigation and the origins of Robert Mueller's special counsel probe. Any new Democratic scandals that crop up should also avoid a full and potential politically damaging airing - a luxury Trump also enjoyed during his first two years in office and sorely missed during his final two. The Republican defeat in the 2020 election cycle is now complete. The party has lost control of the presidency and both chambers of Congress, and the blame-assigning will quickly follow. Trump and his supporters, when they're not lobbing accusations of election fraud, will argue that the Republican losses are because the party's leadership in the state, from Governor Kemp on down, was insufficiently loyal to the president. Trump's critics within the party - and their numbers will grow - will hold the president responsible for squandering a probable victory by attacking Georgia Republicans and depressing conservative turnout with his unsubstantiated claims of voting illegalities. One thing is certain, however. As was the case in the 2018 congressional mid-term elections, Republicans are finding it difficult to win elections without Donald Trump on the ballot. Their coalition - when it doesn't have the white working-class and rural turnout boost the outgoing president elicits - is underpowered. That is a serious problem for Republicans to address, given the fact that Trump's name may never appear on a ballot again. It had been 28 years since a Democratic presidential candidate carried Georgia. It had been 20 years since a Democrat won a Senate seat in Georgia, and 14 years since they won any kind of state-wide race. Republicans had never lost a modern run-off election in Georgia. That has now changed - a remarkable development in the fast-growing business heart of the American South. On Tuesdaythe election analysis website fivethirtyeight.com speculated about whether Georgia would turn out more like Virginia, a southern state that has become reliably Democratic, or North Carolina, a swing state that still mostly tilts Republican. With the recent Senate results, Georgia seems more likely as the former. And if that's the case, it - along with Arizona, which Biden also carried and which now has two Democratic senators - changes the layout of the US political map. Winning a Democratic majority in the Senate or the presidency through the electoral college becomes easier for the party. The old \"blue wall\" of Democratic states in the Midwest becomes less essential. It won't be long before Democrats are tested in the state, however. Warnock, who is finishing the term of retired Senator Johnny Isakson, will have to run for re-election in just two years. Then there's a potential rematch between Republican Governor Brian Kemp - who has become a recent target for Trump's ire - and Stacey Abrams. Speaking of Abrams, she's going to be celebrated as the mastermind of these Democratic victories with the work she has done in the past two years to boost her party's organisation and turnout. She has given Democrats a new foothold in the Deep South. Now they have to keep it. ", "url": "https://www.bbc.com/news/election-us-2020-55555576"}