{"datetime": "2021-01-20T00:30:42.000Z", "author": "Natalie Sherman", "subject": "US election 2020", "title": "The economic challenge facing Joe Biden", "article": "The social and economic devastation of the coronavirus pandemic helped win Joe Biden the White House - and his first months in office will be devoted to tackling it. He has called for $1.9tn in immediate pandemic relief, and promised a second round of stimulus focused on investments in infrastructure, research and development and climate-friendly initiatives to jumpstart the economy.The country remains sharply divided, but Mr Biden's party has control of the House and this month won a narrow majority in the Senate as well, giving him more room than many expected to push his agenda. So what will he try to do? Since winning the election in November, Mr Biden has put promises of additional pandemic relief front and centre of his plans. Last week, Mr Bidensaid his $1.9tn (£1.4tn) \"American Rescue Plan\" would include $1,400 stimulus cheques and $350bn in state and local aid.His proposal would also expand and extend jobless benefits and put $70bn toward coronavirus testing and vaccine distribution.\"It's not hard to see we're in the middle of a once-in-several-generations economic crisis,\" Mr Biden said. \"The crisis of deep human suffering is in plain sight and there's no time to waste. We have to act and we have to act now.\" \"This gets money quickly into the pockets of millions of Americans, who will spend it quickly,\" he added. \"That helps the whole economy.\" There is little doubt that Republicans will fight the plans. But some Wall Street analysts, such as those at Goldman Sachs, are already pencilling in $750bn more in relief on the expectation that Mr Biden will get something through eventually. \"That, at least, should be easier to do,\" said Chris Low, chief economist at FHN Financial. Mr Biden has called for a $15 minimum wage and said he planned to pay for investments by ensuring corporations and those at the top paid their \"fair share\".He has backed raising taxes on the richest households and partially reversing tax cuts granted to companies during the Trump administration, when top rates dropped from 35% to 21%. \"It's the right thing for our economy,\" he said. \"It's the fair thing and it's the decent thing to do.\" Even with Democratic majorities, however, it's not clear that idea will become reality anytime soon, since getting such moves through would likely require some Republican support. Wall Street analysts, at least, are betting that higher taxes are off the table for now. But Jason Furman, a professor at Harvard Kennedy School and economic adviser under former President Barack Obama, said he thought some rises remain possible.\"President Biden will only be able to get a fraction of what he's called for, because he can't do any more than what the most moderate Democratic senator wants,\" he said. \"I think he'll get some tax increases on high-income households and corporations, but not a huge amount.\" Mr Biden plans to push pandemic relief first, followed by a second package, which would include the tax hikes as well as massive spending for investments in infrastructure, research and other priorities, with an emphasis on climate-friendly items like charging stations for electric vehicles. \"Imagine confronting the climate crisis with American jobs and ingenuity leading the world,\" he said. \"It's time to stop talking about infrastructure and finally start building infrastructure so we can be more competitive. Infrastructure investing is an idea with plenty of support from business groups and one that in theory could unite conservatives and liberals. But getting Congress on board for sizeable public works spending might prove easier said than done.After all, Donald Trump touted infrastructure plans too - promises that became a running joke in Washington as they repeatedly failed to progress. And many climate-friendly policies remain controversial among companies and Republicans, who have already started criticising Mr Biden's agenda and raising concerns about its cost. \"This opens up more scope but it's still an exceedingly slim majority,\" Prof Furman said. \"You won't be able to do everything.\" Mr Biden won't need to depend on Congress for everything - and he's likely to focus his executive power on issues like immigration and the environment, two areas where the corporate world often split from the Trump administration. He has promised to quickly reverse Trump actions, including by rejoining the Paris Climate Accord and ending travel bans from several Muslim-majority countries He's also got power to influence policy via appointees, new rules governing issues like pollution, and Washington's spending might, which he has pledged to use to supercharge demand for electric vehicles. It's not clear how far Mr Biden will go when it comes to using his White House power. Democratic leaders like Senators Elizabeth Warren and Chuck Schumerhave pushed him to sign executive orders wiping out up to $50,000 in student debts owed to the federal government. Mr Biden has so far rebuffed calls to unilaterally cancel such debts, sticking with the stance he took during his election campaign, when he backed legislative proposals to forgive up to $10,000 in federal student loans. \"The first couple of years the Biden administration is going to find itself spending a lot of time trying to establish what the correct policy position is because they are not in agreement,\" said economist Pippa Malmgren, who served in the White House of former President George W Bush. \"The left is divided, just not as sharply as the right is.\" ", "url": "https://www.bbc.com/news/business-55564482"}