{"datetime": "2021-01-08T00:41:33.000Z", "subject": "US Capitol stormed", "title": "Capitol riot: Democrats seek Trump's removal from office", "article": "US President Donald Trump's opponents in the two houses of Congress have called for him to be removed from office after the violent invasion of the Capitol by a mob of his supporters. Democratic Senator Chuck Schumer said Mr Trump should be removed immediately. If he is not, House Speaker Nancy Pelosi says he could be impeached.Removal would need Republican support and only a few have so far backed it. In a video speech, Mr Trump said he was committed to an \"orderly\" transition. The president said a new administration would be inaugurated on 20 January, and called for \"healing and reconciliation\".He also said he was \"outraged by the violence, lawlessness and mayhem\" on Wednesday and that \"tempers must be cooled and calm restored\". The video was shared on his Twitter account, which was reactivated on Thursday after being suspended following the Capitol riot. At least four people died during the unrest, and 68 have now been arrested. The actions of the police have come under scrutiny, with officers facing criticism for failing to stop the rioters breaking in. The official responsible for security in the House of Representatives, the sergeant at arms, has resigned. Reports say US Capitol Police (USCP) chief Steven Sund is also resigning, effective 16 January, following calls from Ms Pelosi.Mr Schumer has called for his counterpart in the Senate to be sacked. Transport Secretary Elaine Chao is the latest member of the Trump administration to quit in protest over the riots. Several lower-level officials have also resigned.President-elect Joe Biden said: \"Nobody could tell me that if it was a group of Black Lives Matter protesters yesterday they wouldn't have been treated very differently than the thugs that stormed the Capitol.\" A growing number have called for Mr Trump to be removed as president. Most of them are from Mr Biden's Democratic Party but a few Republicans have joined in. \"This president should not hold office one day longer,\" said Mr Schumer, who will lead the Democratic majority in the Senate when it begins its new session later this month.He urged Mr Trump's cabinet to remove him from office using the 25th Amendment to the US Constitution, which allows the vice-president to step up if the president is unable to perform his duties owing to a mental or physical illness. It would require Vice-President Mike Pence and at least eight cabinet members to break with Mr Trump and invoke the amendment - something they have so far seemed unlikely to do. Ms Pelosi described Mr Trump as \"a very dangerous person\" and said: \"This is an emergency of the highest magnitude.\" She left open the option of impeachment if Mr Trump's colleagues did not start 25th Amendment proceedings.However, the Democrats would need to rely on the support of Republicans to secure the necessary two-thirds majority in the Senate to convict Mr Trump under the articles of impeachment in the constitution, and would be unlikely to get those numbers. Congressman Adam Kinzinger from Illinois was one of the first Republicans to call for use of the 25th Amendment, saying: \"Fires stoked by the president finally leapt out of the pan.\" The Republican governors of Maryland and Vermont have also called for Mr Trump to be removed from office.Democrats on the House Judiciary Committee have said that Mr Trump's actions meet the amendment's requirements. Separately, both the House and the Senate have adjourned until after Mr Biden is sworn in on 20 January.Both houses would have to be recalled in order to start impeachment proceedings. Several Trump administration officials have now resigned over the riots - Elaine Chao is the most high-profile. Ms Chao, who has served through the whole presidency and is married to the top Senate Republican, Mitch McConnell, said the events had \"deeply troubled me in a way that I simply cannot set aside\". Others to quit include special envoy Mick Mulvaney, a senior national security official, and the chief of staff to First Lady Melania Trump. A State Department adviser was also sacked after calling Mr Trump \"unfit for office\" in a tweet. The president is also facing new restrictions on his use of social media. Facebook, which owns Instagram, has suspended him from both platforms at least until he leaves office and possibly indefinitely. Twitter suspended his account for 12 hours.The 25th Amendment, enacted in 1967, was designed to provide a more detailed process for the succession of presidential power. The writers envisioned national catastrophes or a medically incapacitated president as situations the amendment could address. It was not contemplated, at least initially, as a means to drag a president who is viewed as a threat to the nation from office. That, however, is exactly what many Democrats - including House Speaker Nancy Pelosi - are suggesting should happen to Donald Trump. It's what one current Republican congressman, Adam Kinzinger of Illinois, is calling for and what one of Trump's former White House chiefs of staff, John Kelly, said he supported. With just 13 days left in the Trump presidency, the unprecedented step of stripping an unwilling president of power, which requires the consent of the vice-president and a majority of the 15-member presidential cabinet, seems unlikely. But the report that such steps are being contemplated underline the gravity of the current situation. Democrats are also once again talking about impeachment and conviction by the Senate, a process that would take more time but would, as an additional benefit in their minds, prohibit Mr Trump from running for office in the future. Police have been heavily criticised for their response to the violence.Images captured inside the Capitol building showed rioters strolling through some of the corridors unimpeded. One man occupied Ms Pelosi's office, putting his feet up on her desk, while another was photographed walking out carrying a lectern. Washington police say 68 people have so far been arrested, only one of them from the DC area.One USCP officer has been placed on leave after a woman was shot dead on the floor of the House of Representatives. The woman, who has been named as air force veteran Ashli Babbitt, 35, was part of a group that forced its way into the chamber while it was still in session.Police said three other people - 50-year-old Benjamin Philips from Pennsylvania; 55-year-old Kevin Greeson from Alabama; and 34-year-old Rosanne Boyland from Georgia - died of unspecified \"medical emergencies\". Mr Greeson's family said he died of a heart attack.The FBI is seeking to identify those involved in the rampage.The Department of Justice says those arrested could face charges of seditious conspiracy, as well as rioting and insurrection.One of those detained at the Capitol had a \"military-style automatic weapon and 11 Molotov cocktails (petrol bombs)\", according to the federal attorney for Washington DC.On Thursday, crews began installing a non-scalable 7ft (2m) fence around the Capitol. It will remain in place for at least 30 days.Michelle Obama, wife of Mr Trump's presidential predecessor, Barack Obama, released a statement calling attention to the racial disparity in the way different protests were policed. She described Mr Trump as \"an infantile and unpatriotic president\", and said it would be impossible to move on until there was a reckoning with Wednesday's events. \"Yesterday made it painfully clear that certain Americans are, in fact, allowed to denigrate the flag and symbols of our nation. They've just got to look the right way,\" she wrote. The New York Times reported, quoting unnamed sources, that Mr Trump was considering granting a pardon to himself in the final days of his presidency.The legality of such a move is untested.", "url": "https://www.bbc.com/news/world-us-canada-55579512"}