{"datetime": "2021-01-07T13:25:46.000Z", "subject": "US Capitol stormed", "title": "US Capitol riots: World leaders react to 'horrifying' scenes in Washington", "article": "World leaders have condemned violent scenes in Washington after supporters of US President Donald Trump stormed the Capitol building on Wednesday. The riot forced the suspension of a joint session of Congress to certify Joe Biden's electoral victory. Many leaders called for peace and an orderly transition of power, describing what happened as \"horrifying\" and an \"attack on democracy\". UK Prime Minister Boris Johnson condemned the \"disgraceful scenes\". \"The United States stands for democracy around the world and it is now vital that there should be a peaceful and orderly transfer of power,\" he wrote on Twitter. Other UK politicians joined him in criticising the violence, with opposition leader Sir Keir Starmer calling it a \"direct attack on democracy\". Home Secretary Priti Patel told the BBC that Mr Trump's comments\"directly led\" to his supporters storming Congress and clashing with police. Scotland's First Minister Nicola Sturgeontweeted that the scenes from the US Capitol were \"utterly horrifying\". In Germany, Chancellor Angela Merkel said those who stormed the US legislature were \"attackers and rioters\" and that she felt \"angry and also sad\" after seeing pictures from the scene. She told a meeting of German conservatives: \"I regret very much that President Trump has still not admitted defeat, but has kept raising doubts about the elections.\" China meanwhile attempted to draw comparisons between the rioters who entered Congress to try and subvert the US election result and pro-democracy protesters who stormed Hong Kong's Legislative Council last year. Foreign ministry spokeswoman Hua Chunying claimed events in Hong Kong were more \"severe\" than those in Washington but \"not one demonstrator died\".The comparisons between the two incidents has caused outrage among Hong Kong's pro-democracy activists and their supporters.Russia blamed the \"archaic\" US electoral system and the politicisation of the media for Wednesday's unrest in Washington.\"The electoral system in the United States is archaic, it does not meet modern democratic standards, creating opportunities for numerous violations, and the American media have become an instrument of political struggle,\" foreign ministry spokeswoman Maria Zakharova said.Elsewhere in Europe, a chorus of leaders condemned the scenes in Washington as an attack on democracy. Spanish Prime Minister Pedro Sánchez said: \"I have trust in the strength of US democracy. The new presidency of Joe Biden will overcome this tense stage, uniting the American people.\" In a video on Twitter,French President Emmanuel Macron said : \"When, in one of the world's oldest democracies, supporters of an outgoing president take up arms to challenge the legitimate results of an election, a universal idea - that of 'one person, one vote' - is undermined. \"What happened today in Washington DC is not American, definitely. We believe in the strength of our democracies. We believe in the strength of American democracy\" he added.Swedish Prime Minister Stefan Lofven described the incident as \"worrying\" and said it was \"an assault on democracy\".Top EU leaders have also made their views known. European Council President Charles Michel said he trusted the US \"to ensure a peaceful transfer of power\" to Mr Biden, while European Commission President Ursula von der Leyen said she looked forward to working with the Democrat, who \"won the election\". Like many other global figures, the Secretary-General of the Nato military alliance, Jens Stoltenberg, said that the outcome of the election \"must be respected\". For his part, UN Secretary-General António Guterres was \"saddened\" by the events at the US Capitol, his spokesman said.The events also shocked America's close ally and neighbour to its north. Prime Minister Justin Trudeau said Canadians were \"deeply disturbed and saddened by the attack on democracy\". \"Violence will never succeed in overruling the will of the people. Democracy in the US must be upheld - and it will be,\" he wrote on Twitter.From New Zealand, Prime Minister Jacinda Ardern, tweeted that \"democracy - the right of people to exercise a vote, have their voice heard and then have that decision upheld peacefully - should never be undone by a mob\". Meanwhile Prime Minister Scott Morrison of Australia - another close US ally - condemned the \"distressing scenes\" and said he looked forward to a peaceful transfer of power. In India, the world's largest democracy, Prime Minister Narendra Modi - who has enjoyed a good relationship with President Trump - said he was \"distressed to see news about rioting and violence\" in Washington. \"Orderly and peaceful transfer of power must continue,\" he tweeted. Turkey, an ally through Nato, said it invited \"all parties\" to show \"restraint and common sense\". The Venezuelan government, which the US does not recognise as legitimate, said \"with this regrettable episode, the United States suffers the same thing that it has generated in other countries with its policies of aggression\". In statements on Twitter, Argentina's President Alberto Fernández and Chile's President Sebastián Piñera also condemned the scenes in Washington. Mr Piñera said Chile \"trusts in the solidity of US democracy to guarantee the rule of law\". In Japan, one of America's closest allies and partners, Chief Cabinet Secretary Katsunobu Kato said the government hoped for a \"peaceful transfer of power\" in the United States.From Fiji, Prime Minister Frank Bainimarama, who led a coup in 2006, also expressed outrage at the events that took place.And in Singapore, Senior Minister Teo Chee Hean said he had watched as the \"shocking\" scenes took place, adding: \"Its a sad day.\"", "url": "https://www.bbc.com/news/world-us-canada-55568613"}