{"datetime": "2021-04-22T16:12:04.000Z", "author": "Matt McGrath", "subject": "COP26", "title": "Biden: This will be 'decisive decade' for tackling climate change", "article": "US President Joe Biden has told a major summit that we are in a \"decisive decade\" for tackling climate change. The US has pledged to cut carbon emissions by 50-52% below 2005 levels by the year 2030.This new target, which was unveiled at a virtual summit of 40 global leaders, essentially doubles their previous promise. But the leaders of India and China, two of the world's biggest emitters, made no new commitments. \"Scientists tell us that this is the decisive decade - this is the decade we must make decisions that will avoid the worst consequences of the climate crisis,\" President Biden said at the summit's opening address. \"We must try to keep the Earth's temperature to an increase of 1.5C. The world beyond 1.5 degrees means more frequent and intense fires, floods, droughts, heatwaves and hurricanes - tearing through communities, ripping away lives and livelihoods.\" He said there was a moral and economic imperative to immediately act on climate change. Referring to America's new carbon-cutting pledge, President Biden added: \"The signs are unmistakable, the science is undeniable, and the cost of inaction keeps mounting. \"The US isn't waiting, we are resolving to take action.\" Climate activist Greta Thunberg, who was testifying before Congress on Thursday, challenged world leaders to do more on the climate crisis. \"Unlike you, my generation will not give up without a fight,\" she said. \"How long do you honestly believe that people in power will get away with it?\" The UK is playing a critical role this year as president of the crucial COP26 later this year. The government is tasked with achieving agreement in Glasgow when world leaders meet there in November. Prime Minister Boris Johnson was in ebullient form on his virtual conference address. He assured global leaders that tackling climate change was \"not bunny-hugging\". At the summit, Mr Johnson called President Biden's announcement about cutting US greenhouse gas emissions \"game-changing\". \"We can do this together across the world. It's going to mean the richest nations coming together and exceeding the $100bn commitment they already made in 2009,\" he said. Climate has been the central focus of the Biden administration's first few months in office.As well as re-joining the Paris climate pact and organising Thursday's summit, the Biden team has been working on a strong pledge to convince the world that they mean business. The fact that President Biden is prepared to go beyond a 50% cut will be a welcome surprise to many scientists and campaigners.\"By announcing a bold target of cutting emissions 50-52% below 2005 by the end of the decade, President Biden has met the moment and the urgency that the climate crisis demands,\" said Nathaniel Keohane from the US Environmental Defense Fund. \"This target aligns with what the science says is necessary to put the world on the path to a safer climate, and vaults the US into the top tier of world leaders on climate ambition.\" But the new pledge will mean major changes to the American way of life. Coal will have to disappear from the electricity mix, while gas guzzling cars and trucks will have to go electric. Others stepping up with new promises included Canada, Japan and South Korea. But Canada's promise to limit carbon emissions by 40-45% by 2030 came in for immediate criticism from campaigners. \"Canada's new 2030 emissions reduction target is stronger than its previous commitment, but it falls short of what is needed to avoid dangerous levels of warming,\" said Helen Mountford from the World Resources Institute. \"Canada's efforts to deliver real action on the ground are welcome, like placing a price on carbon pollution, but the country should aim for a much more ambitious goal than what it put forward today.\" Meanwhile, Japan's Prime Minister Yoshide Suga said the country was \"ready to demonstrate its leadership\" on the climate. Mr Suga said that Japan would reduce emissions by 46% in 2030 compared to 2013 levels. Previously, the country had pledged only a 26% cut in emissions. South Korea also pledged a new target and said they would stop financing the building of coal-fired power stations overseas. But China made no new pledges but hinted that coal, which is set to grow again as the economy recovers from Covid, will be tackled in the next few years. \"We will strictly control the coal-fired power generation projects,\" the country's President Xi Jinping told the gathering. \"We will strictly limit the increase in coal consumption over the 14th five-year plan period and phase it down in the 15th five-year plan period.\" However, that's likely to be after 2026. According to the International Energy Agency (IEA), China will be responsible for around half the growth in coal around the world this year, as economies recover from Covid. India's Prime Minister Modi stressed that his country's per capita emissions were 60% lower than the global average. He said that lifestyle changes should play a bigger role in limiting climate change. However he made no new promises on curbing emissions. President Biden's team is also urging countries that have been slow to embrace action on climate change - such as Australia and Brazil - to raise their ambition. Brazil and Australia's sceptical approach to the issue had found favour in the Trump White House. But that's no longer the case. Follow Matton Twitter. ", "url": "https://www.bbc.com/news/science-environment-56837927"}