{"datetime": "2021-01-05T23:41:32.000Z", "subject": "US election 2020", "title": "Georgia election: All you need to know about key Senate run-off races", "article": "All eyes are on the southern state of Georgia, where the future of the US Senate will be decided this week. Here's all you need to know. There are two races and voting has been going on since mid-December. The outcome will be crucial to how much the incoming Democratic president, Joe Biden, will be able to achieve in his first term. Wait, another US election? Wasn't all this done in November?OK, rewind. According to the state rules, a winning candidate needs 50% of the votes and in November no-one achieved that. So the top two go through to a 5 January replay - a so-called run-off. In both races, we have a Republican incumbent up against a Democratic newcomer.Senator David Perdue, 70, v Jon Ossoff, 33 Mr Perdue has served as a Georgia senator since 2015. The former Reebok CEO was an early supporter of Donald Trump, and has remained an ally to the president. He is now facing scrutiny over multimillion dollar stock trades in companies whose business falls under his purview on Senate committees. He has denied wrongdoing. Mr Ossoff launched his campaign with an endorsement from civil rights champion John Lewis, who died this summer. Before taking the reins of a documentary film company, Insight TWI, he spent five years working for Congressman Hank Johnson, an Atlanta Democrat. He has employed his filmmaking skills on the trail, launching campaign accounts on both Snapchat and TikTok. Senator Kelly Loeffler, 50, v Reverend Raphael Warnock, 51 Ms Loeffler , the junior Georgia senator, is still a political novice. She was named to the US Senate in December 2019 by Governor Brian Kemp after the sitting senator resigned. One of the wealthiest members of the Senate, Ms Loeffler is co-owner of the women's NBA team the Atlanta Dream. The ownership has caused a stir after the league's players called for Ms Loeffler to sell her stake over her vocal opposition to Black Lives Matter. Rev Warnock is a pastor at the Ebenezer Baptist Church in Atlanta, where civil rights leader Martin Luther King Jr once preached. Along with Democratic rising star Stacey Abrams, he started the New Georgia Project, a voting rights organisation. The group is now under investigation by Georgia's Republican secretary of state for allegedly sending ballot applications to non-residents. The upper chamber of US Congress, the Senate, has been controlled by the Republican Party since 2014. It's very important in getting laws passed, Cabinet appointments confirmed and Supreme Court Justices on to the bench of the highest court. If Democrats win in Georgia, the extra two seats would give them effective control. Each party would have 50 senators and it's become increasingly rare for senators to vote against their party.Technically, there are currently 46 Democrats and two independent Senators - Bernie Sanders and Angus King - but they typically vote with Democrats. So in a 50-50 tie, Democratic Vice-President Kamala Harris would have the deciding vote in her role as Senate president. If Democrats pick up the two seats and forge a 50-50 tie in the upper chamber, it's far from certain that Biden will be able to enact the kind of sweeping legislation on the environment, healthcare and the economy that he proposed during his successful presidential campaign.The narrowness of the margin will ensure that any laws will have to be supported by centrists like Joe Manchin of West Virginia and Arizona's two senators. It will, however, give the new president a fighting chance at legislative accomplishments - and make it significantly easier for him to appoint the administration officials and federal judges of his choice. If the Republicans hold on, then that would mean two more years of divided government and, probably, legislative gridlock. Democratic hopes will rest on the whims of Majority Leader Mitch McConnell and a handful of Republican moderates. A huge amount of money has poured in for all four candidates, but record-breaking numbers for the Democrats. The Loeffler-Warnock race has received more media attention, partly because it's been more feisty and vocal. She accuses him of being a \"radical liberal\" who courts Marxism and wants to defund the police. He sticks to a pretty centrist Democratic message of pandemic relief and healthcare. With his MLK Jr links, Rev Warnock is well known among African Americans and the state has a higher proportion of black voters than the average US state. The state is around 52% non-Latino white and 33% black, according to 2019 census data. Black residents made up nearly half of the 1.9 million increase in Georgia's voting population since 2000, according to the Pew Research Center. In 2019, 2.5 million black voters made up a third of the total Georgia electorate.The Biden-Harris win in the state was the first time in 30 years Georgia went to a Democratic presidential candidate. On election-eve, President Donald Trump held a rally to support the two Republicans, urging them to turn out. Mr Perdue, however, participated virtually after coming into contact with a Covid-positive individual. He and his wife have tested negative, but have remained in quarantine. President-elect Joe Biden campaigned on behalf of the two Democrats on 4 January as well, with Vice President-elect Kamala Harris travelling to the state a day earlier. A Democrat has not won in a Senate race in Georgia for decades so it will be an uphill struggle for them. The Republican candidates also won more votes in both races when it was a larger field in November. But Mr Biden narrowly won there in the presidential contest by tapping into an effective get-out-to-vote campaign among African Americans. Voting began weeks ago and early indications suggest a high turnout, possibly a record for a run-off in the state. Ballot counting will begin at 19:00 local time on Tuesday, once polls close, though there could be a wait for results. Polling shows a very tight contest in both races even with less than a day left, though many are looking at polls with scepticism, as they missed the mark during the presidential election.A number of big pollsters have also opted not to cover the run-off races. ", "url": "https://www.bbc.com/news/election-us-2020-55489392"}