{"datetime": "2021-03-07T00:20:22.000Z", "author": "Jude Sheerin", "title": "Who truly was the most dishonest president?", "article": "Former President Donald Trump was often accused of having a complete disregard for the truth. Yet some of his predecessors' falsehoods ranged from the bizarre to the horrifying. So how does Trump truly compare? When Saddam Hussein invaded the oil-rich emirate of Kuwait in August 1990, President George HW Bush snarled: \"This will not stand.\" But as US troops were scrambled to the Gulf, the American public was dubious about the justification for military action. The Kuwaiti government-in-exile promptly hired a US public relations firm, Hill & Knowlton, whose Washington DC office was run by Bush's former chief of staff. The PR firm coached a purported witness, introduced as a 15-year-old girl called \"Nayirah\", to tearfully tell US congressmen in October 1990 that Iraqi soldiers had entered a hospital in Kuwait, removed babies from incubators and left them to die on the cold floor. Nayirah, reporters were assured, was using an assumed name for fear of reprisals against her family back home. Only after the war would it emerge she was the daughter of Kuwait's ambassador to the US. And her story was completely baseless, as John MacArthur details in his book, Second Front, Censorship and Propaganda in the 1991 Gulf War. Bush is recorded as having publicly touted this tall tale at least six times as he blew the bugle of war. \"Babies pulled from incubators and scattered like firewood across the floor,\" the president said on one occasion during a speech to US troops in Saudi Arabia. MacArthur writes that the hoax helped rally the American people behind calls for military action. In January 1991, Bush's war resolution narrowly passed the Senate. Six senators cited the incubators story as justification for authorising the conflict, notes MacArthur.Operation Desert Storm launched days later. The irony is that it seems babies actually did perish after being removed from incubators during Gulf War One. Only it reportedly happened in a massive US-led allied air raid.On the first night of bombing, as electricity failed amid the explosions, panicking mothers took their newborns from the machines at a paediatric hospital in Baghdad and sheltered in a cold basement where more than 40 of the infants died, according to a contemporary New York Times report. They were among thousands of civilians estimated killed in the 42-day conflict. While it has never been established that Bush knew the incubators story he repeatedly told was unfounded, the White House is generally expected to verify claims made by the president - especially one so horrifying.American journalists failed to debunk the Nayirah testimony until after the war. The controversy was omitted from a recent admiring biography of Bush, and from glowing coverage of his presidency when he died in 2018. Allegations of presidential dishonesty, however, greatly exercised media fact-checkers during the tenure of Mr Trump. The Washington Post maintains a database of Trump statements - over 30,000 of them - that it claims are false or misleading. Many of these utterances, such as about golf or his wealth or whether it snowed at one of his rallies, sound relatively trifling. Others, such as claims he deliberately misled the American people about the severity of coronavirus, or his unfounded assertions that the 2020 White House election was rigged, would be much more damaging. Benjamin Ginsberg, author of The American Lie: Government by the People and Other Political Fables, says that when it comes to presidential falsehoods, some are much more consequential than others. He cites deceptive statements by Bush's son, President George W Bush, as he sold a sequel war on Iraq to the US public. These included downplaying intelligence doubts that Iraqi President Saddam Hussein possessed weapons of mass destruction, and implying he might even have a nuclear weapon, and asserting he was an ally of al-Qaeda. Prof Ginsberg says \"whoppers\" that lead to military action are the most harmful of all, and that Trump is not as blame-worthy as some of his predecessors in this respect. The political science lecturer at Johns Hopkins University in Baltimore adds: \"The problem is the American presidential selection process is fundamentally flawed and produces monsters.\"It requires years of campaigning, and only the most arrogant, ambitious and narcissistic individuals would possibly be willing to do such a thing.\" Once upon a time Americans placed an almost childlike trust in their commanders-in-chief.They were venerated as demigods. When did it change? Many historians date this rupture to Lyndon Baines Johnson, though he was far from the first president to deceive. JFK's brother, Robert Kennedy, once said of LBJ: \"He just lies continually about everything. He lies even when he doesn't have to lie.\" Johnson's falsehoods on the Vietnam War included using an August 1964 naval attack that never happened in the Gulf of Tonkin to dramatically escalate the conflict. \"We are not about to send American boys nine or 10 thousand miles away from home to do what Asian boys ought to be doing for themselves,\" he told voters two months later in Akron, Ohio. After being elected, LBJ quietly sent the first US combat forces to the jungles and rice paddies of the war zone, eventually deploying more than half a million troops. Johnson's constant dissembling about this foreign policy disaster envenomed American political life and led journalists to coin a euphemistic term about his administration: the credibility gap. His successor, Richard Nixon, ran for office pledging to bring an \"honourable\" end to the carnage in Vietnam, before expanding the conflict by secretly carpet-bombing neutral Cambodia.Yet it was another cover-up - the Watergate scandal, a botched burglary by his henchmen to wiretap their political opponents - that destroyed Nixon's presidency. American children were once taught to tell the truth with the aid of a morality tale on presidential honesty that was itself untrue. \"I can't tell a lie, Pa,\" is the well-known line from the story about the young George Washington confessing to his father that he had split his cherry tree with a hatchet.It was entirely invented by the president's first biographer.The father of the nation was in fact not above the odd fib himself. In 1788, he attempted to rewrite history by claiming he had been the strategic visionary behind the victory over the British at Yorktown seven years earlier during the Revolutionary War. But it was actually his French allies who masterminded the decisive battle in Virginia.Washington had been stubbornly arguing instead for an attack on New York City, as Ron Chernow notes in his 2010 biography of the first US commander-in-chief. Here was the original sin, if you will, of presidential duplicity. Some lies told by occupants of the White House have been utterly bizarre. Thomas Jefferson told a European naturalist who had disparaged the New World's fauna that woolly mammoths roamed the unexplored American West. In 1983, President Ronald Reagan claimed he had filmed the atrocities of the Nazi death camps while serving as a US Army Signal Corps photographer in Europe.He told this story to Israeli Prime Minister Yitzhak Shamir at the White House. Reagan never left America during World War Two. Few remember this mind-boggling lie.Many of Trump's comments in the Washington Post catalogue will no doubt prove equally forgettable. However, one historian argues that the recent tenant of 1600 Pennsylvania Avenue, by the sheer volume of his mendacity, has destroyed the very idea of shared truth in American politics. \"We've tolerated presidential lies ever since the beginning of the republic,\" says Professor Eric Alterman, author of Lying In State: Why Presidents Lie - And Why Trump Is Worse. \"But Donald Trump is the Frankenstein's monster of a political system that has not merely tolerated lies from our leaders, but has come to demand them.\" Prof Alterman says the Capitol rioters, radicalised by conspiracy theories about stolen elections and satanic cabals, underscore the extent to which Trump inspired the \"creation of an entire world of unreality\". A useful civics lesson on how a president who has been caught dissimulating reacts away from the cameras may be found in William Jefferson Clinton. In January 1998 he indignantly denied to reporters having had any sexual relations with a White House intern, Monica Lewinsky. But an investigation into whether he had lied under oath heard graphic evidence of their frolics, including that the president used a cigar with her as a sex toy after inviting the 22-year-old into the Oval Office. Instead of feeling shame for deceiving the nation, Clinton privately expressed relief, according to John F Harris' biography, The Survivor. Even as he prepared to go on television in August 1998 and express contrition, the president told a close friend: \"The lie saved me.\" Clinton reasoned that the drip-drip of prurient allegations had allowed the American people to gradually come to terms with his antics, ultimately sparing his political neck. It's all a rueful reminder of the blessing carved into the mantel of the White House State Dining Room: \"May none but Honest and Wise Men ever rule under This Roof.\" Follow @judesheerin on Twitter ", "url": "https://www.bbc.com/news/world-us-canada-56246507"}