{"datetime": "2021-02-08T19:57:31.000Z", "subject": "Impeachment of Donald Trump", "title": "Trump impeachment: Supporters rioted 'of their own accord'", "article": "Lawyers for Donald Trump have responded to his impeachment charges, saying supporters of the former US president stormed Congress in Washington DC on 6 January of their own accord. Mr Trump's trial in the Senate is due to begin on Tuesday after he was impeached for the second time by the House of Representatives last month. He is charged with \"inciting insurrection\" in a speech to supporters ahead of the deadly riot. Mr Trump says he will not testify. Five people, including a police officer, died when a mob of Trump supporters attacked the Capitol building, forcing politicians and staff to hide in offices. Mr Trump is the only US president in history to have been impeached twice and one of only three to have been impeached at all. In a pre-trial brief released on Monday, the former president's lawyers said that FBI documents had shown that the riot was planned days in advance, meaning that Mr Trump cannot have encouraged the violence. They also insist the trial is unconstitutional because Mr Trump has left office and is now a private citizen. They hit out at the nine \"impeachment managers\" - Democrats from the House of Representatives who will lay out the case for prosecution - accusing them of \"intellectual dishonesty and factual vacuity\" in the way they portrayed Mr Trump's address to his supporters. The lawyers described the trial as \"political theatre\" and a \"brazen political act\" by Democrats that was intended to \"silence a political opponent and a minority party\". \"This impeachment proceeding was never about seeking justice,\" they wrote. \"Instead, this was only ever a selfish attempt by Democratic leadership in the House to prey upon the feelings of horror and confusion that fell upon all Americans across the entire political spectrum upon seeing the destruction at the Capitol on January 6 by a few hundred people.\"Democrats say Mr Trump's repeated refusal to concede last November's presidential election to Joe Biden - as well as the fiery rhetoric he used in his address to supporters on 6 January - encouraged the riot.His lawyers argue that Mr Trump was simply exercising his First Amendment rights to freedom of speech. In their own response later on Monday , the House impeachment managers reasserted that Mr Trump had \"betrayed the American people\". \"His incitement of insurrection against the United States government - which disrupted the peaceful transfer of power - is the most grievous constitutional crime ever committed by a president,\" their statement said. The trial is expected to begin with a four-hour debate and then a vote on whether the proceedings are unconstitutional. If it proceeds - as it is expected to - opening debates will begin on Wednesday afternoon with both sides allowed up to 16 hours each for presentations.However, for the Senate to convict Mr Trump a two-thirds majority is required meaning 17 Republicans would need to join the chamber's 50 Democrats in the vote.On 26 January, a bid to dismiss the case as unconstitutional was backed by 45 of the Senate's 50 Republicans. The former president is accused of \"incitement of insurrection against the Republic he swore to protect\" - namely the storming of the Capitol by his supporters as Congress met to confirm the result of the 3 November election.Mr Trump's \"statements turned his 'wild' rally on 6 January into a powder keg waiting to blow\", Democrats said in a pre-trial briefing. They are expected to put before the Senate Mr Trump's words - and footage from the riot - to show that \"the furious crowd\" was \"primed (and prepared) for violence if he lit a spark\". \"The evidence is clear,\" they wrote. \"When other attempts to overturn the presidential election failed, former President Trump incited an attack on the Capitol.\" They argue that although he is no longer in office, \"a president must answer comprehensively for his conduct in office from his first day in office through his last\". They call for him to be disqualified from ever running for office again. What questions do you have about the impeachment trial? The impeachment process can be confusing. The BBC is here to help make sense of it. Please put your questions below. ", "url": "https://www.bbc.com/news/world-us-canada-55987560"}