{"datetime": "2020-11-23T01:00:42.000Z", "author": "Marianna Spring", "subject": "US election 2020", "title": "'Stop the steal': The deep roots of Trump’s 'voter fraud' strategy", "article": "President Trump alleged \"fraud\" even while votes were still being counted - the culmination of a strategy at least months in the making. In the early hours of a frosty November morning in Connecticut, 49-year-old Candy snuggled into her bed after a long night shift. She immediately unlocked her phone - and began scrolling through her social media feed, as she does most nights.But this was different - it was election night. The result was still hanging in the balance. Candy scrolled, catching up on the night's news while waiting for her favoured candidate to speak out. And just after 1 a.m., he did: Candy agreed. She was frustrated and she wanted to do something - so when one of her best friends invited her to join a Facebook group called Stop the Steal, she jumped at the opportunity.\"The Democrats have said since the beginning of all this Covid stuff that they're going to do whatever it takes to get Trump out - and I think that they have succeeded,\" she later said.LISTEN NOW :Trending from the BBC World Service Candy was expecting this. For months allegations of \"rigged elections\" and \"voter fraud\" have been punctuating her Facebook feed.And she's not the only American who had been exposed to voting disinformation for months before polling day.Research by the BBC's Anti-disinformation unit reveals that disinformation about voter fraud has been plugged by influential accounts on social media repeatedly, for months.And it came from the very top. President Trump first started tweeting allegations of fraud as far back as April.Between then and the election, he mentioned rigged elections or voter fraud more than 70 times.For example, he tweeted this in June: And this in August: It's not a new theme. Mr Trump made claims of voter fraud back in 2016 - after an election he won.But this time around, the evidence suggests many more people have been seeing unsubstantiated claims all over their social media feeds for weeks. Candy is just one of them. Hundreds of thousands joined big Facebook groups under the \"Stop the Steal\" banner.Our research found that influential right-wing accounts were instrumental in amplifying these claims - and were frequently retweeted by President Trump. That includes a number of figures with big followings who have gone on to be involved in a protest movement centred around the unsubstantiated idea of a \"rigged\" election.On election night the hashtag #StoptheSteal sprung up on Twitter after the first of many misleading videos about voter fraud went viral. The video showed a poll watcher being denied entry to a Philadelphia polling station. It has almost two million views on Twitter, and was shared by multiple pro-Trump accounts. We investigated the video shortly after it was posted.The man who features in it was asked to wait outside by officials - with a woman telling him that his poll-watching certificate was not valid at that particular polling station.The video was authentic and, as it turns out, the woman was wrong. There was confusion over the rules. Poll watchers used to only be allowed into a particular station in Philadelphia, but they can now visit multiple sites across the city.The situation was later clarified and the man was later allowed into the station, and given an apology. None of that was reflected in the video of course - and the hashtag had already gone viral. The Stop the Steal slogan was then used by those setting up large Facebook groups which, since election night, have cumulatively amassed more than a million members. Several of these groups have been removed after users posted threats of violence and calls for \"civil war\".They have become a hotbed for more misleading videos and false claims - similar to that incident in Philadelphia - which have flooded social media feeds of people like Candy.\"They were saying that we started the group to try to start riots in different places in the country, which wasn't true,\" Candy tells me, increasingly angry about her Stop the Steal Facebook group being closed down.Candy, along with most of the members of these groups, aren't calling for violence. She says she is simply pursuing what she thinks is the truth.\"Everybody was just out there putting out what fraud they were seeing going on with the election,\" she says. She admits to me that she spends too much time on Facebook - and though she says she doesn't quite trust what she sees on the social network, at the same time it has been her main source of election information.She mentioned a number of debunked or evidence-less claims: thatcertain types of pens were handed out that would invalidate ballots , or that ballots were being dumped or ripped up.We investigated dozens of claims circulating online turned out to be made up, untrue or impossible to prove.One example: A man said that he had thrown away Trump ballots in Wisconsin in a post that went viral on Facebook. But it turns out that he lives in the suburbs of Detroit - in a totally different state, Michigan.The man, a 32-year-old butcher, revealed his real identity to BBC News, and insisted he had nothing to do with counting any ballots - in Wisconsin or anywhere else. The post, he said, was simply a joke.There's no concrete evidence of votes - for any candidate - being thrown away or ripped up.The claims keep coming. \"I saw a video somebody posted that a man had discovered that his wife voted this year,\" Candy says, \"but she died in 2017.\"Again, we've looked into these allegations. Many claims about dead voters have beenrevealed as misinformation or mistaken identities by the authorities. We found one case where a living person accidently submitted an absentee ballot that was sent to a dead parent.There are others where the voters in question died before the election. Authorities in Michigan confirmed that when that is the case, the vote is thrown out.In the background - and occasional foreground - of this election is a series of increasingly popular conspiracy theories that encourage the idea everything is rigged, suspicious and not as it seems.Professor Whitney Phillips of Syracuse University says the QAnon conspiracy theory may explain in part why these rumours about voting have spread like wildfire.This is the baseless belief that President Trump is waging a secret war against Satanic paedophiles.\"Journalists and commentators have focused on the satanic child sex ring elements of the theory,\" she says. \"But buried within that narrative was a deeper 'deep state' narrative,\" which caused Trump supporters to question and doubt almost everything.In her view, even before the first vote was cast there were \"breadcrumbs and a whole narrative framework\" that the Democrats were going to steal the election. Her greatest fear is not about violence on the streets. She doesn't think people like Candy who join Stop the Steal groups are going to riot because of fake news online. Instead, Whitney Philips and other experts I speak to worry about the slow, gradual erosion of people's faith in democracy. Additional reporting by Olga Robinson Subscribe to the BBC Trending podcast or follow us on Twitter @BBCtrending or Facebook . ", "url": "https://www.bbc.com/news/blogs-trending-55009950"}