{"datetime": "2021-01-23T02:45:01.000Z", "subject": "Impeachment of Donald Trump", "title": "Trump impeachment: Senate trial delayed until next month", "article": "The second impeachment trial of Donald Trump will begin next month under an agreement reached between Senate Democrats and Republicans. House of Representatives Democrats will send the charge of \"inciting insurrection\" to the Senate on Monday. But arguments will not begin until the week of 8 February, allowing Mr Trump's lawyers two weeks to build a defence. Democrats accuse the ex-president of instigating the deadly 6 January riot at the US Capitol. The House last week paved the way for the Senate proceedings by charging Mr Trump with inciting the violence, which left five people dead.His second impeachment trial will begin almost exactly a year afterthe Senate acquitted him on charges of abuse of power and obstruction of Congress . That case related to accusations he pressured Ukraine to help smear Joe Biden and his son. Mr Trump's term ended on Wednesday and he left Washington, snubbing his successor Joe Biden's inauguration. His speech to a rally ahead of the Capitol riot are at the heart of the case against him. The then-president told protesters near the White House to \"peacefully and patriotically\" make their voices heard as they prepared to march towards the US Capitol building, which houses the US Congress. He also told them to \"fight like hell\". Top Senate Democrat Chuck Schumer said on Friday that the House would deliver the impeachment article - or charge - on Monday.\"The Senate will conduct a trial of the impeachment of Donald Trump. It will be a full trial. It will be a fair trial,\" Mr Schumer said, speaking on the floor of the Senate. House Democrats say the article will be passed to the upper chamber of Congress at 19:00 local time on Monday. Democratic impeachment managers, lawmakers from the House who will act as prosecutors during the Senate trial, will be sworn in on Tuesday. Senate Republican leader Mitch McConnell's office said he was glad Mr Schumer had agreed to his request for more time during the pre-trial phase, and that the trial itself would begin on 9 February.A statement said: \"Especially given the fast and minimal process in the House, Republicans set out to ensure the Senate's next steps will respect former President Trump's rights and due process, the institution of the Senate, and the office of the presidency.\"That goal has been achieved. This is a win for due process and fairness.\"Earlier on Friday, President Biden also appeared to suggest he would prefer a later trial. He told reporters, referring to the urgent domestic issues that he wants to pass legislation to address: \"The more time we have to get up and running to meet these crises, the better.\" The White House will however not say whether Mr Biden thinks Mr Trump should be convicted.\"[Joe Biden] is no longer in the Senate and it's up to the Senate and the Congress to hold the former president accountable,\" said press secretary Jen Psaki when asked on Friday. Even thoughDemocrats now hold a narrow Senate majority , they would need the support of at least 17 Republicans in order to convict Mr Trump, because a two-thirds vote is required. But Senator Roger Wicker, a Mississippi Republican, told CNN on Friday: \"The chances of getting a conviction are virtually nil.\" Only five Republican senators - Mitt Romney of Utah, Lisa Murkowski of Alaska, Ben Sasse of Nebraska, Susan Collins of Maine and Pat Toomey of Pennsylvania - are seen as potential defectors.Mr Trump will be the first former US president ever to be tried by the Senate. No president has ever been convicted in such proceedings, and if Mr Trump were found guilty he could end up being barred from future office. On Friday, Mr Trump was approached by a reporter from the Washington Examiner at his Trump International Golf Club in West Palm Beach, Florida. The former president was asked about his future plans. \"We'll do something, but not just yet,\" he told the journalist from his regular table at the private club before an aide cut short the brief encounter. Mr Trump is residing five miles away at his other golf club, Mar-a-Lago, which he calls his \"Winter White House\". ", "url": "https://www.bbc.com/news/world-us-canada-55761044"}