{"datetime": "2021-01-05T04:21:43.000Z", "author": "Nomia Iqbal", "subject": "US election 2020", "title": "Georgia Senate: ‘I've never seen this energy before'", "article": "The US is facing another huge election - one that could define how much new president Joe Biden can get done in his first term. More than 100 people are gathered in the grey and damp cold in Stone Mountain.It's a miserable start to the New Year but this city near Georgia's capital, Atlanta, feels anything but sleepy or hung over. Voter Jonathan Gardner has turned up early. \"The energy we get here in Georgia is something I've never seen before,\" says Mr Gardner, who was born and raised in local DeKalb County. \"We've had other Senate races and I'm just excited.\" He is joined by fellow Democratic supporters who are singing and dancing outside a house-turned-campaign centre.It's to rally support for the two men who are probably President-elect Joe Biden's most important friends right now: Jon Ossoff and Raphael Warnock.This traditionally Republican state was won by Mr Biden in November's election - but there were no clear winners for the state's two Senate seats. Now there is a run-off between the top candidates in each race. If the two Democrats, Mr Ossoff and Rev Warnock, beat incumbent Republicans David Perdue and Kelly Loeffler, Mr Biden's party effectively controls the Senate. Shirley Shepphard is handing out stickers, with a smile and confidence.\"The Democrats can win! Yes we can, yes we can, yes we can!\" she says.There's a huge cheer as Mr Ossoff's large blue bus makes its way down the road and pulls up opposite the house. He is only 33 years old and, in case his youth wasn't clear enough, he makes a point of jogging on to the small stage.During a polished speech he exclaims: \"The place we demand better is at the ballot box.\" If Mr Ossoff wins, he'd be the youngest member of the Senate - a title once held by Joe Biden himself.No pressure, but I put to him that the fate of Mr Biden's presidency is in his hands.If he loses, is Mr Biden a weakened president before he's even begun?Without missing a beat, Mr Ossoff says: \"We will win.\"Fellow Democrat and Senate candidate Mr Warnock could make history alongside him. He could become Georgia's first black senator, in a state that has a higher proportion of black people than any other in the US.Georgia has also found itself becoming the final battleground for an aggrieved President Donald Trump.The Republican Senate candidates here - Mr Perdue and Ms Loeffler - are his last foot soldiers.Both appeared at his rally the previous night, where he focused on repeating his unsubstantiated claims of election fraud. \"There's no way we lost Georgia, that was a rigged election,\" were the first words out of his mouth.\"We run all over the world telling people how to run their elections and we don't even know how to run ours.\"Mr Trump has also gone after Georgia's Republican governor and begged another official here, in an astonishing phone call, to find votes to overturn Mr Biden's victory.The president has also called the Georgia Senate races \"invalid and illegal\" without any evidence. There are concerns from some Republicans he's putting people off voting on Tuesday. I asked supporters at Trump's rally why they would take part in an election process if they didn't believe it was fair. Some hesitated and suggested it was their civic duty. For those who won't vote, it's an advantage that may work for the Democrats. When I ask two Ossoff and Warnock supporters about the claims of election fraud, both women throw their heads back, burst into a long laugh in perfect unison and shake their heads bemused: \"Yeah, that's a good one.\"There's another factor in this runoff - teenagers.Since the 3 November presidential election, more than 23,000 people will have turned 18 in the state and can now vote in this Senate race.Many young voters have been holding live-streaming events in counties across Georgia. Valerie Ponomarev just turned 18 and is very excited at getting to vote. She was upset she couldn't cast a ballot in the recent presidential election.\"I did the math in my head and was short by a month as I was born in December,\" she says.\"I was mad at my mum that I hadn't been born sooner!\" She said at first, she didn't even realise the Senate runoff was so crucial in Georgia. She's voting for the Democrats, Ms Ponomarev says, adding that a lot of younger people have shown support for Mr Ossoff.\"I think the youth finally want representation in government because we're so often underrepresented and now that we have Jon Ossoff who is closer to our age,\" she says.Michael Guisto found himself in the same situation as Ms Ponomarev - too young to cast a ballot in November - and says missing out on that vote was painful. \"It feels like a redemption,\" he says of this Senate race. The polls are suggesting it's a very tight race. But this state knows that whatever it decides, it will have an impact on the country as a whole.Mr Guisto says even though he missed out on the November election, this vote matters.\"I get to in some ways influence the country but this time it's a bit closer to home.\" ", "url": "https://www.bbc.com/news/world-us-canada-55490781"}