{"datetime": "2021-03-17T19:51:46.000Z", "title": "Biden says his dog Major will return to the White House after biting incident", "article": "US President Joe Biden has defended his dog Major after reports the dog bit someone earlier this month. Mr Biden said that Major, the younger of his two German Shepherds and the White House's first ever rescue dog, was officially \"out of the dog house\". \"You turn the corner and there's two people you don't know at all and they move, and he moves to protect,\" he told ABC's Good Morning America. Major is now receiving training in Delaware, Mr Biden added. Previous reports in US media said Major had bitten a US Secret Service agent, and that he and Mr Biden's other dog Champ were sent back to the president's home state Delaware shortly afterwards. However Mr Biden has now said the move back to Delaware was not in response to the alleged biting incident, but was pre-planned to accommodate the First Lady's schedule. \"He was going home,\" he told the show. \"I didn't banish him to home. Jill was going to be away for four days, I was going to be away for two, so we took him home.\" The president added that Major \"did not bite someone and penetrate the skin\". \"He's a sweet dog - 85% of the people [at the White House] love him,\" he said. \"All he does is lick them and wag his tail.\" The Bidens adopted Major, 3, as a puppy from Delaware Humane Association in 2018. Their older German Shepherd Champ, 12, had already spent some time in the White House as a younger dog, when Mr Biden was Vice President, before moving in permanently in January this year. For many presidential pups, living in the White House - with so many strangers coming in and out - is no walk in the park. In January 2017, at the end of former President Barack Obama's time in office, a teenage girl claimed she was bitten in the face by the Obamas' dog Sunny during a visit to the White House. According to TMZ, the four-year-old Portuguese Water Dog became scared and lashed out when the unnamed girl tried to pet and kiss her. And in September 2008, George Bush's dog Barney bit the Boston Celtics' PR director Heather Walker on the wrist - before biting the finger of Reuters news reporter Jon Decker just two months later.First Lady Laura Bush's spokesperson later joked that it was \"his way of saying he was done with the paparazzi\".", "url": "https://www.bbc.com/news/world-us-canada-56424150"}