{"datetime": "2021-11-05T02:56:50.000Z", "subject": "Mueller Trump-Russia inquiry", "title": "Trump-Russia Steele dossier analyst charged with lying to FBI", "article": "A Russian analyst who worked on a dossier that made unsubstantiated claims linking Donald Trump to the Kremlin has been arrested in the US. The Department of Justice charged Igor Danchenko, 43, with lying to the FBI. He was detained as part of an inquiry into the origins of baseless claims that Mr Trump colluded with Russia to win the 2016 election. The so-called Steele Dossier was used by the FBI to obtain surveillance warrants on a top Trump aide.The document was held up by Democrats to paint Mr Trump as a Russian puppet, a narrative amplified in a feedback loop by most US media for much of the president's four years in office. A lawyer for the Russian analyst did not immediately respond to requests for comment, Reuters news agency reports. Mr Danchenko worked with ex-British spy Christopher Steele on the dossier. Published by Buzzfeed 10 days before Mr Trump took office, the Steele Dossier made a number of explosive claims linking Mr Trump to the Kremlin - including that Russia had compromising material on the Republican candidate. Mr Trump always dismissed the allegations as a hoax.Mr Steele was hired to conduct the research through a law firm on behalf of Mr Trump's political opponents, including the campaign of Hillary Clinton, the Democratic candidate in the 2016 election.Mr Steele has previously defended his work , but recently acknowledged to ABC News that \"not everything in the dossier is 100% accurate\". According to thefederal indictment , a US-based public relations executive \"who was a long-time participant in Democratic Party politics\" was \"a contributor of information\" to the dossier. Mr Danchenko, it is alleged, lied to agents when he said he had never communicated with this unnamed PR executive about the dossier allegations. A statement released by the US Department of Justice says Mr Danchenko was charged with making false statements to the FBI five times in 2017, \"regarding the sources of certain information that he provided to a UK investigative firm\". The Russian national appeared briefly before a judge on Thursday in Alexandria, Virginia. As early as July 2016, US investigators began to examine whether there were any links between Mr Trump and the Kremlin. This led the following year to a major investigation headed by special counsel Robert Mueller.The dossier was the basis for a wiretap on Trump adviser Carter Page. A former FBI lawyer who worked on the Carter Page case later pleaded guilty to altering an email related to the surveillance application. In 2019, the Mueller investigation concluded that it could not determine any criminal conspiracy between Moscow and the Trump campaign.It also found that Russia had interfered in the election \"in sweeping and systematic fashion\", and outlined 10 times when Mr Trump possibly impeded the investigation. Following this, the Trump administration announced an investigation into the origins of the inquiry into Russian interference. Mr Trump had long called for such a probe. Then-Attorney General William Barr appointed John Durham, a US attorney in Connecticut, as the senior federal prosecutor.This is the latest arrest under the investigation. In Septemberofficials under Mr Durham charged a prominent lawyer for allegedly making false statements to the FBI. ", "url": "https://www.bbc.com/news/world-us-canada-59168626"}