{"datetime": "2021-02-10T12:51:21.000Z", "subject": "Impeachment of Donald Trump", "title": "Trump impeachment: What to expect from Senate trial", "article": "Former US President Donald Trump is being put on trial by lawmakers for allegedly inciting a riot at the US Capitol. Last month Mr Trump became the first president in US history to be charged with misconduct - or impeached - twice by the lower chamber of Congress. Republicans and Democrats in the House of Representatives voted to pass an article of impeachment that accused Mr Trump of \"incitement of insurrection\". The article alleged that Mr Trump had made false allegations of election fraud and encouraged his supporters to storm Congress on 6 January. Now a trial is being held in the upper chamber of Congress, the Senate, which will decide whether to convict or clear Mr Trump of the charge. This is an unprecedented moment for the US, which has never put an impeached president on trial after they have left office. So, what can we expect? The trial in the Senate is political, rather than criminal. A vote will be held at the end of the trial to determine whether Mr Trump is guilty of the charge. A two-thirds majority of the 100-member Senate must back a guilty verdict to convict Mr Trump. If Mr Trump is convicted, senators could also vote to bar him from ever holding public office again. The trial opened on Tuesday with a four-hour debate on whether the proceedings were unconstitutional because Mr Trump is no longer president. A 56-44 majority then voted in favour of continuing, with six Republicans backing the measure.Each side will then be given 16 hours in total to make their arguments, and this will be limited to eight hours in any one day.There will be an option to request a debate and a vote on whether witnesses should be called. Both Democrats and Republicans are said to favour a speedy trial, amid an ongoing effort to get President Joe Biden's Covid-19 relief plan approved.It is thought a vote on a conviction could come as early as Monday if no witnesses are called. Democrats prosecuting the case opened the proceedings by showing a dramatic video montage of Mr Trump's 6 January speech and the deadly rioting by some of his supporters. \"That's a high crime and misdemeanour,\" Representative Jamie Raskin of Maryland - who is leading the case - said of the footage. \"If that's not an impeachable offence, then there's no such thing.\" They say Mr Trump is \"personally responsible\" for the riot and must be convicted. According toa pre-trial legal brief , they will say his repeated refusal to concede the election led to an \"incitement of insurrection against the republic he swore to protect\". Mr Trump's \"statements turned his 'wild' rally on 6 January into a powder keg waiting to blow\", they will argue. Although he is no longer in office, Mr Trump \"must answer comprehensively for his conduct in office from his first day in office through his last\", Democrats argue. They have called for Mr Trump to be disqualified from ever running for office again. On the opening day, his defence lawyers argued unsuccessfully that it was unconstitutional to put a private citizen through the impeachment process.Defence lawyer David Schoen said the Democrats were using \"the guise of impeachment as a tool to disenfranchise\" those who support Donald Trump. His lawyers are now likely to change tack and argue that Mr Trump's supporters stormed Congress of their own accord.According to their own pre-trial brief, they will argue that Mr Trump's pre-riot remarks did not amount to incitement.The former president's call to \"fight\" was not meant to be taken literally, they say. \"To characterise this statement alone as 'incitement to insurrection' is to ignore, wholesale, the remainder of Mr Trump's speech that day, including his call for his supporters to 'peacefully' making their 'voices heard,'\" they add. Moreover, FBI documents had shown that the riot was planned days in advance, the lawyers said. It is never happened before, so it is untested and the US Constitution does not say. Impeachment proceedings against President Richard Nixon were ended when he quit in 1974. So Mr Trump could take his case to the Supreme Court, claiming his trial was unconstitutional. Some lower ranked officials have been impeached after leaving office. That is certainly what prosecutors wanted. Last week, they sent a letter inviting him to testify under oath \"at a mutually convenient time and place\". The prosecution team suggested that they would cite Mr Trump's silence as further proof that their allegations were true. Within hours, however, the former president's lawyers had rejected the request as a publicity stunt. They made clear he would not testify voluntarily. The prosecutors do have the power to issue a subpoena - or an order to compel him to appear in court to testify - but that is considered unlikely. Supreme Court Chief Justice John Roberts presided over the first impeachment trial of Mr Trump, but will not do so again. Democratic Senator Patrick Leahy - third in the line of presidential succession - is presiding over the trial instead. Prosecuting the case are nine House Democrats, known as the impeachment managers. Mr Trump is being represented by two attorneys - Bruce Castor and David Schoen. All 100 US senators have been sworn in as jurors in the trial. Democrats only hold half the 100 seats so they would require 17 Republicans to vote against someone from their own party. That is a high bar for a party that has largely remained publicly loyal to Mr Trump. Ten Republicans in the House supported impeachment and a handful of senators have indicated they are open to it. But Tuesday's vote implied loyalty toward the former president in his party remained high enough to avoid a conviction. If he is convicted by the Senate, lawmakers must hold another vote to block him from running for elected office again - which he had indicated he planned to do in 2024. This could be the biggest consequence of this impeachment. If he is convicted, a simple majority of senators would be needed to block Mr Trump from holding \"any office of honour, trust or profit under the United States\". So 50 senators plus a casting vote from Vice-President Kamala Harris would be enough to damn Mr Trump's hopes of political power. This could be appealing to Republicans hoping to run for president in the future and those who want Mr Trump out of the party. There has been talk of Mr Trump losing benefits granted to his predecessors under the 1958 Former Presidents Act, which include a pension and health insurance, and potentially a lifetime security detail at taxpayers' expense.However, Mr Trump is likely to keep these benefits if he is convicted after leaving office. That was over his dealings with Ukraine, although he denied any wrongdoing. He was accused of pressing the country's leader to open an investigation into Mr Biden, then his emerging rival for the White House, and his son Hunter. Mr Trump appeared to use military aid as leverage. He was impeached by the House and cleared by the then Republican-controlled Senate. ", "url": "https://www.bbc.com/news/world-us-canada-55586677"}