{"datetime": "2021-02-03T04:16:12.000Z", "subject": "Impeachment of Donald Trump", "title": "Impeachment: House lays out case against Trump", "article": "Donald Trump must be convicted because he is \"personally responsible\" for the riot at the US Capitol, House Democrats have said. They detail the former president's \"incitement of insurrection against the republic he swore to protect\" in a pre-trial brief released Tuesday. It calls for him to be disqualified from ever running for office again. Mr Trump's legal team argues that the impeachment article is in \"violation\" of the US Constitution. The storming of the Capitol occurred while Congress was meeting inside to certify the election victory of President Joe Biden. The riot led to the deaths of five people, including a Capitol Police officer. This is Trump's second impeachment trial, and he is the first US president in history to be impeached twice. House impeachment managers said the former president's repeated refusal to concede the election to Mr Biden encouraged the riot. Before the armed insurrection, thousands of Trump supporters gathered at a \"Save America\" rally near the White House and listened to Mr Trump, who urged them to \"fight like hell\" because \"we won [the election] by a landslide\".Mr Trump's \"statements turned his 'wild' rally on 6 January into a powder keg waiting to blow\", the 80-page legal brief says. Impeachment managers plan to use Mr Trump's own words and video footage of the riot to say that \"the furious crowd\" was \"primed (and prepared) for violence if he lit a spark\". \"The evidence is clear. When other attempts to overturn the presidential election failed, former President Trump incited an attack on the Capitol,\" it reads. They argue that, although Mr Trump is no longer in office, the Senate has to act because \"a president must answer comprehensively for his conduct in office from his first day in office through his last\". \"This is not a routine corruption charge,\" they wrote. \"Trump has committed an impeachable offense of historic proportions.\" Unlike in the case of Mr Trump's first impeachment last year, Democrats have not indicated that they will call any witnesses. In their official response to the Democrats' pre-trial brief, lawyers for Mr Trump flatly rejected next week's impeachment trial as unconstitutional and in violation of his right to free speech. They say that, because he is now a private citizen, \"the Senate of the United States lacks jurisdiction over the 45th President because he holds no public office from which he can be removed\". Members of Mr Trump's party look unlikely to convict him, given that 45 out of 50 Senate Republicans voted last week in favour of a Senate bid to dismiss the trial. Impeachment is generally used to remove a lawmaker from office, but it has also been used in the past to convict government officials who have already left office. In the days since the insurrection, Mr Trump did not accept any blame for the violence, claiming his remarks at the rally had been \"totally appropriate\". His lawyers will reiterate that firm denial, writing in the 14-page brief that \"the Article of Impeachment misconstrues protected speech and fails to meet the constitutional standard for any impeachable offense\". They also contended that when Mr Trump told his followers to \"fight like hell\", he was referring to \"election security in general\". The former president's allies have pointed out he also urged rally-goers to march to the Capitol \"peacefully\". Mr Trump's previous legal defence team bowed out last week after the former president repeatedly urged them to promote claims of election fraud, but the new team will reportedly not advance this line of argument. Republicans have indicated they will not convict Mr Trump - 45 of them voted last week in favour of a Senate effort to dismiss the trial. Thousands of Trump supporters gathered near the White House at a rally organised to challenge the election result and listened to Mr Trump speak. In a 70-minute address, he exhorted them to march on Congress where politicians were meeting to certify Democrat Joe Biden's win. The attack began after his speech ended. Four people - three demonstrators and one police officer - died amid the violence. ", "url": "https://www.bbc.com/news/world-us-canada-55908173"}