{"datetime": "2021-09-16T22:52:09.000Z", "subject": "Mueller Trump-Russia inquiry", "title": "Clinton-linked lawyer charged for lying in Trump-Russia origins probe", "article": "US officials investigating the origin of the inquiry into Russian meddling in the 2016 election have now charged a prominent lawyer with lying to the FBI. Michael Sussmann is accused of concealing that he was working for Hillary Clinton's campaign when he submitted a tip about Donald Trump. Lawyers for Mr Sussman have argued that he did not commit a crime. The Trump administration began this probe of the Russia inquiry, led by former prosecutor John Durham, in 2019. Mr Durham has been tasked with exploring whether the government acted lawfully and appropriately when collecting intelligence ahead of the 2016 presidential election.Mr Trump and his supporters have often accused the FBI and the Department of Justice of illegally monitoring his 2016 campaign. In an indictment made public on Thursday, prosecutors on Mr Durham's team alleged that Mr Sussman made false statements during a 19 September 2016 meeting with former FBI General Counsel James Baker, months before the election. Prosecutors say he lied by not disclosing that he was a paid employee of Mrs Clinton's presidential campaign at the time. The tip, claiming a link between a company run by Mr Trump and Russian bank, was investigated by the FBI and found to be unsubstantiated. Mr Baker, officials say, was falsely given the impression that Mr Sussman was not representing any client and was only coming forward as a concerned citizen. In a statement, attorneys for Mr Sussman - who is a partner with the Perkins Coie law firm - argued he did nothing wrong. \"Any prosecution here would be baseless, unprecedented, and an unwarranted deviation from the apolitical and principled way in which the Department of Justice is supposed to do its work,\" his lawyers wrote.\"We are confident that if Mr Sussmann is charged, he will prevail at trial and vindicate his good name.\" The Russia inquiry, which was conducted from 2017 to 2019, was led by Robert Mueller, a former FBI director.It focused on alleged collusion between Mr Trump's 2016 presidential campaign team and Moscow. No evidence of a conspiracy was found, but Mr Mueller indicted more than 30 people - including several key Trump officials for lying to investigators. ", "url": "https://www.bbc.com/news/world-us-canada-58591969"}