{"datetime": "2021-05-08T15:12:16.000Z", "subject": "Mueller Trump-Russia inquiry", "title": "Trump officials obtained Washington Post reporters' phone data", "article": "Trump justice department officials in the US secretly obtained phone records of journalists working for the Washington Post newspaper. Home, mobile and office telephones of the three reporters were accessed for three months in 2017, the Post said. The paper said this was related to its reporting of the Russian role in the 2016 presidential election that brought Donald Trump into office.The Post said it was \"deeply troubled by this use of government power \". The justice department (DoJ) defended its actions, which were meant to identify government sources who had passed classified information to the reporters.It is not the first time the US government gains access to journalists' records in this way. Mr Trump's predecessor, Barack Obama, was widely criticised fora similar move against reporters working for the Associated Press News agency. The newspaper disclosed on Friday that Post reporters Ellen Nakashima and Greg Miller, and former Post reporter Adam Entous, had all received letters on 3 May telling them their phone records for the period 15 April 2017 to 31 July 2017 had been accessed. Details would include who they had been in contact with, when and how long, but not the content of the conversations. Officials had also obtained authorisation to gain access to the reporters' emails, but had not. Though the letters did not specify when the decision was taken to access the data, a spokesman told the Post it was last year. The three-month period targeted by the investigation appears to coincide with a story the reporters had written about classified intercepts which allegedly showed that Senator Jeff Sessions, one of Donald Trump's first and most high-profile supporters during the presidential campaign - who later became attorney general, had had discussions with Russia's Ambassador to the US, Sergey Kislyak, during in 2016. DoJ spokesman Marc Raimondi said reporters were not the targets - \"rather those with access to the national defence information who provided it to the media and thus failed to protect it as lawfully required\". But Cameron Barr, The Post's acting executive editor, urged the DoJ to \"immediately make clear its reasons for this intrusion into the activities of reporters doing their jobs, an activity protected under the First Amendment [of the US Constitution which protects freedom of speech].\" He was supported by Bruce Brown, the executive director of the Reporters Committee for Freedom of the Press, who said such moves interfered with the \"free flow of information to the public\". ", "url": "https://www.bbc.com/news/world-us-canada-57040255"}