{"datetime": "2021-06-11T21:29:21.000Z", "subject": "Mueller Trump-Russia inquiry", "title": "Trump officials seized Democrat's Apple data", "article": "Democrats have demanded a probe into reports that officials acting under former President Donald Trump seized lawmakers' Apple account information. According to US media reports, prosecutors subpoenaed the tech giant for account data for at least two House Intelligence Committee members. Representative Adam Schiff - now the committee's chairman - was reportedly one of those targeted. The justice department has reportedly requested an internal investigation. On Friday, Deputy Attorney General Lisa Monaco asked the department's inspector general to launch an internal probe, US media reported, citing anonymous sources familiar with the matter.The same day, Senate Democratic leader Chuck Schumer and Judiciary Committee chairman Dick Durbin said former attorney generals William Barr and Jeff Sessions must testify or face a subpoena.Top Democrat Nancy Pelosi has called the news of the seizures, first reported by the New York Times, \"harrowing\". \"These actions appear to be yet another egregious assault on our democracy waged by the former president,\"the House speaker said in a statement . She said she supported calls for an investigation, adding: \"Transparency is essential.\" On Thursday night, representative Eric Swalwell told broadcaster CNN that he was another Democrat targeted. He confirmed that family members' information - including a child's - were also obtained.According tothe New York Times report , prosecutors under former Attorney General Sessions made the request for Apple data in 2017 and early 2018. They were reportedly looking for the source of news reports about contacts between Russia and associates of Republican President Trump.The Justice Department also managed to get a gag order to stop Apple from telling those involved, the paper said. That order only expired this year, and Apple reportedly told the targets last month.None of the data seized tied any of the Democrats, their aides or their family members to the leaks, the New York Times said.US intelligence agencies say that Russia worked to help Donald Trump's election campaign in 2016 against Hillary Clinton. He and his campaign were later accused of colluding with Russia in this effort.Former FBI director Robert Mueller led an inquiry into the allegations, eventually concluding that there was no evidence of a conspiracy - but some 10 instances when Mr Trump possibly obstructed justice.Mr Trump has repeatedly denied the claims, denouncing them as a \"witch hunt\". In 2019the Justice Department launched a criminal investigation into the origins of the Mueller inquiry. During Mr Trump's 2019 impeachment over his communications with Ukraine, Mr Schiff was criticised by Republicans for publishing the phone records of one of the Republican lawmakers on the committee. Mr Schiff, a Democrat who played a lead role in the prosecution of Mr Trump, defended the release, saying that it proved that key members of Mr Trump's alleged plot were in contact with the office of California Congressman Devin Nunes. Republicans painted it as a \"smear campaign\" and an invasion of privacy. Last month, multiple media outlets reported that justice departmentofficials secretly obtained some of their journalists' phone records in 2017. The department later said that it would stop seizing reporters data during leak investigations. ", "url": "https://www.bbc.com/news/world-us-canada-57438354"}