{"datetime": "2021-06-12T07:47:26.000Z", "subject": "Mueller Trump-Russia inquiry", "title": "Seizure of Democrats' Apple data by Trump officials to be investigated", "article": "The US justice department will investigate attempts by officials in the Trump administration to seize the phone records of leading Democrats. The internal probe comes after reports that the department ordered Apple to release data as part of efforts to track down who was leaking information. Two House Intelligence Committee members said they had been told records of their iPhone calls were handed over. An official at the Biden White House criticised the actions as \"appalling\". Prosecutors under former Attorney General Jeff Sessions issued subpoenas - or orders to submit evidence - to Apple requesting data in 2017 and early 2018, according to the New York Times. They were reportedly looking for the source of news reports about contacts between Russia and associates of Republican President Donald Trump, a matter that was then the subject of congressional investigations, including by the House Intelligence Committee. Justice department Inspector General Michael Horowitz said his office was beginning a review of the \"use of subpoenas and other legal authorities to obtain communication records\" of members of Congress. He said the investigation could expand if \"other issues\" arise. His announcement came after Senate Democratic leader Chuck Schumer and Judiciary Committee chairman Dick Durbin said Mr Sessions and William Barr, who was also attorney general under President Trump, must testify or face a subpoena. Speaking to Politico, Mr Barr said that while he ran the departmenthe was \"not aware of any congressman's records being sought in a leak case.\" The subpoenas were issued before his tenure, according to the New York Times. Two members of Congress - Representative Adam Schiff, now the Intelligence Committee's chairman, and committee member Eric Swalwell - are known to have been targeted. Mr Schiff said the investigation was \"just the start\", and called for a broader look at the \"abuse of power targeting Congress and the press\" by President Trump's justice department. Although the department routinely conducts investigations into leaked information, drawing members of Congress into such an inquiry is rare, BBC North America correspondent David Willis says.None of the data seized tied any of the Democrats, their aides or their family members to the leaks, the New York Times said. The department also managed to get a gag order to stop Apple from telling those involved, the paper said. That order only expired this year, and Apple reportedly told the targets last month. Last month, multiple media outlets reported that justice departmentofficials secretly obtained some of their journalists' phone records in 2017. The department later said that it would stop seizing reporters data during leak investigations. ", "url": "https://www.bbc.com/news/world-us-canada-57441287"}