{"datetime": "2020-08-14T22:35:40.000Z", "title": "Mueller report: FBI lawyer 'altered email' to wiretap Trump aide", "article": "An ex-FBI lawyer is expected to admit falsifying a document that was used as part of the inquiry into alleged Russian interference with the 2016 US presidential election. Kevin Clinesmith's plea deal comes as prosecutors investigate the origins of the investigation by Robert Mueller. His inquiry found no criminal conspiracy between Moscow and the Trump campaign, though it did not clear the president of obstructing justice.Mr Trump says it was a \"witch hunt\". Mr Clinesmith is due to accept responsibility for altering an email used to obtain permission to wiretap a Trump campaign aide.The email from another FBI official was changed to suggest that the aide, Carter Page, had never been a CIA \"source\" - whereas Mr Page was in fact a CIA informant. The document was cited in support of the contention that there was \"probable cause\" to suspect Mr Page was \"a knowing agent\" of Russia.The charges against Mr Clinesmith - who during his time at the FBI had been critical of Mr Trump - stem from a US justice department investigation into the origins of the Mueller inquiry. Mr Trump hailed the reported guilty plea. \"The fact is they spied on my campaign and they got caught and you'll be hearing more,\" the Republican president said on Friday.The review of the Mueller investigation which began last year is being overseen by US Attorney General William Barr and run by US federal prosecutor John Durham.He was tasked with determining whether the collection of intelligence on the Trump campaign in 2016 was lawful. Critics have accused Mr Barr of launching a review more in the interests of the president than the interests of justice. Mr Trump has previously accused the FBI investigators who first launched the probe into his election campaign of treason. Mr Trump has cited the surveillance of his aide as part of a supposed deep state plot against him that he says was orchestrated by President Barack Obama. A justice department inspector general report in December 2019 did find \"serious performance failures\" in the FBI counterintelligence inquiry, but no evidence of political bias. The report found \"17 significant errors or omissions\" in the FBI applications to spy on Mr Page.However, the watchdog said there was \"no documentary or testimonial evidence that political bias or improper motivation influenced\" the opening of the counterintelligence investigation. What was the Mueller report? The 448-page report did not conclude that there was a criminal conspiracy between Moscow and the Trump campaign to influence the 2016 US presidential election. However, it did detail 10 instances where Mr Trump possibly attempted to impede the investigation. The report concluded that Russia had interfered in the election \"in sweeping and systematic fashion\".That interference took the form of an extensive social media campaign and the hacking of Democratic Party servers by Russian military intelligence, the report said. ", "url": "https://www.bbc.com/news/world-us-canada-53784048"}