{"datetime": "2020-08-19T04:00:18.000Z", "title": "Trump campaign Russia contacts were 'grave threat', says Senate report", "article": "A Republican-led Senate panel has concluded that Trump campaign contacts with Russia in 2016 \"represented a grave counterintelligence threat\". The nearly 1,000-page intelligence committee report laid out links between President Donald Trump's associates and Kremlin officials. It is the fifth and probably final report into Russian meddling during the 2016 presidential election. When asked about the report on Tuesday, Mr Trump said he \"didn't read it\". According to the committee, the expansive report is \"the most comprehensive description to date of Russia's activities and the threat they posed\". It details the interactions between Trump campaign staff and Russian operatives, including a Kremlin intelligence officer. The findings also confirm aspects of the special counsel Robert Mueller's report from his criminal probe into the Trump campaign and Russian election interference.The bipartisan senate committee investigation was not a criminal inquiry, but was meant to offer recommendations to prevent future interference. The report concluded that the Kremlin \"engaged in an aggressive, multifaceted effort to influence, or attempt to influence\" the 2016 election, and that some Trump associates were keen on help from Russia. It said the Trump campaign, with many affiliates who had no government experience, were easy targets for foreign influence. The committee also highlighted the role of former Trump campaign manager Paul Manafort, who was convicted of conspiracy and fraud charges during the Mueller inquiry. Manafort's contact with Russian oligarchs and intelligence affiliates - namely Konstantin Kilimnik- and his access to Mr Trump \"created opportunities for Russian intelligence services to exert influence over, and acquire confidential information on, the Trump Campaign,\" the committee alleges. The committee also reported that Russian President Vladimir Putin was behind the WikiLeaks effort to hack Democratic Party officials and leak information to damage Hillary Clinton's campaign. The report confirmed the Kremlin used Manafort and WikiLeaks to help Mr Trump win the 2016 election, and that WikiLeaks was aware it was assisting Russian intelligence. It also found that the Trump campaign tried to obtain information about the leak from Roger Stone - a longtime Trump ally and adviser. The committee was not able to determine how much access Stone had to WikiLeaks, however. Mr Trump has said he does not recall speaking about WikiLeaks with Stone, but Tuesday's report found that \"despite Trump's recollection\", he did speak to Stone and other campaign staff about the matter \"on multiple occasions\". Stone was convicted of lying to Congress, obstruction and witness tampering,but pardoned by Mr Trump in July .The president has long derided claims that his election victory was influenced by Russia, at times questioning findings from his own agencies. In response to a question about the report, Mr Trump told reporters: \"I don't know anything about it. I didn't read it.\" He added: \"It's all a hoax.\" White House spokesman Judd Deere, however, said the report was further confirmation that \"that there was absolutely no collusion between the Trump campaign and Russia\". ", "url": "https://www.bbc.com/news/world-us-canada-53830374"}