{"datetime": "2020-10-14T19:05:07.000Z", "author": "Gordon Corera", "title": "Peter Strzok: The FBI guy Trump loves to hate", "article": "In January 2017, Peter Strzok sat in a room at FBI headquarters debating a decision that entered uncharted territory. Should an investigation be opened into the man who had just been inaugurated US president? There were difficult questions - what was the legality and who approves such an investigation? But there were also practical issues, Strzok tells the BBC.\"I mean how do you investigate somebody who is the president? You can't follow a Secret Service motorcade, let alone Air Force One. You can't sneak into the Oval Office and grab his trash.\" An investigation had already been running into the Trump campaign for months and Strzok had given it a codename drawn from a lyric in the Rolling Stones song Jumpin' Jack Flash - Crossfire Hurricane. And the British influence extended to more than the music. The Trump campaign investigation was opened in 2016 after a report came in from London that Australia's High Commissioner had met a Trump adviser at a bar in the city who suggested that the Russians might be willing to co-ordinate the use of damaging information on Hillary Clinton.Strzok is limited by FBI rules in confirming or discussing the UK's shadow role or any visits he may have made. Another development heightened the UK's nervousness that it might be drawn into Washington's partisan crossfire. In mid-September, the FBI received a series of reports (later misleadingly known as a dossier) compiled by a former British MI6 officer Chris Steele which further suggested some type of collusion between the campaign and Moscow.\"It certainly corroborated, a lot of the broad contours of what we thought was going on,\" Strzok explains. \"The precise details may have been accurate or inaccurate or we couldn't tell. But that broad construct of the way this interaction was occurring was very consistent with what we were seeing.\" The Steele information was not a primary factor driving the January debate over whether to investigate the president himself (something Strzok himself was opposed to) but the possibility it raised of Moscow having compromising information on Donald Trump, came into sharper relief after the election. \"You sit there and you try and scope the risk,\" Strzok tells BBC News. \"And the worst-case scenario is this is essentially managed from the top and that Donald Trump is a Manchurian Candidate - he's a fully witting recruited agent who's doing the bidding of the Kremlin. Now, I don't think any of us thought that was likely but just the fact that we couldn't eliminate that is horrifying.\" Another possibility was that contacts between Moscow and the campaign were less organised; what Strzok calls \"a bunch of self-interested individuals (and) grifters, not particularly competent, seeking to enrich themselves\" communicating with a more nebulous competing power structure in Moscow. He now believes that to be closer to the truth. The title of Strzok's memoir is called Compromised and he continues to believe that Moscow has some type of leverage on Donald Trump.He cites MICE - the phrase used by spies to explain the different possible reasons why people become agents of other countries - which stands for money, ideology, compromise or ego. \"When you look at Trump. I mean, he's got all of those things,\" Strzok says, citing the president's business relationships, his affection for strongmen, his ego and the continued possibility that Moscow has something on him.\"I believe there's compromising material out there. You know I don't think it's unreasonable to assume.\" Strzok specialised in working against Russian intelligence, learning the trade on the FBI's \"Ghost Stories\" investigation that tracked Moscow's deep cover spies living in the US (including Anna Chapman who also spent time in London).It taught him that Moscow plays a long, patient game and has also increasingly operated through oligarchs, students and businessmen, who intermingle with intelligence operatives and organised crime figures. \"It's a very complex muddy projection of power, which makes it hard to understand. And certainly hard to target.\" That projection of power was the subject of the UK's recent Russia Report. Strzok is a close observer of events over the Atlantic and has worked extensively with British counterparts. He believes the way he and others were subject to political attack may have had an impact on the willingness of British counterparts to carry out their own investigations into Russian interference in political life.\"There's awareness of what Russia has done and might do. But I think there's also certainly an awareness of watching the US tear itself apart over this that there's some hesitancy to dive in and do the same.\" Did he see any evidence of Russia interfering in UK politics, including the 2016 Brexit referendum? \"That's something I'm sure I can't talk about, if I did,\" he explains, adding that from the public record there is a \"reasonable assessment\" to think it may have done. From a career spent keeping a low profile, Strzok is now a public and highly controversial figure. President Trump recently called him a \"disgrace\" and has used the word treason in the past. A series of personal texts between him and an FBI lawyer with whom he was having an affair were revealed showing an apparent deep disdain for Donald Trump, and included talk of stopping him in 2016. He was fired from the FBI after they were released. Strzok asserts that whatever his private views, he never acted with bias. \"Every FBI agent has a personal political opinion, and my experience over 20 years is we all left it at the door each morning,\" he maintains. But Strzok remains a central figure for those supporting Mr Trump's narrative that there was a \"deep state\" conspiracy to spy on and derail his campaign. Strzok believes Russian interference made the difference to the outcome in 2016 and acknowledges the intelligence community failed to understand how Russia could use social media to turbo-charge its long-standing aspiration to interfere in politics.This time round he fears it could be worse. In 2016, Strzok says the Russians had further tools in their armoury they choose not to use.They may have expected Hillary Clinton to win the election and planned to then discredit the legitimacy of the electoral process but altered plans when Donald Trump won. This time, he believes the Russians will not hold back leaving him worried for American democracy. \"I'm concerned in a way I haven't been before in my life.\" ", "url": "https://www.bbc.com/news/election-us-2020-54377652"}