{"datetime": "2020-11-26T07:26:52.000Z", "title": "Michael Flynn: Trump pardons ex-national security adviser", "article": "US President Donald Trump has pardoned his former national security adviser Michael Flynn, who pleaded guilty to lying to the FBI. The president said the widely expected act of clemency was his \"Great Honor\". Mr Flynn was convicted during a justice department inquiry into alleged Russian interference in the 2016 election. Leading Democrats condemned the pardon. House Speaker Nancy Pelosi called it \"an act of grave corruption and a brazen abuse of power\". The White House said that the pardon would finally end \"the relentless, partisan pursuit of an innocent man\". Mr Flynn, who admitted in 2017 to lying to the FBI about contacts with Russia's ambassador but then tried to withdraw his plea, responded by posting a tweet containing a US flag emoji and a Biblical verse, Jeremiah 1:19. The verse says: \"'They will fight against you but will not overcome you, for I am with you and will rescue you,' declares the Lord.\" The retired US Army three-star lieutenant general was an early and ardent supporter of Mr Trump during the 2016 campaign, though he had been a life-long Democrat before. Mr Flynn was among the new president's first appointments - Mr Trump brought him on just days after winning the election. The two saw eye-to-eye on many issues, including the advantages of closer ties with Russia, renegotiating the Iran nuclear deal and combating the threat from Islamic State militants. But he lasted just 23 days as national security adviser, the president's chief counsellor on international affairs and defence. Mr Trump fired him after it emerged that he had discussed lifting sanctions on Russia with Moscow's ambassador to Washington before Mr Trump took office, and misled the vice-president about that conversation. Although he initially agreed to co-operate with prosecutors, Mr Flynn asked to withdraw his guilty plea in January this year, arguing he had been duped into the agreement.The Department of Justice had sought for his charges to be dropped, prompting a legal battle that ran for much of 2020. Former President Barack Obama said he had warned Mr Trump against hiring the former general less than 48 hours after the November 2016 election.Mr Flynn's supporters see him as the victim of a political vendetta by the outgoing Obama administration to de-legitimise the incoming Trump administration with claims of Russian collusion. A 22-month inquiry led by widely respected former director of the FBI Robert Mueller concluded in 2019 that Russia had interfered in the 2016 election, but found no evidence of a criminal conspiracy between Mr Trump's 2016 presidential campaign team and Moscow. The White House statement on Wednesday described Mr Flynn as \"the victim of partisan government officials engaged in a co-ordinated attempt to subvert the election of 2016\". Mr Trump has made frequent but unsubstantiated claims that millions of votes were illegally cast in 2016, and continues to make similarly unsubstantiated claims of fraud in the 2020 poll. Pardons wipe out a conviction while commutations lessen the punishment - both are clemency rights granted to the president by the Constitution. It is common for outgoing presidents to issue pardons.Mr Trump currently has the least number of pardons and commutations of any modern US president,according to the Pew Research Center . His predecessor Barack Obama granted 212 pardons and 1,715 commutations - the most since President Harry Truman.Here are some of the big names from the 28 pardons and 16 commutations Mr Trump has issued so far: US media report that a number of Trump allies are also hoping for clemency in the days to come, including ex-advisers Rick Gates and George Papadopoulos, who were both convicted in the Mueller investigation. Republicans described Mr Flynn as a hero who suffered an unfair prosecution. South Carolina Senator Lindsey Graham said: \"General Flynn was NOT a Russian agent. Instead, he was the victim of a politically motivated investigation and prosecution where the ends justified the means.\" In the US House of Representatives, Republican minority leader Kevin McCarthy tweeted: \"What happened to @GenFlynn was a national disgrace. No American should ever be targeted for simply belonging to a certain political party.\" But Democrats swiftly condemned the move. Ms Pelosi said in a statement: \"Sadly, this pardon is further proof that Trump plans to use his final days in office to undermine the rule of law in the wake of his failed presidency.\"House Judiciary Committee chairman Jerrold Nadler said in a statement: \"This pardon is undeserved, unprincipled, and one more stain on President Trump's rapidly diminishing legacy.\" ", "url": "https://www.bbc.com/news/world-us-canada-55080923"}