{"datetime": "2020-11-26T17:11:54.000Z", "title": "Trump and pardons: How many people could be granted clemency?", "article": "After Donald Trump on Wednesday pardoned his former national security adviser Michael Flynn, lobbyists are now hoping for a blitz of similar moves before the 45th US president leaves the White House on 20 January. \"This is one unfettered presidential power the president enjoys using,\" one former administration official was quoted as saying by Reuters, amid media reports that lists of people are being finalised. He might enjoy using such powers but actually Mr Trump has granted clemency sparingly - doing so just 44 times over nearly four years in office. By contrast ex-President Obama pardoned offenders or commuted sentences nearly 2,000 times in eight years, according to the Pew Research Center. Although Mr Trump has not publicly indicated how far he plans to go in his final days in the White House, some experts predict his clemency orders will extend beyond those associates, like Michael Flynn, who were ensnared by the Special Counsel inquiry into alleged Russian meddling in the 2016 election. Pardons wipe out convictions for federal crimes. They represent legal forgiveness, end any further punishment and restore rights such as being able to vote or run for public office. Commutations lessen the punishment. Both are clemency rights granted to the president by the US Constitution. Two less-common forms areremissions , which reduce financial penalties, andrespites - temporary reprieves usually granted to inmates on medical grounds. The constitution allows the sitting president the \"power to grant reprieves and pardons for offences against the United States, except in cases of impeachment\". A president can offer clemency even if an individual has not been charged or convicted with a federal crime. It is common for outgoing presidents to issue pardons before they leave the White House. US media report that among those hoping for clemency are Mr Trump's ex-advisersRick Gates andGeorge Papadopoulos . They were convicted and given jail terms in high-profile cases related to the Russia inquiry led by Special Counsel Robert Mueller. \"The president knows how much those of us who worked for him have suffered, and I hope he takes that into consideration if and when he grants any pardons,\" Gates was quoted as saying by the New York Times. Meanwhile, Papadopoulos said last month that \"of course I would be honoured to be pardoned\". Another name discussed in the media isPaul Manafort - regarded as the Mueller inquiry's biggest scalp. Manafort was sentenced to seven-and-a-half years in prison on conspiracy and fraud charges.He had spent a little over a year in jail when he was released in May to serve the remainder of his term at home due to Covid-19 fears. But it's not all about President Trump's allies and confidantes. Pressure groups pushing for criminal justice reform have reportedly held discussions with Jared Kushner, Mr Trump's son-in-law and adviser, on possible commutations for hundreds of inmates whose crimes range from drug dealing to money laundering. Mr Trump currently has granted the fewest number of pardons and commutations of any modern US president,says the Pew Research Center .Here are some of the big names from the 28 pardons and 16 commutations he has issued so far: The record holder isFranklin Delano Roosevelt , who granted 2,819 pardons and 488 commutations during his 1933-45 presidency. Harry Truman , who served between 1945 and 1953, offered 1,913 pardons and 118 commutations. Barack Obama, Mr Trump's predecessor, granted 212 pardons and 1,715 commutations during his two terms in office in 2009-17. The only modern US head of state who granted clemency as sparingly as Mr Trump wasPresident George HW Bush, with 74 pardons and three commutations during his 1989-93 term. The marathon Mueller investigation concluded last year that Russia had interfered in the 2016 election - but found no evidence of a criminal conspiracy between Mr Trump's campaign team and Moscow. Before the inquiry's findings were released, Mr Trump had said he had the \"absolute right\" to pardon himself. But constitutional scholars are divided on whether a president has such powers. The exact legality of a self-pardon is unclear, and there is no precedent for a US president doing so. Some legal experts cite an opinion issued by the justice department that President Richard Nixon - in the White House from 1969 to 1974 - could not pardon himself \"under the fundamental rule that no-one may be a judge in his own case\". Other experts say the action would be improper, but acknowledge that the constitution does not technically preclude a self-pardon. ", "url": "https://www.bbc.com/news/world-us-canada-55088655"}