{"datetime": "2020-12-15T14:52:14.000Z", "subject": "Mueller Trump-Russia inquiry", "title": "The White House revolving door: Who's gone?", "article": "Donald Trump's old catchphrase was \"you're fired\" - and while he has been president, his senior team has had a very high turnover. Here is a run-down of what they did, and why they left, starting with the most recent. Mr Barr, 70, came out of semi-retirement in 2019 to replace Jeff Sessions for the cabinet role. During his lengthy legal career, he also served as attorney general under President George HW Bush in the early 1990s. Democratic critics of Mr Barr accused him of shielding his ex-boss from justice.But despite his support for the president, Trump and many of his supporters turned on Mr Barr over his unwillingness to support the president's election lawsuits. His resignation comes into effect on 23 December - less than a month before his term is due to end, when President Trump leaves office. Tensions flared between the two after Mr Barr said there was no evidence of widespread fraud in November's election. He was also criticised by the president for not publicly disclosing during the race that his justice department was investigating Joe Biden's son Hunter. Mr Barr's resignation letter to President Trump began by saying he \"appreciated the opportunity to update\" the president on the Department of Justice's review of voter fraud allegations in the recent election and \"how these allegations will continue to be pursued\". One year, ten months A former Microsoft executive, Mr Krebs had led the agency since its inception in 2018 in the aftermath of alleged Russian interference in 2016's presidential elections. As director he was responsible for improving cybersecurity across all levels of government, and safeguarding the security of the 2020 elections. Mr Krebs had been praised by both Democrats and Republicans for his handling of the latest election. But he reportedly incurred the White House's displeasure over aCisa website called Rumor Control , which debunked election misinformation, much of it amplified by the president himself. Hours before he was fired, he posted a tweet that appeared to take aim at Mr Trump's allegation that voting machines in various states had switched ballots to Mr Biden.President Trump said he \"terminated\" Mr Krebs for \"highly inaccurate\" remarks on voting integrity. Two years. Mark Esper was appointed in 2019. He replaced an acting secretary of defence who was standing in after James Mattis left in 2018 over differences with Donald Trump on Syria, among other things. Mr Esper's relations with the president turned out to be equally rocky, towards the end at least. He was \"terminated\" in the post in a tweet from Mr Trump, who announced the director of the National Counterterrorism Center, Christopher Miller, was replacing him. The secretary disagreed with the president on a number of issues, most publicly on the use of active-duty military forces to quell street protests. Mr Esper was also far more conciliatory towards Nato than Mr Trump. Mr Esper had reportedly been preparing to resign - or to be sacked - since the president's election defeat. Just short of 17 months. Mrs Conway served as Donald Trump's campaign manager in the three months up to his election in November 2016.She then became senior counsellor at the White House, and one of the president's closest advisers. She became noted for her colourful and high-profile defences of the president, and her sparring with journalists. She said she wanted to spend more time focusing on her children. Her decision to step down came hours after one of her daughters, Claudia, tweeted that her mother's job had \"ruined [her] life\" - a message that later went viral. Among Mrs Conway's many colourful lines, one of the most famous was \"alternative facts\", the phrase she used to describe then White House press secretary Sean Spicer's highly questioned figures about the number of people attending Mr Trump's inauguration. Four years, first as election campaign manager, then senior adviser. Mr Parscale served as digital media director for Mr Trump's 2016 presidential campaign. The 44-year-old was promoted to campaign manager for the president's 2020 re-election bid in February 2018. He has been a warm-up act for Mr Trump at rallies. Mr Parscale has reportedly been blamed by the US president's inner circle for a poorly attended rally in Oklahoma in June.He boasted that more than one million people registered to attend the event, but the local fire department said fewer than 6,200 showed up. Mr Parscale blamed a blocked security gate, protesters and the media for the disappointing turnout. Mr Trump announced on social media that Mr Parscale was being replaced by Bill Stepien, a former aide to ex-New Jersey Governor Chris Christie. The president did not offer any reasons for the decision and praised Mr Parscale's work on digital and data strategies. Two years, five months. Mr Parscale is still working as a senior advisor to the Trump campaign. Mr Mulvaney assumed the role of acting White House chief of staff in January 2019. He previously served as director of the Office of Management and Budget. Despite his key White House roles, he was never part of the Trump inner circle. My Mulvaney's departure had been long rumoured and followed some high-profile slip-ups. Most notably, he was perceived to have implicated the president in the impeachment inquiry in an off-the-cuff remark at the White House podium, in which he shrugged off criticism over an alleged corrupt deal with Ukraine by saying: \"We do that all the time.\" Mr Trump was reportedly outraged by the gaffe. In a written statement, Mr Mulvaney said: \"Let me be clear, there was absolutely no quid pro quo between Ukrainian military aid and any investigation into the 2016 election.\" Mr Trump announced on 6 March that Mr Mulvaney was being replaced by North Carolina lawmaker Mark Meadows. One year, two months. Mr Mulvaney is now working as US special envoy to Northern Ireland. Mr Sondland was appointed as US ambassador to the European Union in June 2018. Before entering into politics, he was best known as a multi-millionaire hotelier.He originally backed a Trump rival in the 2016 presidential race, but when Mr Trump was elected, he donated $1m (£781,000) to his inaugural committee. Mr Sondland was fired after testifying against Mr Trump in the impeachment proceedings. In his testimony, he accused the president of seeking a \"quid pro quo\" with Ukraine. On 7 February, Mr Sondland said he had been advised that the president intended \"to recall [him] effective immediately\". In a statement issued by his lawyer, he said: \"I am grateful to President Trump for having given me the opportunity to serve, to Secretary [of State Mike] Pompeo for his consistent support, and to the exceptional and dedicated professionals at the US mission to the European Union.\" Just over one and a half years. Lt Col Alexander Vindman is a decorated Iraq war veteran who served as the top Ukraine expert on the National Security Council. He was born in Ukraine, then a Soviet republic, and moved to the US with his family when he and his twin brother, Yevgeny, were aged three. Lt Col Vindman's lawyer said he was fired after testifying as a witness in Mr Trump's impeachment case. His lawyer said he was escorted from the White House, while his twin brother, a senior lawyer for the National Security Council, was also sent back to the Department of the Army. During the impeachment proceedings, Lt Col Vindman described a phone call between Mr Trump and his Ukrainian counterpart as \"improper\" and said it had left him in \"shock\". Mr Trump defended the decision to fire him, describing the Ukraine expert as \"very insubordinate\". He said Lt Col Vindman had incorrectly reported the contents of a \"perfect\" phone call. One year, seven months. Lt Col Vindman announced in July that he had retired from the military after 21 years of service because his future would be \"forever limited\". His lawyer said the 45-year-old had been the victim of a \"campaign of bullying, intimidation and retaliation\" by the president. Mr Spencer, a former Marines pilot-turned-investment banker, was sworn in as the 76th secretary of the US Navy in August 2017.During his time in the post, he also performed stints as acting secretary of defence and deputy secretary of defence. US Defence Secretary Mark Esper said he asked Mr Spencer to resign over \"his lack of candour\" regarding the case of a Navy Seal convicted of posing with a corpse while serving in Iraq.The case of Edward Gallagher has sparked tensions between US President Donald Trump and military officials. The president reinstated Chief Petty Officer Gallagher's rank after he was demoted following his conviction, and later hit out at plans to hold a disciplinary review that could have resulted in him being stripped of his Seals membership. In a statement announcing the firing, Mr Esper alleged Mr Spencer had proposed a deal with the White House behind his back to resolve the case.Mr Trump, however, said he was not happy with \"cost overruns\" and how Gallagher's trial was run, and suggested this was why Mr Spencer was fired. In his resignation letter, Mr Spencer said it was apparent that he and Mr Trump did not have the same view of \"good order and discipline\". \"I cannot in good conscience obey an order that I believe violates the sacred oath I took,\" he wrote.Two years, three months.Before joining the cabinet, Mr McAleenan worked as commissioner of US Customs and Border Protection. He oversaw the president's tough policies aimed at curbing immigration across the Mexican border. In a tweet, President Donald Trump said Mr McAleenan wanted to \"spend more time with his family and go into the private sector.\" During his tenure, analysts described a turbulent relationship between the two.Mr McAleenan has also criticised the \"uncomfortable\" tone of debate about immigration in America. Six months Mr Bolton assumed the post in April 2018, becoming Mr Trump's third national security adviser after Michael Flynn and HR McMaster. At that time, the president's decision to appoint Mr Bolton came as a surprise. He remained an unapologetic cheerleader of the 2003 Iraq war, which the US president himself once lambasted as \"a big mistake\". Mr Bolton was praised, however, by conservative admirers as a straight-talking foreign policy \"hawk\".Mr Trump announced Mr Bolton's departure in a tweet, writing that his national security adviser's services were \"no longer needed\". But Mr Bolton quickly fired back, writing on Twitter that he had actually offered his resignation, but Mr Trump had told him \"let's talk about it tomorrow\". Mr Bolton's exit follows an argument with Mr Trump over the administration's peace talks with the Taliban. White House press secretary Stephanie Grisham told reporters: \"[The president] didn't like a lot of his policies, they disagree.\" According to White House sources, the National Security Council - which advises the president - had become a separate entity during Mr Bolton's tenure.A former senior Trump administration official, who wished to remain anonymous, told the BBC that Mr Bolton did not attend meetings, and followed his own initiatives. \"He's running his own show,\" said the official. One year, four months. Just a few days after his departure, Mr Bolton resumed his former job as the head of two political action committees: the John Bolton PAC and John Bolton Super PAC. So-called PACs promote the views of their members on selected issues, and have become an important tool for funnelling large funds into the political process and influencing elections. Mr Bolton released a book in June 2020 - The Room Where it Happened -about his time in the White House. In it, he paints a picture of a president ignorant of basic geopolitical facts and whose decisions were frequently driven by a desire for re-election. The White House had sought to block the book's release citing national security concerns. Read more: Ten biggest claims in John Bolton's Donald Trump book As director of national intelligence, Mr Coats oversaw all 17 US intelligence agencies, including the CIA and NSA. His office also had the authority to receive whistleblower complaints and decide if they should be referred to Congress. But Mr Coats' assessments were routinely contradicted by President Trump, who has been critical of the US intelligence community. In January, the president called his intelligence chiefs passive and naive in their assessment of the threat posed by Iran. On 28 July, President Donald Trump tweeted Mr Coats would step down in mid-August and Texas congressman John Ratcliffe would be nominated to replace him. In his resignation letter to the president, Mr Coats said America's intelligence community had become \"stronger than ever\" during his two-and-half-year tenure. \"As a result, I now believe it is time for me to move on to the next chapter of my life,\" he wrote. Mr Coats, a former senator and diplomat, said in February the president had asked him to stay in the post, yet their differences on foreign policy appeared irreconcilable at times. But the timing of his removal has been questioned by critics. The announcement came three days after a phone call between President Trump and Ukrainian President Volodymyr Zelenskiy, which was the subject of a whistleblower complaint. The White House released a rough transcript of the call which shows Mr Trump asked Mr Zelensky to investigate Joe Biden, a Democratic frontrunner for the 2020 presidential elections. Two and a half years. Mr Acosta, a former federal prosecutor, was sworn in as Secretary in April 2017 - the first Hispanic appointee to the Cabinet. He was chosen for the role after Mr Trump's first choice, fast-food billionaire Andrew Puzder, withdrew. During his tenure, Mr Acosta oversaw initiatives to expand on promote workplace apprenticeships. But he was criticised for proposing massive cuts to the International Labor Affairs Bureau, a section of the department that combats human trafficking, child labour and forced labour. Mr Acosta had been defending his role in a 2008 plea deal that saw a light sentence for financier Jeffrey Epstein after he pleaded guilty to prostitution charges. Epstein was charged in July with new sex trafficking charges related to that case. Top Democrats had called on Mr Acosta to resign for engaging in \"an unconscionable agreement\" with Epstein. Mr Acosta said he negotiated the deal to ensure Epstein did not walk free, and that he was happy about the new case moving forward. While announcing his resignation, the former US attorney from Florida said he felt the \"right thing was to step aside\" so his past controversies would not overshadow the administration's accomplishments.Mr Trump, who stood next to Mr Acosta while he spoke to reporters, noted: \"This was him, not me.\" He said Mr Acosta was \"a great Labour Secretary\". Just over two years. Ms Sanders started out as deputy press secretary before replacing Sean Spicer in the top post - the third woman to ever hold the White House role.While Press Secretary, she was accused of lying to journalists and frequently criticised the media for spreading \"fake news\" about the Trump administration.Press briefings also became increasingly rare during her tenure as Mr Trump took charge of his own messaging. Mrs Sanders hosted fewer news conferences than any of the preceding 13 press secretaries, according to the American Presidency Project. Exact reasons are unclear, but President Trump announced her resignation on Twitter and lauded her as a \"warrior\". During her resignation speech, Ms Sanders said her role had been \"the honour of a lifetime\". Nearly two years. Ms Sanders is a regular contributor on television news channel Fox News, and is active among conservative groups. Rod Rosenstein eventually submitted a resignation letter, effective from 11 May, after months of rumours about his departure. It came shortly after the release of the report into claims of Russian interference in the 2016 election - an investigation he oversaw. Reports say he specially timed his departure to allow for Robert Mueller's probe to wind down first.His relationship with the president was always publicly fraught - with the lawyer frequently coming under fire on Mr Trump's Twitter feed. There were even reports in 2018 that Mr Rosenstein at one point planned to secretly record the president in order to justify his removal under the 25th amendment of the US constitution. Despite this, Mr Rosenstein's resignation letter paid tribute to Mr Trump. In it, Rosenstein said he was \"grateful\" for the opportunity to serve under him and even signed it off borrowing his campaign slogan of \"America first\". Just over two years from his confirmation. Kirstjen Nielsen became Homeland Security Secretary in December 2017. Her sprawling department, responsible for domestic security, covers everything from borders to responding to national emergencies.She faced criticism for enforcing some of the most controversial elements of President Trump's domestic agenda, such as the separation of children from their migrant parents at the Mexican border. In a resignation letter she said it was the \"right time for me to step aside\". There have been tensions between her and the president for months, who blamed her for a rise in migrants at the Mexican border. Days earlier President Trump withdrew his nominee to lead another key department dealing with immigration, saying he wanted to go in a \"tougher direction\". It is widely thought he wants someone \"tougher\" at Homeland Security too.16 months. Six months after her resignation, the White House announced that she would be rejoining the Homeland Security department as a member of its National Infrastructure Advisory Council.In June 2020, the Australian government announced that it had hired her to help prepare a cyber security strategy. Brock Long was appointed administrator of the US Federal Emergency Management Agency by President Trump in April 2017 and confirmed by the Senate two months later. Fema is responsible for co-ordinating the response to disasters and in his tenure he oversaw 220 of them. He was quickly battered by two hurricanes. Harvey hit Texas with catastrophic effect in August 2017, while Maria a month later devastated Puerto Rico, an unincorporated territory of the US. He was one of those who bore heavy criticism for the response afforded to Puerto Rico. Mr Long gave no explicit reason for his departure, saying in a statement that it was \"time to go home to my family\". During his tenure, he was investigated for using government vehicles to commute from his home in North Carolina to Washington. He was later ordered to pay back the government $151,000 (£117,000) for the cost of several private journeys he claimed on expenses. 21 months from confirmation. Mr Long is executive chairman of Hagerty Consulting, an emergency management consultancy firm where he worked before joining FEMA.A former Navy SEAL, Ryan Zinke was picked to lead the agency that oversees federal land, including national parks like Yosemite and Yellowstone. He served as a congressman in his home state of Montana before the cabinet appointment. President Trump tweeted that Mr Zinke would be leaving the administration at the end of 2018. He did not offer any further details and it is unclear whether he resigned or was fired.\"Ryan has accomplished much during his tenure and I want to thank him for his service to our Nation,\" Mr Trump said.Mr Zinke was under a number of investigations for his conduct in office.They include a land deal in Montana involving Mr Zinke and the chairman of oilfield services Halliburton. Almost two years.In January 2019, Mr Zinke became managing director of Artillery One, an investment firm specialising in the technology and energy sectors. While details of the role are unclear, the company said Mr Zinke would help to \"pursue investing and development opportunities globally\". The retired Marine general was initially nominated to oversee Homeland Security before Mr Trump promoted him to chief of staff in July 2017, replacing Reince Priebus. However, on 8 December Mr Trump announced that Gen Kelly would leave his post by the end of the year. By December 2018 his relationship with the president was said to have deteriorated, with some reports saying the pair were no longer on speaking terms. Earlier in the year Mr Kelly was forced to deny that he had called Mr Trump an \"idiot\" after the quote was included in a book by the veteran investigative journalist Bob Woodward. About one year, five months. (He was previously Homeland Security secretary from January to July 2017.) Mr Kelly serves on the board of Caliburn International, a professional services firm where we worked . The professional services company has several government contracts, including one to operate a migrant detention centre in Florida. A distinguished former Marine Corps general, Gen Mattis served in the Gulf War, the Afghanistan War and the Iraq War. Before his retirement in 2013 he served as head of US Central Command, and went on to several private sector roles before being tapped to join President Trump's cabinet. He positioned himself as one of the cooler heads throughout the president's term, and was referenced by Democrats and Republicans alike as a \"grown-up\" in the room - a far cry from his \"Mad Dog Mattis\" nickname. The move came just one day after the president controversially announced the withdrawal of US troops from Syria.Although not referring directly to that, in his resignation letter Gen Mattis said the president had the right to have a defence secretary \"whose views are better aligned\" with his.The two had diverging public views on a number of subjects, including Mr Trump's decision to withdraw from the Iran nuclear deal.\"My views on treating allies with respect and also being clear-eyed about both malign actors and strategic competitors are strongly held and informed by over four decades of immersion in these issues,\" Gen Mattis wrote. President Trump was so angered with the letter than he accelerated Gen Mattis' departure date and said he was \"essentially fired.\" Just under two years. Gen Mattis has returned to his former role as Fellow at the Hoover Institution - a think tank based at Stanford University. As a Fellow, the institute said he plans \"to focus his research and writing on domestic and international security policy.\" In June 2020, he denounced Mr Trump's use of military force to quell anti-racism protests near the White House, and accused his former boss of setting up a \"false conflict\" between the military and civilian society. The former governor of South Carolina was the first non-white woman to be appointed to Mr Trump's cabinet, and the first female, minority governor of her state. She had limited foreign policy experience prior to her role as US envoy and was a vocal critic of Mr Trump during his campaign. As ambassador, she affirmed sanctions on Russia would continue, and that the US military could be deployed in the response to North Korean missile tests. But she frequently clashed with the president over several foreign policy issues, including a proposed ban on immigration to the US from several Muslim-majority countries. In a news conference with Mr Trump, Mrs Haley announced she was stepping aside after a \"rough\" eight years as governor and envoy.She will be leaving her post at the end of 2018, but said she did not yet know what her next steps would be. Mrs Haley said she wanted to make sure Mr Trump's administration \"has the strongest person to fight\" for the US at the UN. While accepting her resignation, Mr Trump thanked her and said she did a \"terrific job\", making the role \"very glamorous\". One year, eleven months In April 2019, Ms Haley began sitting on the board of directors at Boeing. Critics suggested that she received the appointment as a reward for the tax breaks and subsidies which Boeing received while she was governor.The following March, the company announced that she had resigned because she opposed their move to seek financial support from the government amid the coronavirus crisis. The Alabama Republican was the first senator to endorse Donald Trump's presidential candidacy, in early 2016. During the campaign, he became one of Mr Trump's closest national security advisers and, in government, was a supporter of the president's policies on immigration and law enforcement. Mr Sessions became a frequent target of the president's ire as soon as he stepped aside, in March 2017, from the investigation over alleged Russian collusion with Mr Trump's campaign. The recusal allowed his deputy Rod Rosenstein to oversee the inquiry, which led to the appointment of special counsel Robert Mueller. At various times, Mr Trump publicly belittled Mr Sessions as \"beleaguered\", \"VERY weak\", and \"DISGRACEFUL\". But Mr Sessions reacted to most of the insults in silence. US media reported that Gen Kelly had called Mr Sessions to say the president wanted him to step down. Mr Trump did not speak to Mr Sessions himself, and announced the departure on Twitter. In his resignation letter, Mr Sessions made clear the decision was not his own, saying: \"Dear Mr President, at your request I am submitting my resignation.\"One year, nine months In July 2020, Mr Sessions lost the Republican nomination for his old Senate seat in Alabama, losing to a candidate backed by Mr Trump. Mr Trump tweeted his delight at the result.Conceding defeat, Mr Sessions said he still had no regrets over recusing himself from the investigations into allegations of Russian interference. The lawyer served as the attorney general of Oklahoma from 2011 - 2017. He had sued the EPA, the agency which he presided over, a number of times in his role as the state's attorney general. Donald Trump announced that Mr Pruitt had resigned due to \"unrelenting attacks\" on himself and his family. Since taking office, Mr Pruitt was mired in series of scandals concerning his spending habits and alleged misuse of office, and is the subject of at least a dozen investigations into his conduct. He angered many liberals and environmentalists by severely curtailing the agency's activities and repealing many measures designed to protect the environment. While accepting Mr Pruitt's resignation, Mr Trump tweeted that he had done \"an outstanding job, and I will always be thankful to him\". One year, four months A lieutenant general with the US Army, HR McMaster served in Iraq and Afghanistan, where he worked on a government anti-corruption drive. He replaced Lt Gen Michael Flynn, who was fired after just three weeks and three days in the job after he misled Vice-President Pence about his contacts with the Russian ambassador. Time magazine named him as one of its 100 most influential people in the world in 2014, saying he \"might be the 21st Century Army's pre-eminent warrior-thinker\". Mr Trump reportedly disliked his \"gruff and condescending\" manner and the pair reportedly disagreed on the administration's policy towards Russia, North Korea and Iran. Gen Kelly, White House chief of staff at the time, also had little positive to say about him. Thirteen months. Gen McMaster works as a fellow and lecturer at Stanford University. He is also a board member of Spirit of America, a charity which \"improves the safety and success\" of US military personnel and diplomats deployed abroad. In 2020, he is set to release a memoir called \"Battlegrounds\". The former president of the Goldman Sachs bank was appointed as head of the National Economic Council as Mr Trump took office, so becoming the president's top economic adviser. In his time at the White House, he helped push through sweeping reforms on taxes, one of the most significant policy achievements of the administration. But the two were not reported to be close, and rumours of Mr Cohn's departure continued to swirl. A staunch globalist, Mr Cohn had reportedly vowed to quit if Mr Trump pressed ahead with plans to impose tariffs on steel and aluminium imports to the US. According to US media, Mr Cohn initially planned to resign after Mr Trump blamed \"both sides\" for violence at a deadly far-right rally in Charlottesville, Virginia, in August 2017.Fourteen months. Since leaving, Mr Cohn has become a fellow at Harvard University's Kennedy School of Government. Mr Tillerson was the first Secretary of State to be appointed under the Trump administration. A former oil executive, Mr Tillerson pushed for an end to sanctions on Russia and for the resumption of peace talks with North Korea.But his tenure was reportedly mired by clashes with the president over policy, and by the resignation of several high-ranking career diplomats. Mr Trump said his differences with Mr Tillerson came down to personal \"chemistry\". Indications of the pair's deteriorating relationship first surfaced after reports that Mr Tillerson had called the president a \"moron\". The comment was allegedly made after Mr Trump had pushed for a tenfold increase in America's nuclear arsenal. In a subsequent media appearance, the president challenged Mr Tillerson to \"compare IQ tests. And I can tell you who is going to win\". President Trump announced his departure in a tweet, though Mr Tillerson's spokesperson said he had not told about it beforehand. Fourteen months.Ms Hicks served as Mr Trump's press secretary and handled media requests during his campaign. She became his fourth director of strategic communications for the Trump White House after Anthony Scaramucci was fired after just 10 days in the job. The fashion model-turned-spokeswoman previously worked as a publicist for Ivanka Trump's fashion label before entering politics with Mr Trump's bid for the White House. Her resignation came a day after she testified to a congressional panel investigating Russian influence on the 2016 election, telling them she had occasionally told \"white lies\" for her boss. Her departure came only weeks after another top aide to Mr Trump, Rob Porter - with whom Ms Hicks was reported to have been in a relationship - quit amid allegations by two ex-wives of abuse. Six years in the Trump Organization, and three years with Mr Trump during his campaign and presidency. After leaving the White House, Ms Hicks became chief communications officer at Fox Corporation, an American broadcasting firm. In February 2020, she returned to the White House, taking on the role of counsellor to the president and reporting to Mr Trump's son-in-law Jared Kushner. A doctor and former healthcare executive, Mr Shulkin had served as undersecretary of veterans affairs for health under Barack Obama. President Trump had hailed him as \"fantastic\" when appointing him, and the Senate gave him the only 100-0 confirmation of the Trump team. Mr Shulkin had come under fire for alleged improper behaviour by department staff on a trip to Europe in 2017, including his own acceptance of tickets to the Wimbledon tennis tournament. He denied wrongdoing but agreed to reimburse the government for his wife's air fare for the trip. Mr Shulkin won praise from veterans' groups, but his lack of action on privatising the Veterans Health Administration had angered conservatives. In parting, he condemned the \"toxic, chaotic, disrespectful and subversive\" environment in Washington. Fourteen months In October 2019, the former VA Secretary published a book tracing his 13 months in the Trump administration.A former political aide, Mr Porter was described as Mr Trump's \"right-hand man\" during his tenure. As Staff Secretary he helped to manage the flow of paperwork reaching Trump, from policy memos to speeches and news briefing documents. He was also responsible for circulating documents among senior staff for comment. Mr Porter resigned soon after two of his ex-wives publicly accused him of physical and emotional abuse. One, Colbie Holderness, supplied a photo of herself with a black eye to the media. He denies all the accusations of abuse. The Daily Mail, which broke the story, reported that Mr Porter did not receive security clearance for his White House job after the FBI interviewed his ex-wives during background checks. After his resignation, questions quickly arose over how early the president's chief of staff, Gen Kelly, had been made aware of the accusations by the FBI, and if they had played a role in his diminished security clearance.One year. Since leaving, the Daily Mail reported that Mr Porter was secretly hired to help with President Trump's 2020 re-election campaign. In an interview with The Daily Beast, the campaign's chief operating officer, Michael Glassner, denied the accusation. Andrew McCabe, a career FBI agent, served as the bureau's acting director for nearly three months after the president sacked James Comey.He was sacked days before he could retire with pension rights. The attorney has faced repeated criticism from President Trump, who claims his ties to Democrats made him partial in the ongoing Russia investigation. His wife, Jill McCabe, ran a failed Democratic bid for a state senate seat in Virginia in 2015, during which she received $500,000 (£355,000) from a political action group allied with Hillary Clinton - a move which Mr Trump apparently found unforgiveable. He was fired by US Attorney General Jeff Sessions, who said an internal review found he leaked information and misled investigators. Mr McCabe denied the claims and said he was being targeted because of his involvement in the inquiry into alleged Russian meddling in the 2016 election. Before his departure, he had been under an internal investigation into the FBI's handling of two key inquiries during the 2016 presidential campaign: the revelations that Hillary Clinton had used a private email server while secretary of state; and suspicions that Russia was interfering to help Mr Trump win the presidency. Two years as FBI deputy director, including a year under Mr Trump's administration. Mr McCabe has retired from the FBI and is a contributor to news broadcaster CNN. The former Georgia congressman was a long-standing opponent of the Affordable Care Act - known as Obamacare. Mr Price was confirmed by the Senate along party lines, amid allegations of insider trading while he worked on healthcare laws - which he denied. As health secretary, Mr Price was involved in President Trump's repeated failures to push through bills repealing Obamacare.An analysis of transport spending by Politico discovered that Mr Price had, between May and late September, spent more than $1m on flights.Some $500,000 of that was on military flights approved by the White House, but private charter flights made up at least $400,000 where commercial flights were available. Mr Trump said he was \"not happy\". Almost eight months. Steve Bannon joined the Trump campaign after leading the right-wing Breitbart News website, which rose to prominence through its attacks on mainstream Republicans, as well as those on the left. The website helped to elevate the so-called \"Alt-right\", which critics label a white supremacist group. Like other aides to Mr Trump, he made his fortune as an investment banker, but later turned to financing film and television programmes such as the popular 90s sitcom Seinfeld. Some of Mr Trump's most influential advisers, including his son-in-law Jared Kushner, had been pushing for his departure for months. His firing came amid a public backlash to Mr Trump's response to a white supremacist rally in Charlottesville, Virginia, in which an anti-racist protester was killed by a 20-year-old man with Nazi sympathies.Fired one year after being named campaign chief. After his departure, Mr Bannon briefly rejoined Breitbart News as executive chairman.He drew ire from President Trump after the publication of Michael Wolff's book Fire and Fury, which detailed several comments made by Mr Bannon that were critical of the administration.Mr Bannon remains active within politics and has served as an informal advisor to right-wing parties across Europe, Brazil and Israel. As part of this work he co-founded of The Movement, a Brussels-based organisation helping to promote the election of right-wing populist parties across Europe. The brash, Wall Street bigwig has known President Trump for years, and defended him in TV interviews. While in the job, he appeared to accuse then-Chief of Staff Reince Priebus of being responsible for White House leaks in a tweet (later deleted) that also appeared to threaten him. Mr Scaramucci then attacked Mr Priebus and President Trump's senior adviser Steve Bannon in an expletive-filled rant on the phone with a reporter from the New Yorker magazine. Although he had boasted of reporting directly to the president, Mr Scaramucci's outbursts may have cost him any post alongside Gen Kelly, who was replacing Reince Priebus as chief of staff. Mr Scaramucci's departure was announced hours after Gen Kelly was sworn-in. Ten days (although his official start date was 15 August - so possibly minus 15 days.) Mr Scaramucci is a contributor to several media outlets and has founded his own media group, The Scaramucci Post. He is also a trustee of the United States Olympic & Paralympic Foundation. Mr Scaramucci has been a vocal critic of President Trump since his departure, and has been the target of several visceral tweets by the commander-in-chief. The former Republican National Committee chairman was one of few Washington veterans given a top role in the Trump White House but was unable to assert his authority. He grappled with competing powers in an administration where Mr Trump's daughter Ivanka, and son-in-law, Jared Kushner, played key roles. President Trump lost confidence in him and clearly wanted a shake-up in the White House, opting for a general to replace the Republican Party operative, who was seen as weak.The announcement also came as the Republicans failed in their efforts to repeal Obamacare in the Senate. Six months. Mr Spicer famously kicked off his tenure as White House press secretary by defending a seemingly indefensible claim about the crowd size at President Trump's inauguration. Over the course of his time behind the podium he became - unusually for a press secretary - a household name, and was parodied on Saturday Night Live. Unlike most others on this list, Mr Spicer appears to have left on seemingly good terms with the president. He stepped down after Mr Scaramucci was appointed to a role he had partially filled, saying he did not want there to be \"too many cooks in the kitchen\". Six months. Mr Spicer is a public affairs officer with the US Navy and was appointed by President to serve on the US Naval Academy's Board of Visitors. He has also written a book called The Briefing: Politics, the Press and the President in which he referred to Trump as \"unicorn riding a unicorn across a rainbow\". In a surprise public appearance, he entered as a contestant on popular TV show Dancing with the Stars in 2019. Mr Comey played a dramatic and controversial part in the closing stages of the election when he announced, a week before the vote, that the FBI had reopened an investigation into Hillary Clinton's private email server. He was criticised first by Democrats for the timing, then by Republicans when he said a week later that no charges would be brought. The president grew less appreciative of him as the FBI director led an investigation into alleged ties between the Trump campaign and Russia. The Trump administration first claimed Mr Comey's handling of the Clinton email investigation rendered him no longer able to credibly lead the bureau and that Mr Trump had acted on the deputy attorney general's recommendation. However Mr Trump soon contradicted this, calling him a \"showboat\" in a TV interview and saying he was thinking of the \"Russia thing\" when he made the decision to sack him. Three years, eight months. Less than four months under Mr Trump. Since leaving he has been highly critical of the Trump administration. In August 2019, a Department of Justice report concluded that, after losing his job, Mr Comey divulged unclassified information from a memo he had written on his private conversations with Mr Trump.It ruled that he broke FBI rules by giving the contents of a memo to a friend so that it could be shared with a reporter. But the inspector general did not recommend Mr Comey be sued for the breach. Technically, Michael Flynn resigned, but he was asked to do so by the president. His departure followed weeks of deepening scandal in which it emerged that he had misled White House officials, including the vice-president, over his contact with Russian ambassador Sergei Kislyak. Mr Flynn has admitted to lying to the FBI about their pair discussing US sanctions against Russia with Mr Kislyak before Mr Trump took office. It is illegal for private citizens to conduct US diplomacy, and once it was established that Mr Flynn had lied about his contact with Mr Kislyak there was no question that he had to go. White House Press Secretary Sean Spicer said that the president needed the time to investigate Mr Flynn and establish his guilt, but the scandal prompted fierce speculation over what the president knew of Mr Flynn's contacts with Mr Kislyak. 23 days. Mr Flynn pleaded guilty in 2017 to lying to the FBI.In June 2020, a federal court moved to dismiss charges against him. The president fired Sally Yates after she questioned the legality of Mr Trump's travel ban on seven Muslim-majority countries.Ms Yates, who was appointed by Barack Obama, believed it discriminated unconstitutionally against Muslims, and ordered justice department lawyers not to enforce the president's executive order. A White House statement said Ms Yates had \"betrayed the Department of Justice by refusing to enforce a legal order designed to protect the citizens of the United States\".It also described her as \"weak on borders and very weak on illegal immigration\". 10 days. She previously served as deputy attorney general from May 2015 until January 2017. Ms Yates is a partner at law firm King & Spalding, and lectures at Georgetown University Law Centre. It is not uncommon for prosecutors appointed by the previous administration to be replaced as the White House changes hands, but the widely-respected Preet Bharara had been told specifically by the Trump administration that he would be kept on. At the time of his sacking, he was overseeing several high-profile cases, including allegations of sexual harassment at Trump favourite Fox News. Mr Bharara was one of 46 prosecutors asked to resign by the Trump administration, which contended that it was part of a simple changing of the guard. But there was speculation among Democrats and others that Mr Bahara's jurisdiction, which included Trump Tower, may have concerned the president. Seven years, seven months. Less than two months under Mr Trump. Mr Bharara is a Scholar in Residence at New York University Law School, and co-hosts a legal podcast called \"Cafe Insider\". Paul Manafort, a long-time Republican political operative, was supposed to marshal some of the chaos around Mr Trump but ended up falling prey to it.He was sacked after five months with Mr Trump's campaign, three of those as campaign chair. The Trump campaign didn't give a reason for Mr Manafort's departure, issuing only a statement wishing him well.But a wave of reports in the week before the announcement alleged that Mr Manafort had received secret cash payments from a pro-Russian political party for representing Russian interests in Ukraine and the US. He has since been jailed for hiding $55m (£42m) from US tax authorities - money he was paid by pro-Russia politicians. Three months. Manafort is serving a more than seven-year sentence for fraud. He was released from prison in May 2020 after his lawyers argued that he was at high risk of contracting coronavirus. He is serving the rest of his sentence under home confinement. ", "url": "https://www.bbc.com/news/world-us-canada-39826934"}