{"datetime": "2020-05-07T22:05:31.000Z", "title": "Ex-Trump adviser Michael Flynn charges of lying to FBI dropped", "article": "The US Department of Justice is moving to drop the criminal charges against former national security adviser Michael Flynn. Flynn was among the former aides to President Donald Trump convicted during the special counsel's investigation into Russian election interference.He had pleaded guilty in 2017 to lying to the FBI about contacts with Russia's ambassador to the US.Flynn had been seeking to withdraw his guilty plea. The justice department's decision also follows criticism of the case by President Trump and his supporters. Flynn, a retired Army three-star lieutenant general, left the White House in February 2017, just weeks after Mr Trump was sworn in.In response to the announcement, Flynn tweeted a video of his grandson reciting the US Pledge of Allegiance with the caption: \"and JUSTICE for ALL\". On Thursday, Mr Trump said he was \"very happy for General Flynn\". He was an early and ardent supporter of Mr Trump during the 2016 campaign, though he had been a life-long Democrat before. Flynn was among the new president's first appointments - Mr Trump brought him on just days after winning the election. The two saw eye-to-eye on many issues, including the advantages of closer ties with Russia, renegotiating the Iran deal and combating the threat from Islamic State militants. But Mr Trump's predecessor, President Barack Obama, had warned against hiring Flynn.In 2014, the Obama administration fired Flynn from his role as head of the Defense Intelligence Agency, citing issues of mismanagement and temperament. Flynn, who served three decades in the US Army, had complained he was ousted for telling hard truths about the war on Islamist extremism. In a court filingfirst reported by the Associated Press , the justice department said it moved to dismiss the charges \"after a considered review of all the facts and circumstances of this case, including newly discovered and disclosed information\". The department said the interview between investigators and Flynn in January 2017 was \"unjustified\" and not conducted on a \"legitimate investigative basis\". It also said it could not prove beyond reasonable doubt that Flynn had lied, and said that after the interview, FBI agents had \"expressed uncertainty as to whether Mr Flynn had lied\". The department also said proving someone made a false statement to federal investigators \"requires more than a lie. \"It also requires demonstrating that such a statement was 'material' to the underlying investigation.\" Donald Trump said he didn't know that the justice department was going to drop its charges on Thursday against his former national security adviser, but he didn't hold back on his thoughts. The Obama administration officials responsible for his prosecution were \"human scum\" and would pay a \"big price\".Flynn, whom Mr Trump fired because he lied to Vice-President Mike Pence about his contacts with Russians, was a \"great gentleman\" and a \"great warrior\", said the president.And the media that reported on Flynn's prosecution and the Russian investigation were \"fake news\" and \"thieves\" who should give back their journalism awards. Mr Trump views Flynn's prosecution not as an isolated event, but as the genesis of a plot to take down his presidency. As such, Flynn's reprieve has been received as total vindication. The justice department's move has left many Trump critics stunned. They had suspected a presidential pardon of Flynn was coming, but this - in their mind - is much worse. Both left and right now seem to believe that the justice department's prosecutorial process has been wholly corrupted and politicised - whether it was through Flynn's prosecution or by his liberation. Perhaps they both will also agree such widespread distrust is treading on dangerous ground. Mr Trump was informed by reporters in the Oval Office on Thursday of the department's decision.He said he was unaware of it at the time, but had \"felt it was going to happen\". \"He was an innocent man,\" the president said. \"He was targeted in order to try and take down a president.\" \"I hope a lot of people are going to pay a big price. They're scum.\" Former FBI director James Comey, who has been a critic of the president since he was fired in May 2017, tweeted that the justice department \"has lost its way\". Andrew McCabe, who took over as acting FBI chief in 2017 before he too was ousted in 2018, said the department's decision was \"pure politics designed to please the president\". He said the FBI \"received incontrovertible evidence\" Flynn spoke to the ambassador multiple times and tried to influence the actions of Russian officials. \"The Department's position that the FBI had no reason to interview Mr Flynn pursuant to its counterintelligence investigation is patently false, and ignores the considerable national security risk his contacts raised.\" Democratic Congressman Jerry Nadler, who chairs the House of Representatives Judiciary Committee, said in a statement the move was \"outrageous\". Mr Nadler said he would be rescheduling a hearing with Attorney General Bill Barr as soon as possible to explain the decision. He added that he would ask the justice department's inspector general to investigate the matter. \"The evidence against General Flynn is overwhelming,\" Mr Nadler said. \"We are not supposed to get special treatment because we are friends with the President.\" Flynn lasted just 23 days as national security counsel adviser - the president's chief counsellor on international affairs and defence. Mr Trump fired him after it emerged that he had discussed lifting sanctions on Russia with the Russian ambassador to Washington before Mr Trump took office and had lied to the vice-president about that conversation. In March, Mr Trump said he was considering pardoning Flynn.Although he initially agreed to co-operate with prosecutors, Flynn asked to withdraw his guilty plea this January. With the help of a new legal team, he had accused prosecutors of misconduct, including withholding evidence. Attorney General Barr appointed US Attorney Jeffrey Jensen to review the handling of Flynn's case earlier this year. Mr Jensen said in a statement that he \"concluded the proper and just course was to dismiss the case\". Just ahead of the announcement, US media reported that prosecutor Brandon Van Grack, who was a member of Special Counsel Robert Mueller's team, had stepped back from handling the case. No further details were given regarding his withdrawal. ", "url": "https://www.bbc.com/news/world-us-canada-52584193"}