{"datetime": "2018-06-04T21:59:37.000Z", "title": "Trump: I have 'absolute right' to pardon myself", "article": "US President Donald Trump has said he has the \"absolute right\" to pardon himself in the Russia inquiry, while insisting he has done nothing wrong. He echoed the argument his lawyers made in a January memo to the US special counsel leading the investigation.In his tweet, Mr Trump once again lashed out at the inquiry into whether his election campaign had colluded with Russia or obstructed justice. Constitutional scholars are divided on whether a president can pardon himself. The exact legality of a self-pardon is unclear. There is no precedent for a US president pardoning himself. The US constitution allows the president the \"power to grant reprieves and pardons for offences against the United States, except in cases of impeachment\".A president could offer clemency, commutation or a full pardon, even if an individual has not been charged or convicted. However, he cannot pardon people over state-level crimes. But the broad application of presidential pardons has left some constitutional scholars divided on the matter.Some legal experts say no, citing an opinion issued by the justice department that President Richard Nixon could not pardon himself \"under the fundamental rule that no one may be a judge in his own case\". Other experts have said the action would be improper, but acknowledge that the constitution does not technically preclude a self-pardon. The \"13 Democrats\" Mr Trump refers to appear to be amongthe 17 investigators on Special Counsel Robert Mueller's team , but it unclear to whom he is referring.Some of the investigators on Mr Mueller's team have previously registered as Democrats and nine of them have made financial donations to the Democratic party in the past, according to US media reports. Mr Mueller is a lifelong registered Republican who was chosen by Republican president George W Bush to serve as FBI director. Deputy Attorney General Rod Rosenstein, who appointed Mr Mueller to head the Russia probe, is also a registered Republican. According to federal guidelines, Department of Justice managers are prohibited from considering employees' political affiliation when choosing their assignments. Analysis by Anthony Zurcher, BBC News, Washington Donald Trump may be preparing to weaponise the pardon - a silver-tipped arrow in the presidential quiver that could protect Mr Trump and his inner circle from Robert Mueller's team of investigators. The groundwork is being laid for total war against the special counsel.For months the president and his defenders have been chipping away at the foundations of the investigation, questioning whether it was improvidently established, accusing it of conflict of interest and outright partisan bias, and decrying its duration and cost.If they can establish, at least in the minds of Republican politicians and party faithful, that the investigation is illegitimate, then the pardon becomes a noble tool for protecting the innocent and the unfairly prosecuted. The weapon has already been test fired - in granting reprieves to conservative commentator Dinesh D'Souza, former Bush White House aide Scooter Libby and Arizona Sheriff Joe Arpaio, all the victims in the president's view of unfair, politically motivated federal investigations.The stage is set, if Mr Mueller's team makes a move against those closest to the president or even Mr Trump himself, for the pardon power to be unleashed.Then a theoretical legal debate becomes a very real one, with very real consequences. Also on Monday morning, White House adviser Kellyanne Conway was asked by a reporter why the president talked about pardoning himself. She replied: \"Why would he need to pardon himself if he's done nothing wrong? You just like to engage in these hypothetical exercises constantly.\"I presume it's easier than understanding the ins and outs of North Korea and trade policy.\" Mr Trump's tweet comes a day after one of his lawyers addressed the self-pardon issue on the Sunday talk shows. Rudy Giuliani told ABC's This Week programme that Mr Trump \"has no intention of pardoning himself\", while adding that he \"probably does\" have that power.Mr Giuliani told NBC's Meet the Press: \"Pardoning himself would be unthinkable and probably lead to immediate impeachment.\"And he has no need to do it, he's done nothing wrong.\" But speaking on CNN on Sunday, House Republican Majority Leader Kevin McCarthy said no president should pardon himself. ", "url": "https://www.bbc.com/news/world-us-canada-44359434"}