{"datetime": "2020-12-23T17:59:23.000Z", "title": "UN criticises Trump's pardons for Blackwater guards jailed over Iraq killings", "article": "The UN has sharply criticised President Donald Trump's decision to pardon four former Blackwater contractors jailed over the killing of 14 Iraqi civilians. Nicholas Slatten, Paul Slough, Evan Liberty and Dustin Heard opened fire in Baghdad's Nisoor Square in 2007 while guarding an American diplomatic convoy. The UN Human Rights Office warned that the pardons would serve to embolden others to commit similar crimes.The father of a nine-year boy who died said Mr Trump \"broke my life again\". There was no immediate response from the Iraqi government. Slatten, Slough, Liberty and Heard were among 19 Blackwater private security contractors assigned to guard a convoy of four heavily-armoured vehicles carrying US personnel on 16 September 2007. According to the US justice department , at about noon that day several of the contractors opened fire in and around Nisoor Square, a busy roundabout that was immediately adjacent to the heavily-fortified Green Zone. When they stopped shooting, at least 14 Iraqi civilians were dead - 10 men, two women and two boys, aged nine and 11. Iraqi authorities put the toll at 17. US prosecutors said Slatten was the first to fire, without provocation, killing Ahmed Haithem Ahmed Al Rubiay, an aspiring doctor who was driving his mother to an appointment. The contractors said they mistakenly believed that they were under attack. The incident caused international outrage, strained relations between the US and Iraq, and sparked a debate over the role of contractors in warzones. By John Simpson, BBC world affairs editor It was one of the worst incidents in a conflict which never lost its ability to shock. A couple of days afterwards, the wreckage of a dozen or so cars was still lying around and there were patches of dry blood on the ground.The story told to me by eyewitnesses followed a familiar pattern: in the heavy traffic a frightened and inexperienced driver ignored warnings to stop, and carried on towards a convoy of American officials protected by Blackwater agents.Several witnesses insisted that the contractors had panicked and opened fire indiscriminately. Among those who died was a nine-year-old boy who was sitting in the back of his father's car and was hit in the head.Again and again during the war in Iraq I witnessed lesser versions of the Nisoor Square incident, when American soldiers and contractors assumed they were being fired on, and retaliated in devastating and often uncontrolled fashion.But Nisoor Square had a particularly powerful effect on Iraqi opinion which persists to this day.By pardoning the four men involved, President Trump has reignited the hatred and resentment caused by the incident.In 2014, a US federal court found Slatten guilty of murder, while Slough, Liberty and Heard were convicted of voluntary manslaughter, attempted manslaughter and other charges. Slatten was sentenced to life in prison, and the other three were handed 30-year terms. However, the US Court of Appeals reversed Slatten's conviction and ordered that the three others be resentenced for their roles in the crime. Slatten was retried in 2018, but a mistrial was declared after the jury was unable to reach a verdict. The second retrial began later that year and Slatten was found guilty of committing first-degree murder. He was sentenced to life in prison without parole in 2019. Slough, Liberty and Heard subsequently had their sentences reduced to 15, 14 and 12 years respectively. A White House statement said Slatten, Slough, Liberty and Heard had a \"long history of service to the nation\" as veterans of the US Army and US Marine Corps, and that their pardons were \"broadly supported by the public... and elected officials\". It added that the Court of Appeals \"ruled that additional evidence should have been presented at Mr Slatten's trial\", and that prosecutors recently disclosed \"that the lead Iraqi investigator, who prosecutors relied heavily on to verify that there were no insurgent victims and to collect evidence, may have had ties to insurgent groups himself\". Brian Heberlig, a lawyer for Paul Slough, said the contractors \"didn't deserve to spend one minute in prison\" and that he was \"overwhelmed with emotion at this fantastic news\". Mohammed Kinani, a US-Iraqi dual citizen whose nine-year-old son Ali was killed in Nisoor Square,told the BBC that President Trump's decision \"broke my life again\" .\"He broke the law. He broke everything. He broke the court. He broke the judge,\" he said. \"Before [this] I felt that no-one [was] above the law.\" A spokeswoman for the UN Human Rights Office, Marta Hurtado, expressed deep concern and said pardoning the guards \"contributes to impunity and has the effect of emboldening others to commit such crimes in the future\". \"The UN Human Rights Office calls on the US to renew its commitment to fighting impunity for gross human rights violations and serious violations of international humanitarian law, as well as to uphold its obligations to ensure accountability for such crimes,\" she added. Hina Shamsi, director of the American Civil Liberties Union's National Security Project, said Mr Trump had \"hit a disgraceful new low with the Blackwater pardons\". \"President Trump insults the memory of the Iraqi victims and further degrades his office with this action,\" she added. Democratic US Senator Chris Murphytweeted : \"Pardoning these murderers is a disgrace. They shot women and kids who had their hands in the air.\" \"But it's all part of a plan to limit [President-elect Joe] Biden's national security tools. These pardons will greatly damage U.S.-Iraq relations, at a critical moment.\" ", "url": "https://www.bbc.com/news/world-us-canada-55424397"}