{"datetime": "2020-12-23T10:56:35.000Z", "title": "Trump pardons two convicted by Russia investigation", "article": "Donald Trump has issued pardons to 15 people including two figures convicted of lying to the FBI during an inquiry into the US president's campaign. Ex-campaign aide George Papadopoulos and attorney Alex van der Zwaan are among those who received the presidential clemency. Mr Trump also pardoned four security guards involved in a 2007 massacre in Iraq and two ex-congressmen. He is expected to issue more pardons before leaving office next month. It is common for outgoing presidents to use their right to issue pardons, which wipe out convictions. George Papadopoulos and Alex van der Zwaan both served brief jail sentences. Papadopoulos pleaded guilty in 2017 to lying to the FBI about the timing of meetings with alleged go-betweens for Russia during the run-up to the 2016 election. He was the first former Trump aide to be arrested in the Russia investigation led by Special Counsel Robert Mueller. He falsely claimed that he had met two individuals with Russian connections prior to working with Donald Trump's campaign but had in fact met them after joining. On Twitter, he thanked President Trump and said the pardon meant \"the world to me and my family\". Van der Zwaan also admitted making false statements during the Mueller investigation. Mr Trump has repeatedly dismissed the Mueller investigation as \"a hoax\". \"Today's pardon helps correct the wrong that Mueller's team inflicted on so many people,\" the White House said in a statement. Also pardoned were former Republican lawmakers Chris Collins and Duncan Hunter. Former New York congressman Collins, a staunch supporter of Mr Trump,pleaded guilty in 2019 to charges of insider trading . He has been serving a 26-month prison sentence. Earlier this year, former California congressman Hunter was sentenced to 11 months in jail for misusing campaign funds.Four former Blackwater security guards - Nicholas Slatten, Paul Slough, Evan Liberty and Dustin Heard - were among those pardoned.They were convicted by a US federal judge ofshooting dead 14 Iraqi civilians in the Iraqi capital, Baghdad, in 2007 .The guards opened fire with machine-guns in a square while escorting a US diplomatic convoy.The security firm said its guards were acting in self-defence, but witnesses and relatives of those killed maintain that the shooting was unprovoked. Two children were among the dead. The incident caused international outrage and sparked a debate over the role of defence contractors in war zones. Slatten was sentenced to life in prison for first-degree murder, while the others were sentenced to between 12 and 15 years in prison. There was no immediate response from the Iraqi government, but Hina Shamsi of the American Civil Liberties Union (ACLU) said Mr Trump had \"hit a disgraceful new low with the Blackwater pardons\". \"[The guards'] actions caused devastation in Iraq, shame and horror in the United States, and a worldwide scandal,\" she added. \"President Trump insults the memory of the Iraqi victims and further degrades his office with this action.\" As well as the 15 full pardons, Mr Trump commuted all or part of the sentences of five other people. Last month,the president pardoned his former national security adviser Michael Flynn , who had pleaded guilty to lying to the FBI. However, Mr Trump has so far been less enthusiastic in using his right to grant clemency than any of his recent predecessors,according to the Pew Research Center . Barack Obama, whom Mr Trump replaced in 2017, granted 212 pardons and 1,715 commutations - the most since President Harry Truman in the 1940s and 1950s. By contrast, Mr Trump has now granted more than 40 pardons.Trump's use of presidential clemency has caused controversy because of the nature of his pardons and commutations, the research centre said. Many have had a \"personal or political connection to the president,\" according to a July analysis by the Lawfare blog. ", "url": "https://www.bbc.com/news/world-us-canada-55420365"}