{"datetime": "2018-05-24T13:52:08.000Z", "author": "Anthony Zurcher", "title": "'Spygate': The facts behind President Trump's conspiracy", "article": "President Trump calls it \"Spygate\" and a Deep State conspiracy against him. His critics warn it's a distraction tactic and an effort to undermine trust in the investigation into whether his campaign colluded with Russia. On Thursday, the Justice Department briefed congressional leaders on classified information about the FBI's use of a secret informant who met with Trump aides.It's the latest chapter in a complex and highly political saga.Here's what we know. Stefan A Halper, a 73-year-old professor emeritus at the University of Cambridge, has been identified as an informant who worked with the FBI to gather information on at least three members of the Trump campaign team it suspected could have ties to the Russian government. Mr Halper's identity had been the subject of a battle between the Justice Department, which oversees the FBI, and Republican members of Congress, who demanded to know more details about the FBI's 2016 counter-intelligence investigation of Russian attempts to influence the US presidential election.His details werefirst revealed by the Daily Caller , a conservative website, and later confirmed by mainstream US media outlets including the Wall St Journal and Washington Post. Mr Halper, an American, served as a professor of international affairs and American studies at Cambridge from 2001 to 2015, before taking an emeritus position. For the past three years he has performed contract work for the US defence department.He has a long history of involvement in the US government and on political campaigns, including stints in the administrations of Republicans Richard Nixon, Gerald Ford and Ronald Reagan. In 2009 he co-wrote a book, America Alone: The Neo-Conservatives and the Global Order, that criticised the Iraq War and George W Bush's interventionist foreign policy.He has also penned numerous essays warning of the rise of China as a global power. Mr Halper is a partner with theCambridge Security Initiative , a research firm chaired by former British Intelligence head Sir Richard Dearlove, which lists \"UK and US government agencies, management consultants, international accountancy and finance firms\" as recent clients. According to multiple US media reports, the FBI asked Halper at some point in 2016 to contact three individuals affiliated with the Trump presidential campaign - foreign policy advisers Carter Page and George Papadopoulos, as well as campaign co-chair Sam Clovis. Mr Page had attracted the FBI's attention because of previous connections to Russian intelligence agents, as well as a Moscow trip while working for the Trump campaign.The bureau became interested in Mr Papadopoulos afteran Australian diplomat recounted how the young energy-sector consultant had boasted of learning that the Russian government had damaging information about Hillary Clinton. Halper reportedly met with both Mr Page and Mr Papadopoulos on separate occasions in London. \"There has been some speculation that he might have tried to reel me in,\" Mr Page told theWashington Post of his mid-July meeting with Mr Halper at a US political symposium hosted by a British university. Mr Halper initially offered Mr Papadopoulos $3,000 to write a paper on the energy sector, which he accepted. They then met on 15 September, 2016, in London, during which - according to theNew York Times - Mr Papadopoulos denied knowledge of any Russian efforts to influence the US presidential election. Mr Halper travelled to Iowa in late August 2016 to meet with Mr Clovis, a former Republican political candidate who joined the Trump campaign as a policy adviser and television surrogate in August 2015. \"The meeting was very high level,\" Mr Clovis said during a recent US radio interview. \"It was like two faculty members sitting down in the faculty lounge talking about research.\" Mr Halper asked for a follow-up meeting with Mr Clovis, who was the Trump campaign official who approved Mr Page's July trip to Moscow, but none was scheduled.The FBI, on its website, says that US courts have recognised thatthe use of informants is \"lawful and often essential to the effectiveness of properly authorised law enforcement investigations\". The bureau notes, however, that \"special care is taken to carefully evaluate and closely supervise their use so the rights of individuals under investigation are not infringed\". At this point, it does not appear as though Mr Halper did anything more than talk to a handful of individuals the FBI considered suspicious.While Mr Halper did not disclose that he had been asked to do so by the FBI, his actions do not appear to constitute an attempt to join the Trump team and report to the government from within - or even that he accepted payment from the FBI for his services (although he had received income from the government for other work). \"The use of informants is standard practice in any FBI investigation, and indeed in law enforcement investigations in general,\" Georgetown Professor Paul Pillar told thewebsite Politifact .\"Interviewing anyone with possibly relevant information about the suspected crime is a core part of any such investigation.\" In a series of tweets over the past week, Donald Trump has pointed to the reports about Mr Halper as evidence of a possible intelligence community conspiracy, joined by members of the Obama administration, to undermine his presidential campaign and, subsequently, his presidency. He later tweeted a more direct accusation, as conservative commentators and officeholders began suggesting Mr Halper was part of larger FBI effort to surveil the Trump campaign. \"The spy was there early in the campaign and yet never reported Collusion with Russia, because there was no Collusion,\" he wrote. \"He was only there to spy for political reasons and to help Crooked Hillary win.\" He even coined a term for it - \"Spygate\" - a reference to the Nixon-era Watergate break-in, a scandal he insists is dwarfed by what he alleges was politically motivated surveillance of his campaign. According tothe Associated Press , the president told a friend that he wanted to make the \"spy\" label stick because \"the more nefarious term would resonate more in the media and with the public\". Others are not convinced.\"It's laughable to imagine Halper as a superspy, infiltrating the heart of the Trump campaign,\"writes columnist David Ignatius in the Washington Post. \"Those who know Halper describe someone closer to a gregarious busybody and academic eccentric - an intellectual who jostles for first billing on a book cover - than a mole burrowing toward Trump's inner circle.\" Following a presidential tweet \"demanding\" an investigation, the justice department announced on Monday that its inspector general, who is currently reviewing the FBI's handling of all election-related investigations in 2016, will include a inquiry into whether there were \"any irregularities\" with the \"tactics concerning the Trump campaign\". In addition, on Thursday two senior House intelligence committee Republicans were allowed to review \"highly classified material\" concerning details of Mr Halper's role that the Department of Justice had been withholding from congressional investigators.After complaints from the Democrats that they were being excluded, a second bipartisan briefing was given later on Thursday to the so-called \"Gang of Eight\" leaders. Trump's weeklong blast of Twitter allegations appear to be the result of a change of strategy in dealing with the Mueller probe that has been brewing for months.At first, Mr Trump's lawyers - including the recently departed Ty Cobb - have affirmed the validity of the probe and said that the White House is fully co-operating in order to ensure it has a fair and speedy end. More than a year into Mr Mueller's tenure as special counsel, however, an end seems out of sight.In fact, recent reports indicate that his inquiry could be expanding to include attempts at election interference by nations other than Russia.A New York Times article references outreach efforts by Saudi Arabia, the United Arab Emirates and Israel. Mr Trump and his supporters now appear set on undermining the premise of Mr Mueller's investigation.They've alleged that the FBI probe was based on faulty information - the so-called Steele Dossier - that was funded in part by Democrats. They question the political affiliation of the investigators working for Mr Mueller (a lifelong Republican).Now the president is suggesting that the entire FBI counterintelligence investigation that led to the special counsel probe was a partisan hit job in which the \"Deep State\" intelligence community co-operated with Obama administration operatives to gather information on the Trump campaign and share it with the Clinton campaign team. Even in this scenario, of course, the conspiracy was massively unsuccessful. Actions by then-FBI Director James Comey, including his election-eve letter to Congress re-opening the investigation into Mrs Clinton's use of a private email server while she was secretary of state, were extremely damaging to her presidential campaign.The existence of the 2016 FBI investigation into possible ties between the Trump team and Russia was a closely held secret until well after Mr Trump had won the election.For Mr Trump, however, the details of the allegations and conspiracy theories may be unimportant.The larger goal could be simply to undermine the authority and impartiality of those investigating him - and give his supporters enough cover to continue to stand by him through thick and thin.", "url": "https://www.bbc.com/news/world-us-canada-44230733"}