{"datetime": "2019-07-24T12:23:37.000Z", "title": "Trump Russia affair: Key questions answered", "article": "For nearly two years the Trump-Russia affair has dominated front pages and mired the president's administration in conflict and controversy. But what is it exactly? How did it begin? And what did it find out? The inquiry, led by widely respected former director of the FBI Robert Mueller, focused on alleged collusion between Mr Trump's 2016 presidential campaign team and Moscow. The report stated that no evidence of a conspiracy was found, but it did lay out 10 instances where the president possibly obstructed justice. Mr Mueller has said his report did not exonerate the president, but that charging a sitting president was not an option. Here's a breakdown on one of the most high-profile political inquiries in US history. Mr Trump's campaign and transition teams were accused of conspiring with Russian agents to influence the US election in the then Republican candidate's favour. US intelligence agencies concluded in 2016 that Russia was behind an effort to tip the scales of the US election against Hillary Clinton, with a state-authorised campaign of cyber attacks and fake news stories planted on social media. Both the Russian and US presidents had poured scorn on suggestions of \"collusion\", with Mr Trump calling it \"the greatest political witch hunt in history\". At least 17 Trump associates had contacts with Russians or Wikileaks, which released hacked documents, during the campaign or transition, according toan analysis of public records by the New York Times , with at least 100 face-to-face interactions, phone calls or electronic messages with Russians or Kremlin-linked figures and at least 51 individual communications.Trump aides known to have had contact with Russians include the president's son-in-law and adviser Jared Kushner, his son Donald Trump Jr, former National Security Adviser Michael Flynn, Attorney General Jeff Sessions and former personal lawyer Michael Cohen. The president's supporters point out that interactions with foreign nationals are routine during any White House campaign, but three Trump associates have now admitted lying about these encounters. The special counsel has indicted more than 30 people, including four members of Mr Trump's campaign team or administration, an adviser and long-time ally, and 26 Russians, as well as three Russian companies. A former prosecutor, Mr Mueller went on to become the second-longest serving FBI director in history, after J Edgar Hoover. His Senate confirmation vote as FBI director went 98-0 in his favour. A special Senate vote to extend his term beyond the usual 10 years to 12 passed 100-0.With a team of experienced lawyers drawn from private practice and from the Department of Justice, as well as FBI officers, Mr Mueller worked quietly from an unassuming building in south-west Washington, not issuing any public comment during the investigation.On 22 March, he submitted his report to Attorney General William Barr, who replaced Jeff Sessions after he was forced to resign. The448-page report painted a mixed picture of the president's conduct. While it did not establish that the Trump campaign criminally conspired with Russia to meddle in the election, it built an extensive obstruction-of-justice case against the president.Mr Mueller said the report did not exonerate the president but stopped short of saying Mr Trump committed a crime. \"If we had confidence after a thorough investigation of the facts that the president clearly did not commit obstruction of justice, we would so state,\" the report says.\"Based on the facts and the applicable legal standards, we are unable to reach that judgement. Accordingly, while this report does not conclude that the president committed a crime, it also does not exonerate him.\" It also revealed Mr Trump instructed a White House lawyer to try and remove Mr Mueller over alleged \"conflicts of interest\", but the lawyer resigned. Around 10% of the public report is redacted. As well as the special counsel inquiry by Mr Mueller under the aegis of the justice department there have been four congressional investigations: All of the House inquiries were plagued by political squabbling amongst lawmakers, and closed without leading to any charges or claims of Russian collusion. Democrats have reopened the investigations after gaining a majority in the House in January. The Senate committee has yet to release its findings. Before the redacted report was released, Mr Barr, who was attorney general under the late George HW Bush between 1991 and 1993, spent two days poring over Mr Mueller's report beforeissuing his interpretation to Congress . There was a lot of speculation that an obstruction of justice legal case against the president could be considered. One of the possibilities raised was that it could look into Mr Trump's sacking of James Comey as head of the FBI. But legal experts had warned that the charge carried a fairly high threshold - proof of \"corrupt intent\". In his summary, Mr Barr says, quoting Mr Mueller's report: \"The special counsel states that 'while this report does not conclude that the president committed a crime, it also does not exonerate him'.\" Mr Barr then says that, after consulting Deputy Attorney General Rod Rosenstein, there was insufficient evidence \"to establish that the president committed an obstruction-of-justice offence\".Mr Mueller gave a rare statement in May about the investigation, and announced his office was officially shutting down. His statement largely reaffirmed what was in the report released with redactions last month. He said if his team had had confidence that Mr Trump \"clearly did not commit a crime, we would have said so\". Mr Mueller added that \"the Constitution requires a process other than the criminal justice system to formally accuse a sitting president of wrongdoing,\" in what was seen as a reference to the ability of Congress to start an impeachment process. The special counsel said he did not believe it was \"appropriate to speak further\" about the investigation and that he would not provide any information that was not in his team's report. But the end of the special counsel investigation does not mark the end of the story.The former FBI director will face questions from two congressional committees about his report on the Donald Trump campaign and Russia. The congressional probes could stretch into 2020 and several of the prosecutions Mr Mueller initiated could be continued by lawyers within the Department of Justice. Mr Barr has said that it is his objective to get as much information to Congress and the public as possible, consistent with prosecutorial guidelines and confidentiality requirements.Democrats in Congress have called for whatever information Mr Mueller produces to be released publicly in its entirety. Back in February 2017, before Mr Mueller was appointed as special counsel, the FBI was investigating Michael Flynn over his contacts with Russian officials. Then-head of the FBI, Mr Comey, attended a briefing in the Oval Office at the White House, along with Vice-President Mike Pence and Mr Sessions. According to a detailed account of the meeting written by Mr Comey immediately afterwards, the president asked Mr Pence and Mr Sessions to leave the room before suggesting Mr Comey end the Flynn investigation. The FBI director's notes quote the president as saying: \"I hope you can see your way clear to letting this go, to letting Flynn go. He is a good guy. I hope you can let this go.\"Mr Comey prepared memos from his notes and shared them with other senior FBI officials, saying he was concerned about the nature of the meeting.A few months later, in May, the president sacked Mr Comey, citing \"this Russia thing\", a move that shocked Washington and led to talk of a cover-up. Part of the inquiry focuses on a June 2016 meeting at Trump Tower in New York City involving Mr Trump's son, Donald Jr, his son-in-law Jared Kushner, then-campaign chairman Paul Manafort and an influential Russian lawyer, Natalia Veselnitskaya. The meeting occurred after a Russian intermediary contacted Mr Trump Jr with a promise to provide material that would \"incriminate\" Hillary Clinton - the Democratic candidate - and be \"very useful to your father\". It was part of the Russian government's \"support\" for Mr Trump, he noted. Mr Trump Jr replied: \"I love it.\" Mr Trump Jr later defended the meeting, saying Ms Veselnitskaya offered only \"inane nonsense\" and nothing came of it, but he also told Fox News' Sean Hannity \"in retrospect, I probably would have done things a little differently\". In an initial statement to explain the meeting one year after it occurred, Mr Trump Jr claimed that it had been held to discuss Russian adoptions. But in a follow-up statement he said that the actual purpose had been about political opposition research.In June 2018 Mr Trump tweeted that the meeting was \"to get information on an opponent, totally legal and done all the time in politics\". President Trump's lawyers say he dictated his son's first misleading explanation, leading to questions of whether the president sought to obstruct a Department of Justice inquiry. See our fullRussia timeline .The arrest of Mr Stone, a long-time adviser and close confidant to Mr Trump, marks a significant development in this legal drama.The charges against him are linked to an alleged Russian-led hack into the emails of Democratic Party officials. Mr Stone denies suggestions of criminal misconduct. The information contained in the emails was released by Wikileaks during the 2016 US presidential election campaign. It means that, for the first time, a member of Mr Trump's inner circle is facing charges directly related to Russian election meddling.Mr Papadopoulos's role in the drama begins with a May 2016 drink in a London bar with an Australian diplomat. He told the envoy that Russia had \"political dirt\" on Hillary Clinton - a conversation which was later reported by Australian authorities to the FBI and may have prompted the bureau's investigation into the campaign. In late October 2017, court documents emerged showing Mr Papadopoulos had pleaded guilty to lying to the FBI about the timing of meetings with alleged go-betweens for Russia. He falsely claimed he had met two figures with Russian connections before joining the Trump campaign in March 2016. In fact, he met them after joining the campaign. After lying to the FBI, he deleted an incriminating Facebook account and destroyed a phone. Emails reveal that he communicated with high-level figures in the Trump campaign. He was pictured in March 2016 seated at a foreign policy meeting with Mr Trump, Jeff Sessions and others, in a photo Mr Trump shared on Twitter. Just before he began a two-week sentence in a Wisconsin prison in late November 2018 however, he sent a tweet saying he had \"never met a single Russian official\". On his release, he announced he was publishing a book entitled \"Deep State Target: How I got caught in the crosshairs of the plot to bring down President Trump\". In January 2017, a secret dossier was leaked to the press. It had been compiled by a former British intelligence official and Russia expert, Christopher Steele, who had been paid to investigate Mr Trump's ties to Russia. The dossier alleged Moscow had compromising material on Mr Trump, including claims he was once recorded with prostitutes at a Moscow hotel during a 2013 trip for one of his Miss Universe pageants. Mr Trump emphatically denies this. The file purported to show financial and personal links between Mr Trump, his advisers and Moscow. It also suggested the Kremlin had cultivated Mr Trump for years before he ran for president. Mr Trump dismissed the dossier, arguing its contents were based largely on unnamed sources. It was later reported that Mr Steele's report was funded as opposition research by the Clinton campaign and Democratic National Committee. Fusion GPS, the Washington-based firm that was hired to commission the dossier, had previously been paid via a conservative website to dig up dirt on Mr Trump. It didn't, exactly. Hacking voter machines, and rigging elections generally, is very, very difficult. Hacking people? That would be easier.The special counsel charges show that Russia effectively ran a two-pronged operation. The first prong in mid-2016 allegedly involved sending rafts of so-called \"phishing\" emails to figures in the Democratic Party - an unsophisticated method used by everyone from state-sponsored actors to low-level scammers for duping people into giving up their passwords. Hackers gained access to the Democratic National Committee's systems and the personal email of Clinton campaign chair John Podesta. They leaked tens of thousands of emails revealing the inner workings of the Clinton campaign and the party's operations, along with mundane, embarrassing details.The second prong allegedly involved flooding social media networks, especially Facebook, with bogus stories designed to smear the Democrats and undermine the Clinton campaign. According to testimony by Facebook before Congress, Russia-backed content reached as many as 126 million Americans on the social network during and after election. In August 2016, an envelope arrived at the White House marked for the eyes of President Barack Obama and three senior aides.According to theWashington Post , the envelope had come by courier from the CIA, and contained a bombshell revelation - Mr Putin was directing a state-sponsored effort to interfere with the US election. The FBI was already looking at ties between the Trump campaign and Russia, but the CIA memo seemed to confirm Russian efforts to throw the election Mr Trump's way. According to reporting in the Post and elsewhere, the Obama administration agonised over whether to divulge the alleged operations. Reportedly fearful of appearing to attempt to interfere politically, they stayed relatively quiet. Other intelligence agencies were slow in reaching the same conclusion as the CIA, and congressional Republicans were reluctant to offer support to a public condemnation of Moscow. Warnings were issued to Russian officials, but it wasn't until the main US intelligence agencies agreed, in late September, that President Obama directed them to make a public statement. To avoid appearing partisan, the statement would not carry his name. The president is celebrating the findings of the special counsel's report revealed by Mr Barr, but there are a variety of ongoing investigations into Mr Trump's conduct and that of his businesses. Several of them pose a legitimate threat to the president, both legal and political. However, it is effectively impossible to bring criminal charges against a sitting president, and any case would have to be brought by the executive branch, of which Mr Trump is the boss. As for impeachment, it remains unlikely at this stage. A majority in the House of Representatives is first required to approve an article of impeachment, and the Democratic leaders in that chamber appear reluctant to make such a move until the multiple investigations are concluded. In the event of a successful House vote, the Senate holds a trial presided over by the Supreme Court chief justice, and a two-thirds majority vote is required in the Senate to convict the president.That's a high bar - two presidents, Bill Clinton and Andrew Johnson, have been acquitted at this stage. With a Republican majority in the 100-seat Senate, at least 19 members of Mr Trump's own party would have to break ranks to remove him from office. ", "url": "https://www.bbc.com/news/world-us-canada-42493918"}