{"datetime": "2018-05-31T19:22:43.000Z", "author": "Anthony Zurcher", "title": "Dinesh D'Souza: Why did Trump pardon the provocateur?", "article": "On Thursday morning Donald Trump announced that he would use his presidential powers to pardon Dinesh D'Souza, who had pleaded guilty in 2014 for campaign finance law violations. It marks the latest twist in the rise, fall and Trump-facilitated rehabilitation of the Indian-born conservative author, lecturer and all-around political provocateur. It also is only the latest example of Mr Trump flexing his presidential powers in a way that is markedly different from his predecessors - and could have serious implications for US politics. D'Souza first gained national prominence in the early 1980s as editor of the Dartmouth Review, a student-run conservative publication at the Ivy League university that was known for sometimes controversial, inflammatory or racially tinged articles and commentary.After a stint in the Ronald Reagan Administration, D'Souza took a job in 1988 at the American Enterprise Institute, a conservative think tank, where he wrote a series of best-selling books condemning \"political correctness\" in academics, offering a somewhat sympathetic view of slavery and racial segregation in the US, and touting the benefits of free-market economics and American exceptionalism. In the 2000s his work took a darker, more conspiratorial turn, as he claimed the \"cultural left\" was at fault for the 9/11 terrorist attacks, and that American liberalism and the Democratic party were inextricably tied to fascism.He also began producing video documentaries to accompany his books, including the film 2016: Obama's America and Hillary's America: The Secret History of the Democratic Party, in which he accused the two Democrats of a variety of crimes, conspiracies and misdeeds. It was the Obama film, he claims, that led Manhattan-based US Attorney Preet Bharara to target him for prosecution in order to curry favour with the Obama administration. He said Bharara, and US Attorney General Eric Holder, were part of an Obama \"team of goons\" unleashed on him. Mr Bharara, in aSeptember 2014 statement , said D'Souza had wilfully undermined \"the integrity of the campaign finance process\" and \"had to answer for this crime\". In recent years D'Souza has occasionally attracted attention - and scorn - for controversial statements and tweets.In 2015 he wrote \"You can take the boy out of the ghetto …\" in a tweet criticising a photograph of Mr Obama posing in the Oval Office with a selfie stick.After the Parkland school shooting earlier this year led some student survivors to push for more stringent Florida gun laws - an unsuccessful effort at first - D'Souza mockingly tweeted that it was their legislative defeat was the \"worst news since their parents told them to get summer jobs\", accompanied by a photograph of the teens crying.D'Souza eventually apologised for both comments - but the damage was done. Between his comments, his conviction and an extramarital affair that led to his dismissal from the presidency of an evangelical college, he had been increasingly marginalised by mainstream Republicans and relegated to the more fanatical fringe of the conservative movement. Now, with his pardon, Mr Trump is effectively welcoming D'Souza back into the good graces of his transformed Republican Party. There are several reasons why the president could be doing this. The denunciations of D'Souza's pardoning have come fast and furious from those on the left - and that frequently seems to be just how Mr Trump likes it. \"I think rage-pardoning criminals who have served their sentences is a reasonably harmless means of leveraging the powers of the American presidency to troll those who believe in the rule of law,\"tweets Lawfare blog editor Benjamin Wittes. David Graham of The Atlantic says that Mr Trump has turned the pardon power into an \"everyday tool of culture war\". \"As with so many of Trump's manoeuvres, this is entirely within the legal bounds of his power but still largely outside the realm of propriety and precedent,\"he writes . While many conservatives were slow to warm to Donald Trump's style of politics, there is a growing segment of the movement that both appreciates the efforts the president is making to advance traditional Republican priorities - on taxes, judicial appointments, religious freedom and deregulation - and his uncanny ability to instigate apoplectic rage from those on the left (Trump derangement syndrome, assome have called it ). Anti-Trumpism, for a time, had a life in the conservative sphere. Anti-anti-Trumpism now rules the day.\"The heart of Trumpism is not any policy but performative cruelty, inflicting maximum harm on those outside the tribal fold, and extending the benefits of power and the powers of state for those inside the fold,\" writes Josh Marshall, editor of the liberal websiteTalking Points Memo . \"D'Souza is a loyalist so he gets rewarded with the prerogative power at the president's discretion. The rationale isn't legal. It is not in spite of but because of D'Souza's racism and aggression. It is as simple as that.\" Although D'Souza had become somewhat of a persona non grata in more genteel conservative circles, his pardoning has already been celebrated by some on the right. \"Dinesh was the subject of a political prosecution, brazenly targeted by the Obama administration because of his political views,\" Texas Senator Ted Cruzwrote in a tweet. \"And he's a powerful voice for freedom, systematically dismantling the lies of the Left - which is why they hate him. This is Justice.\" D'Souza may traffic in unsubstantiated conspiracy theories. He may use racially-tinged language to attack his political opponents. His Twitter feed can at times be a mix of innuendo and anger focused like a laser on perceived liberal transgressions.That kind of politics, however, was endorsed by enough voters to make Donald Trump the Republican nominee and, eventually, president. The D'Souza pardon marks the third time Mr Trump has used his presidential power to absolve a high-profile conservative convicted by federal prosecutors.Arizona Sheriff Joe Arpaio, an outspoken anti-immigration advocate, received his for a contempt of court citation after refusing to obey the orders of a federal judge.Scooter Libby, who was chief of staff for Vice-President Dick Cheney, had his conviction for lying to government investigators expunged.It may be no coincidence that the focus of Mr Trump's pardons - campaign finance law violations, lying to federal investigators and disregard for the judicial process - are criminal infractions hanging over several members of the president's circle.The president could be sending a message to his people that he views that they - like Libby, Arpaio and D'Souza - are the targets of out-of-control federal prosecutors. Perhaps he is offering a very visible display of his willingness to use his sweeping authority to remedy what he perceives not just as wrongs in the past - but also those that may come. At the very least, with his actions and Thursday's comments that he is entertaining pardons for former Democratic Illinois Governor Rod Blagojevich (abuse of power) and home-decor guru Martha Stewart (obstruction of justice and lying to investigators), the president is demonstrating that he is willing to exercise a much freer hand with his presidential powers. Over the years the presidential pardon authority has been governed by an extended (some would say overly bureaucratic) process of review and approval by Department of Justice lawyers.Breaks from those traditions, such as with George HW Bush's pardoning of Reagan-era Defence Secretary Casper Weinberger and Bill Clinton's of financier and deep-pocketed political donor Marc Rich, came in the final days of a presidency and were met with controversy and outcry.Mr Trump, with his pardons over his first 16 months in office, is eroding another political norm and flexing political power the scope of which, in the US Constitution, is largely undefined. For the president and his supporters, the actions are ones of liberation, absolving those who had been unjustly punished - even for crimes they have admitted committing. Conservative commentator and Trump critic David Frum of The Atlantic has a more blunt assessment. \"The most effective way for an authoritarian leader to abuse the law is not by prosecuting the innocent, but by protecting the guilty,\"he tweeted . ", "url": "https://www.bbc.com/news/world-us-canada-44321650"}