{"datetime": "2018-05-24T19:16:25.000Z", "title": "Jack Johnson: Trump pardons black heavyweight champion", "article": "US President Donald Trump has pardoned boxing's first black heavyweight champ, convicted in 1913 of taking his white girlfriend across state lines. Joined in the Oval Office by actor Sylvester Stallone and boxer Lennox Lewis, Mr Trump said the move corrected a historic US wrong to Jack Johnson. Johnson was arrested in 1912 with Lucille Cameron, a white woman who would later become his wife. He was world heavyweight title holder from 1908 until 1915.Mr Trump shook hands with current and former heavyweight champions at the White House during the announcement of the full pardon on Thursday. Linda Bell Haywood, the maternal great-great niece of Jack Johnson, was also present, as was current heavyweight champion Deontay Wilder. \"I've issued an executive grant of clemency, a full pardon posthumously to Jack Johnson, the first African American heavyweight champion of the world,\" Mr Trump said. \"He served 10 months for what many view as a racially motivated injustice.\" Mr Trump had said he was considering pardoning Johnson back in April, after Mr Stallone brought the case to his attention. \"Sylvester Stallone called me with the story of heavyweight boxing champion Jack Johnson,\" Mr Trump said last month on Twitter.\"His trials and tribulations were great, his life complex and controversial.\"During the announcement, Stallone - who famously depicted a boxer in the 1977 film Rocky - lifted his head upwards and said: \"Keep punching, Jack.\" \"Thank you all! Justice has been done!\" he tweeted after the announcement. Mr Trump also jabbed former president Barack Obama, saying that many people \"thought it was going to be signed in the last administration, and that did not happen, so it was disappointing for a lot of people\". Mr Obama had declined to pardon Johnson, in part due to allegations of domestic abuse, according to the New York Times. Born in Galveston, Texas, to former slaves, he became the first African American to win the world heavyweight crown in 1908, defeating Tommy Burns in Sydney, Australia. He held on to that title until 1915 when Jess Willard, a white cowboy from Kansas, took the title with a knockout in the 26th round in Havana, Cuba. In 1910, when Johnson defeated \"great white hope\" Jim Jeffries in the so-called Fight of the Century in Reno, Nevada, race riots erupted across the nation, claiming more than 20 lives. Johnson's story was dramatised in Pulitzer Prize-winning play The Great White Hope, starring James Earl Jones in 1969. He was charged with violating the 1910 Mann Act, a so-called moral purity law that made it illegal to transport women across state lines for \"immoral\" purposes. US prosecutors argued that Johnson's relationship with Lucille Cameron was a \"crime against nature\", and an all-white jury took less than two hours to convict him. His career in ruins, Johnson skipped bail and fled to Europe to live in exile. He spent years fighting overseas before surrendering to US authorities in 1920. He served 10 months in prison. In 1946, he died in a car crash. ", "url": "https://www.bbc.com/news/world-us-canada-44244687"}