{"datetime": "2019-12-19T09:54:41.000Z", "title": "Trump impeachment inquiry: The case for and against", "article": "Experts are debating what the US Constitution says about impeachment, in light of the ongoing inquiry into President Donald Trump's alleged abuse of power involving Ukraine. So what did they say? The US Constitution provides in Article II, Section 4, that the president, the vice-president and all civil officers, may be impeached for \"treason, bribery, or other high crimes and misdemeanours\". But what that actually means has long been a subject of debate. Four constitutional lawyers have appeared before the House Judiciary Committee to give their view - three called by the Democrats and one by Republicans. After a president is impeached in the House of Representatives, the Senate then votes on conviction and removal from office. In this case, the US president is accused of an abuse of power in trying to extract political favours from Ukraine by withholding military aid and a White House meeting with Ukraine's leader. But does that deserve impeachment and possible subsequent removal from office? Here's what the legal scholars said. President Trump's conduct described in the testimony and evidence clearly constitutes an impeachable high crime and misdemeanour under the Constitution. According to the testimony and to the publicly released memorandum of the July 25, 2019, telephone call between the two presidents, President Trump abused his office by soliciting the president of Ukraine to investigate his political rivals in order to gain personal political advantage, including in the 2020 presidential election. This act on its own qualifies as an impeachable high crime and misdemeanour.Noah Feldman, Harvard Law School The president's serious misconduct, including bribery, soliciting a personal favour from a foreign leader in exchange for his exercise of power, and obstructing justice and Congress are worse than the misconduct of any prior president, including what previous presidents who faced impeachment have done or been accused of doing. When we apply our constitutional law to the facts found in the Mueller Report and other public sources, I cannot help but conclude that this president has attacked each of the Constitution's safeguards against establishing a monarchy in this country. Both the context and gravity of the president's misconduct are clear: The \"favour\" he requested from Ukraine's president was to receive - in exchange for his release of the funds Ukraine desperately needed - Ukraine's announcement of a criminal investigation of a political rival. The investigation was not the important action for the president; the announcement was because it could then be used in this country to manipulate the public into casting aside the president's political rival because of concerns about his corruption.Michael Gerhardt of the University of North Carolina School of Law Wouldn't you know in your gut that such a president had abused his office, betrayed the national interest and tried to corrupt the electoral process? I believe the evidentiary record shows wrongful acts on that scale here. It shows a president who delayed meeting a foreign leader and providing assistance that Congress and his own advisers agreed served our national interest in promoting democracy and limiting Russian aggression. And it shows a president who did this to strong-arm a foreign leader into smearing one of the president's opponents in our ongoing election season. Based on the evidentiary record, what has happened in the case before you is something that I do not think we have ever seen before: a president who has doubled down on violating his oath to \"faithfully execute\" the laws and to \"protect and defend the Constitution\". The evidence reveals a president who used the powers of his office to demand that a foreign government participate in undermining a competing candidate for the presidency. Pamela Karlan, Stanford Law School President Trump will not be our last president and what we leave in the wake of this scandal will shape our democracy for generations to come. I am concerned about lowering impeachment standards to fit a paucity of evidence and an abundance of anger. If the House proceeds solely on the Ukrainian allegations, this impeachment would stand out among modern impeachments as the shortest proceeding, with the thinnest evidentiary record, and the narrowest grounds ever used to impeach a president. That does not bode well for future presidents who are working in a country often sharply and, at times, bitterly divided. By Jonathan Turley, George Washington University Law School and BBC contributor And he continued: I get it. You are mad. The president is mad. My Democratic friends are mad. My Republican friends are mad. My wife is mad. My kids are mad. Even my dog is mad... and Luna is a golden doodle and they are never mad. We are all mad and where has it taken us? Will a slipshod impeachment make us less mad or will it only give an invitation for the madness to follow in every future administration?That is why this is wrong. It is not wrong because President Trump is right. His call was anything but \"perfect\" and his reference to the Bidens was highly inappropriate. It is not wrong because the House has no legitimate reason to investigate the Ukrainian controversy. The use of military aid for a quid pro quo to investigate one's political opponent, if proven, can be an impeachable offense. It is not wrong because we are in an election year. There is no good time for an impeachment, but this process concerns the constitutional right to hold office in this term, not the next.No, it is wrong because this is not how an American president should be impeached. For two years, members of this Committee have declared that criminal and impeachable acts were established for everything from treason to conspiracy to obstruction. However, no action was taken to impeach. Suddenly, just a few weeks ago, the House announced it would begin an impeachment inquiry and push for a final vote in just a matter of weeks. To do so, the House Intelligence Committee declared that it would not subpoena a host of witnesses who have direct knowledge of any quid pro quo. Instead, it will proceed on a record composed of a relatively small number of witnesses with largely second-hand knowledge of the position. The only three direct conversations with President Trump do not contain a statement of a quid pro quo and two expressly deny such a pre-condition. By BBC North America reporter Anthony Zurcher Democrats - because they have a majority on the committed - selected three of the participants. Not surprisingly, they all agreed that Donald Trump's conduct constituted impeachable offences.Jonathan Turley, picked by the Republicans, acknowledged that the president's actions were far from \"perfect,\" but lamented the anger in American politics and warned that action in this case would dangerously lower the bar for impeachable conduct for future presidents. It wasn't exactly the full-throated defence the president enjoys from his political allies. The stated task for the Judiciary Committee in the coming days will be to determine whether the facts established in the earlier Intelligence Committee hearings constitute impeachable acts.That's what the professors were there to help accomplish. In reality, it seems the minds of most on the committee - as with the witnesses - are already made up.Two presidents were impeached and another resigned before his probable impeachment. But no president has ever been removed from office - that requires a two-thirds majority in the Senate.", "url": "https://www.bbc.com/news/world-us-canada-50663128"}