{"datetime": "2019-11-19T14:33:58.000Z", "author": "Jonah Fisher in Kyiv & Reality Check team", "title": "Trump impeachment inquiry: Three Republican claims fact-checked", "article": "President Trump and his Republican supporters are fighting hard to control the narrative of the ongoing impeachment hearings, hitting back with their own allegations against Democrats and the whistleblower at the origin of the affair. They're also questioning the actions of Ukrainian politicians, as well as pushing for greater scrutiny of allegations that Joe Biden and his son Hunter were up to no good in Ukraine. Devin Nunes, the top Republican on the committee holding the impeachment hearings, made three specific claimsin his opening statement on Tuesday . So what are these allegations and how valid are they? Mr Trump's supporters have accused the whistleblower of links to the Democratic Party, and say individual Democrats met the whistleblower and knew the details before the official complaint was made. The whistleblower did contact a staff member of the US House Intelligence Committee, chaired by Democratic Congressman Adam Schiff, before officially filing the complaint. The staff member who met the whistleblower advised them to get a lawyer and follow the formal process for lodging a complaint. A spokesman for Mr Schiff suggested that this was not unusual as in the past, other whistleblowers had contacted both Republican and Democratic-controlled committees. There is official guidance for how Congress should respond when approached by whistleblowers, suggesting it's quite normal for them to receive these complaints directly. Mr Schiff denies allegations that he met the whistleblower, and recently said he didn't even know who they were.As for allegations of prior links to the Democratic Party, a lawyer representing the anonymous whistleblower says they never worked for or advised any political party, candidate or campaign.In considering these possible links, the top official in charge of dealing with complaints within the intelligence community had examined \"indications of arguable political bias\" on the part of the whistleblower, but had concluded the complaint about the president was still credible. At the core of these allegations by Mr Trump's supporters is that the Democrats were helped by individuals in Ukraine or with Ukrainian connections to undermine the Trump campaign. There are several key elements in this. The first concerns the so-called \"Black Ledger\" document that emerged in Ukraine appearing to show that Mr Trump's now jailed former campaign manager, Paul Manafort, received undeclared payments from a Ukrainian pro-Russian political party. President Trump's supporters suggest this document was a fake and that it was deliberately leaked by a Ukrainian journalist turned politician, Sergei Leschenko, who hated Mr Trump.The problem is that the sections released by Mr Leschenko did not refer to Paul Manafort at all. The material related to Mr Manafortwas made public by an official Ukrainian anti-corruption body .And more than three years since it emerged, no one has managed to cast serious doubt on its contents. Secondly, there is the role of a former part-time Democratic National Committee (DNC) consultant called Alexandra Chalupa, who is of Ukrainian heritage. She figured prominently ina controversial report by the US website Politico which alleged that Ms Chalupa approached Ukrainian diplomats in Washington to dig dirt on Mr Trump's former campaign manager Paul Manafort. The article documents communication between Ms Chalupa and the Ukrainian embassy in Washington and her efforts to find information that would suggest a Russian link to Mr Trump and Paul Manafort.The DNC and Ms Chalupa have repeatedly said her outreach to the Ukrainian embassy was on her own initiative, and there is no evidence that any relevant information was ever provided. The Ukrainian embassy says it \"refused to get involved in any way.\" It's true to an extent that in 2016, leading Ukrainian politicians preferred Hillary Clinton to win the presidency given the conflict with Russia in eastern Ukraine, and worries that Mr Trump was re-thinking ties with Moscow. In July 2016, Mr Trump made comments suggesting he would consider recognising Russia's annexation of Crimea, which most Ukrainians and most of the world considers illegal. The then Ukrainian ambassador in the US, Valeriy Chaly,wrote an opinion piece criticising Mr Trump. Ukrainian Interior Minister Arsen Avakov called Mr Trump's remarks \"shameful.\" But the idea there was concerted Ukrainian interference has been largely debunked, and the State Department's expert on Ukraine, George Kent, said during the impeachment hearing that the theory had \"no factual basis.\"During the Obama administration, Vice-President Joe Biden was the administration's point man for Ukraine and his son Hunter was a well-paid director at one of Ukraine's largest energy companies, Burisma. President Trump's supporters believe that Mr Biden called for Ukraine's leading prosecutor, Viktor Shokin, to be sacked because he was scrutinising his son's company. It's certainly true that Mr Biden wanted the prosecutor to be sacked, but he wasn't alone.There was near unanimity among international institutions, Western countries and local anti-corruption activists at the time that he had to go.It's technically true to say the sacked prosecutor was looking at Burisma amongst cases he'd inherited from his predecessor, but like so many in Ukraine it was not being actively pursued.So what was Hunter Biden doing for his widely reported $50,000 a month fee? He had no experience either in the gas sector nor Ukraine when he joined Burisma in 2014 and has saidhe was probably recruited for his name and that it had been \"poor judgement\" to accept .We also know that George Kent, the senior state department official, had raised concerns at the time with Joe Biden's office about Hunter Biden taking on this role, that it could appear to be a conflict of interest. But in Eastern Europe and elsewhere in the world it's fairly common for well-known public figures to be given well-paid positions to improve the public image of a controversial company.Read more from Reality Check Send us your questions Follow us on Twitter ", "url": "https://www.bbc.com/news/world-us-canada-50424322"}