{"datetime": "2019-12-19T03:00:29.000Z", "subject": "Impeachment of Donald Trump", "title": "Trump impeachment: A very simple guide", "article": "US President Donald Trump has been impeached and now faces the next stage of a process that could, with enough support in Congress, see him removed from office. It all centres on whether or not he improperly sought help from Ukraine to boost his chances of re-election in 2020. Mr Trump became only the third president in US history to be impeached after two votes in the Democratic Party-controlled House of Representatives - but more on what that means below. President Trump, who is a Republican, strongly denies any wrongdoing. President Trump is accused of pressuring Ukraine to dig up damaging information on one of his main Democratic challengers for the presidency in 2020, Joe Biden, and his son Hunter. Hunter worked for a Ukrainian company when Joe Biden was US vice-president.The president is accused of dangling two things as bargaining chips to Ukraine - withholding $400m of military aid to Ukraine that had already been allocated by Congress, and a White House meeting for Ukraine's president. This, Democrats say, amounts to an abuse of presidential power, using the office for personal political gain and to the detriment of national security. Ukraine was using that money in its ongoing conflict with Russia. Mr Trump is also accused of obstructing Congress by refusing to co-operate with the congressional inquiry. A formal complaint from a whistleblower - an unnamed intelligence official who wrote a letter expressing concern about Mr Trump's 25 July call with President Volodymyr Zelensky - kicked off the impeachment process in early September. A rough transcript of the call revealed that Mr Trump had urged President Zelensky to investigate discredited allegations against Joe and Hunter Biden. The call came shortly after Mr Trump had blocked the release of millions of dollars in US military aid to Ukraine.A senior official later testified that the president made clear the release of the aid was conditional on Mr Biden being investigated, but the White House denies this. In a series of public hearings, a procession of US officials have testified that there was a White House shadow foreign policy led by the president's personal lawyer, Rudy Giuliani. Its aim was to get Ukraine to open an investigation into the Bidens and declare as much publicly. Mr Trump denies using US military aid as a bargaining chip with Mr Zelensky and has repeatedly insisted his call with Ukraine's leader was \"perfect\". He has called the impeachment inquiry a \"witch hunt\" by Democrats and elements of the media.He also says it was appropriate to ask Ukraine to investigate \"corruption\", referring to the energy firm where Hunter Biden worked. The Republican defence comes in three parts: - Ukraine's president said he felt no pressure - The Ukrainians were unaware the aid was held back - US military aid was eventually released To impeach, in this context, means to bring charges in Congress that will form the basis for a trial. The US constitution states a president \"shall be removed from office on impeachment for, and conviction of, treason, bribery, or other high crimes or misdemeanours\". It's important to note this is a political process, rather than a criminal one. It happens in two stages.The first stage is done now - two articles of impeachment (charges) were brought to the House of Representatives and passed in a vote along party lines. Next the process heads to the Senate where a trial will be held in January. But here, a two-thirds vote is necessary for a president's removal - and this milestone has never been reached in US history. The Senate is currently controlled by the Republican Party so conviction is considered unlikely in Trump's case.Bill Clinton found himself impeached on the grounds of perjury and obstruction of justice after he lied about the nature of his affair with Monica Lewinsky and then allegedly asked her to lie about it as well. But when the trial reached the Senate in 1999, the vote for a conviction failed to get close to the two-thirds backing required. The only other president impeached was Andrew Johnson in 1868. He was accused of, among other things, dismissing his secretary of war against the will of Congress. Mr Johnson had a narrow escape - the two-thirds majority in the Senate was missed by just one vote. Richard Nixon, the 37th US president, resigned in 1974 before he could be impeached over the Watergate scandal. The line of succession for the US government, as established by the Presidential Succession Act of 1947, would mean Vice-President Mike Pence moving into the Oval Office. ", "url": "https://www.bbc.com/news/world-us-canada-39945744"}