{"datetime": "2018-09-14T18:03:01.000Z", "title": "Russia: The 'cloud' over the Trump White House", "article": "Throughout the confusion of Donald Trump's campaign and the chaotic events of his early days in the White House, one controversy has clung to the Trump team like glue: Russia. US intelligence agencies have concluded Moscow tried to sway the presidential election in favour of Mr Trump. It is alleged that Russian hackers stole information linked to the campaign of his rival Hillary Clinton and passed it to Wikileaks so it could be released to undermine her. Congressional committees were set up to investigate the matter and, in March, then-FBI director James Comey confirmed the bureau had its own inquiry. President Trump sacked Mr Comey on 9 May, citing his reason as \"this Russia thing\", in a move that shocked Washington andfuelled claims of a cover-up . However, it did not halt the investigation. On 18 May, the department of justice appointed ex-FBI director Robert Mueller as special counsel to look into the matter. Mr Mueller has not given any details of his investigation but US media have reported he is investigating Mr Trump for possible obstruction of justice, both in the firing of Mr Comey and whether Mr Trump tried to end an inquiry into sacked national security adviser Michael Flynn. Mr Flynn resigned in February after failing to reveal the extent of his contacts with Sergei Kislyak, the Russian ambassador to Washington. In December, he pleaded guilty to making false statements to the FBI about his meetings with Mr Kislyak. President Trump has repeatedly denied any collusion with Russia, calling the allegations a \"witch hunt\". It was back in May 2016 that the first reports emerged of hackers targeting the Democratic Party. Over the next two months, the reports suggested US intelligence agencies had traced the breaches back to Russian hackers. In July, on the eve of the Democratic National Convention, Wikileaks published 20,000 internal emails stolen by the hackers. US intelligence officials said they believed with \"high confidence\" that Russia was behind the operation, but the Trump campaign publicly refused to accept the findings. Instead, at a press conference, Mr Trump caused outrage by inviting Russian hackers to target Hillary Clinton's controversial personal email server, saying: \"Russia, if you're listening, I hope you're able to find the 30,000 emails that are missing\". About the same time the hacking scandal was beginning to unfold, Mr Trump's then campaign manager, Paul Manafort, was accused of accepting millions of dollars in cash for representing Russian interests in Ukraine and US, including dealings with an oligarch with close ties to Russian President Vladimir Putin. While Mr Manafort was running the campaign, the Republican Party changed the language in its manifesto regarding the conflict in Ukraine, removing anti-Russian sentiment, allegedly at the behest of two Trump campaign representatives. Subsequently, further allegations were made in Ukraine about secret funds said to have been paid to Mr Manafort, and it has also been claimed that he secretly worked for a Russian billionaire to assist President Putin's political ends. Mr Manafort has denied both allegations. He was found guilty in August 2018 of eight counts of financial fraud and tax evasion crimes. In September 2018, he pleaded guilty to two remaining charges - and agreed to co-operate with the special counsel's investigation in exchange for a reduced jail sentence. In October, the US intelligence community released a unanimous statement formally accusing Russia of being behind the hacking of the Democratic National Committee (DNC). Mr Trump continued to argue against the finding, claiming in a presidential debate that it \"could be Russia, but it could also be China, it could also be lots of other people. It also could be somebody sitting on their bed that weighs 400 pounds\". The same day that the intelligence agencies released their findings, the explosive \"Access Hollywood\" recording emerged of Mr Trump's obscene remarks about women in 2005. An hour later, Wikileaks began dumping thousands more leaked Clinton emails. Mr Trump continued to refuse to acknowledge the consensus that Russia was behind the hack. In December, the FBI and Department of Homeland Security published a report of the US intelligence findings linking Russia to the hack. In response, President Barack Obama expelled 35 Russian diplomats and levied new sanctions on Russia. The world awaited Mr Putin's response but he chose not retaliate. Mr Trump, by then the president-elect, sided with the Russian president, tweeting: \"Great move on delay (by V. Putin) - I always knew he was very smart!\" Mr Putin's decision not to respond in kind struck many as a canny PR move, but reportedly set off suspicions among US intelligence officials that Russia was confident the sanctions would not last.The same month, Mr Trump picked Rex Tillerson as his nominee for secretary of state, arguably the most important job in the cabinet. The biggest hurdle for Mr Tillerson's confirmation? Close ties to Mr Putin. As CEO of the ExxonMobil oil company, Mr Tillerson cultivated a close personal relationship with the Russian leader, leading many to speculate on whether he was fit to serve as America's most senior diplomat. Mr Tillerson wassworn in as secretary of state on 2 February . In January, Buzzfeed published a dossier compiled by Christopher Steele, a former British intelligence official and Russia expert, which alleged that Moscow had compromising material on the then-president-elect, making him liable to blackmail. Among the various memos in the dossier was an allegation that Mr Trump had been recorded by Russian security services consorting with prostitutes at a Moscow hotel. Mr Trump dismissed the claims as fake news. CNN revealed that President Obama and President-elect Trump had been briefed on the existence of the dossier by intelligence officials, and Buzzfeed went one further, publishing the entire thing. In February, the most concrete and damaging Russia scandal finally surfaced, months after suspicions were raised among intelligence officials. US media reported that Mr Flynn had discussed the potential lifting of Mr Obama's Russia sanctions with the Russian ambassador, Sergei Kislyak, before Mr Trump took the reins of government. It is illegal for private citizens to conduct US diplomacy. He resigned as Mr Trump's national security adviser after 23 days on the job, saying he had \"inadvertently briefed the vice-president-elect and others with incomplete information regarding my phone calls with the Russian ambassador\" late last year. Since leaving the White House, the Pentagon has launched an investigation into whether he failed to disclose payments from Russian and Turkish lobbyists that he was given for speeches and consulting work. Attorney General Jeff Sessions was being accused of lying at his confirmation hearing when he said he had had \"no communications with the Russians\" during the election campaign. It later emerged that he too had met Mr Kislyak - at a private meeting in September and as part of a group of ambassadors in July last year. The Alabama senator was one of the most prominent players in Mr Trump's bid to take the White House. But he says his meetings with Mr Kislyak were related to his role as a member of the Senate Armed Services Committee and had nothing to do with the election campaign. But Mr Sessions recused himself from the FBI investigation into the Russian hacking claims, an investigation he is overseeing. Two months into the Trump presidency, Mr Comey confirmed at a rare open hearing of the House Intelligence Committee that the agency was investigating alleged Russian interference in the 2016 election. It is an \"ongoing\" investigation that began in July 2016, he said. But on 9 May, Mr Comey was fired. The White House initially said it was over his handling of the inquiry into Hillary Clinton's emails. But Mr Trump later said \"this Russia thing\" was a factor. On 10 May, Mr Trump met the Russian ambassador and foreign minister in the Oval Office. He told them firing Mr Comey had eased \"great pressure\",the New York Times reported . He also reportedlyshared with them highly-sensitive \"codeword\" material relating to terrorism and airline safety, sending more shockwaves through Washington. Robert Mueller was appointed special counsel a week later. In his much anticipated testimony before a Senate panel, Mr Comey said that Mr Trump had asked him to pledge his loyalty, confirming previous media reports about a January meeting between the pair. \"I need loyalty, I expect loyalty,\" Mr Trump said, according to Mr Comey's testimony. Mr Comey said: \"I didn't move, speak, or change my facial expression in any way during the awkward silence that followed. We simply looked at each other in silence.\" Mr Comey also said Mr Trump had asked him to drop the investigation into Mr Flynn. \"[Trump] said: 'I hope you can see your way clear to letting this go, to letting Flynn go. He is a good guy. I hope you can let this go.' I replied only that 'he is a good guy.'\" But Mr Comey did confirm the president's account that he had told Mr Trump the FBI was not investigating him personally. He said he had kept written memos on his meetings and phone calls with the president, fearing Mr Trump might lie. He denied asking for Mr Comey's loyalty, although he added: \"I don't think it would be a bad question to ask.\" The White House also denied that Mr Trump had asked for the Flynn inquiry to be dropped. Mr Trump has alsoquestioned the neutrality of Robert Mueller , saying the special counsel's friendship with Mr Comey is \"bothersome\". He has criticised the FBI on numerous occasions and, in one tweet, said the organisation's reputation was \"in tatters\". On9 July came news of what was thought to be the first confirmed private meeting between a Russian national and members of President Trump's inner circle. The president's son, Donald Trump Jr, admitted meeting Russian lawyer Natalia Veselnitskaya on 9 June 2016 at Trump Tower after being told that she had damaging material on Hillary Clinton. But he insisted the lawyer had provided \"no meaningful information\" in a meeting that also included the president's son-in-law, Jared Kushner, and Mr Manafort. Mr Trump Jr told the House Intelligence committee he discussed the Trump Tower meeting with his father once it became public in a New York Times report earlier this year, but he refused to provide details of their conversation, citing attorney-client privilege.September saw Facebook reveal it had discovered that politically charged advertising had been targeted at American voters during the 2016 campaign. The social network said it believed this had been paid for by Russians with links to the Kremlin. Facebook founder Mark Zuckerberg said his company would share 3,000 Russia-linked political adverts with US investigators. The adverts did not support a specific candidate, Facebook said, but instead posted inflammatory information on hot topics such as immigration. Rival network Twitter said it had shut down about 200 accounts linked to a Russian misinformation campaign. President Trump responded to Facebook's revelations by saying the site had always been against him. Facebook founder Mark Zuckerberg rejected his comments, saying his company did not take sides. In October 2017, Mr Manafort,who quit as Mr Trump's campaign chairman last August , was charged with conspiring to defraud the US in his dealings with Ukraine.The good news for Mr Trump was that these charges - of which he was later convicted - were not directly linked to the Russia investigation.But the bad news is that Mr Manafort later agreed to co-operate with prosecutors in exchange for a reduced prison sentence. Another of his advisers, George Papadopoulos, admitted making false statements to FBI agents about his dealings with an unnamed overseas academic who allegedly informed him that the Russians possessed \"dirt\" on Hillary Clinton.The charges against Mr Papadopoulos were the first to be brought by Robert Mueller as part of the Russia investigation. In December, Michael Flynn admitted making false statements to the FBI about meetings with the Russian ambassador, making him the most senior member of the administration to be indicted. He also revealed he was co-operating with Mr Mueller's inquiry. A statement made by Mr Flynn to prosecutors appeared to implicate a more senior, though unnamed, Trump team official - indicating the direction in which Mr Mueller's investigation may be heading. Numerous US media outlets said the senior official now under the spotlight is Jared Kushner - Mr Trump's adviser and son-in-law. Soon after Mr Flynn was charged, the president appeared to suggest that he had known Mr Flynn had lied about meetings with the Russian ambassador, contradicting his own account from the time - and prompting accusations that he obstructed justice. A White House lawyer later said he had written the tweet and that the controversial line had actually been an error. ", "url": "https://www.bbc.com/news/world-us-canada-38966846"}