{"datetime": "2021-09-17T18:02:38.000Z", "author": "Kate Whannel", "title": "US politician Nancy Pelosi heads to Chorley, Lancashire for G7 summit", "article": "Like all chefs, Paul Heathcote is used to working under pressure. However, having to submit his Chorley cakes for inspection by international security services is more scrutiny that he is used to. But that is what happens when you are feeding one of the United States' most powerful politicians, Nancy Pelosi, as well as parliamentary presiding officers from the world's richest nations. A G7 summit of parliamentary presiding officers is being hosted by the House of Commons Speaker (and local MP) Sir Lindsay Hoyle - and he has been sure to use the event to champion his constituency in Lancashire. \"Police officers watching every move we make in the kitchen is interesting,\" Mr Heathcote told BBC Radio Lancashire. \"I think they got a few catering tips along the way.\" The event will focus on \"open versus secure parliaments\". Sir Lindsay told Radio Lancashire all speakers faced the challenge of ensuring the public had access to the democratic processes while \"making sure you don't put lives at risk\". In recent years, a number of national parliaments have been attacked, includingthe parliament buildings in Ottawa in 2014 and the US Capitol building in 2020 when pro-Donald Trump protestorsbreached the building's security . The US Speaker of the House of Representatives Ms Pelosi - whose office was targeted by demonstrators - will give a keynote speech about keeping representatives safe on Saturday. Theresa May, who was prime ministerduring the 2017 Westminster attack , will also address the panel over video link. Others attending the event include Richard Ferrand, the president of the French national assembly, and Roberto Fico, the president of the Italian chamber of deputies. On Saturday, there will be a panel discussion entitled \"Beyond our buildings into communities\" - which will hear from actor Joanna Lumley - and another event about the role of social media in parliaments.Guests arrived in Lancashire on Friday for a reception hosted by Sir Lindsay, with refreshments including Lancashire cheese, butter pie, Goosnargh duck (named after a nearby village) and Lancashire hot pot. Over the weekend, they will also be served other local delicacies such as Morecambe Bay shrimps, sirloin of beef, and Chorley cakes prepared by local Michelin-star chef Mr Heathcote.Mr Heathcote said \"it would have been very easy\" for the organisers to serve its guests \"a fillet of beef and truffle sauce... but I'm sure all of these people would have had all that\". \"I don't think they would have had a Lancashire cheese soufflé,\" he added. Much of the summit will take place at Astley Hall, a 400-year-old Grade I Listed building. Sir Lindsay described it as a \"jewel in the crown\" of Lancashire adding that American officials visiting the hall ahead of Ms Pelosi were \"absolutely in awe of this fantastic building\". He added it was also \"good\" for House of Commons staff to \"get out of London and let them see a bit of what Lancashire is about\". Peter Wilson, deputy leader of Chorley Council said: \"Nothing has ever been held like this before in Chorley before; maybe nothing will be held like this again. \"It is a real one-off opportunity to showcase what is best about Chorley and make sure that international media attention gives Chorley the profile that we think [it] deserves.\" Ms Pelosi met Boris Johnson in Downing Street ahead of her visit to Lancashire. The pair discussed the impact of Brexit on the border between Northern Ireland and Ireland, among other issues. Speaking at an event in London on the same day, she warned thatif current problems surrounding the border led to the \"destruction\" of the Good Friday Agreement it would be \"very unlikely\" that the US could reach a trade deal with the UK. ", "url": "https://www.bbc.com/news/uk-politics-58599047"}