{"datetime": "2019-11-15T00:45:00.000Z", "author": "Jonah Fisher", "title": "Trump impeachment inquiry: Why Ukraine is so important to the US", "article": "Did President Donald Trump withhold military aid from ally Ukraine for his own political reasons? That is the big question at the heart of the Democrat-led impeachment inquiry. Ukraine is not in Nato and it has struggled with years of corruption. But its future direction is of geopolitical importance. For much of its 28-year independent history it has been unclear whether Ukraine would end up aligned with Russia or the West.In 2014, that uncertainty appeared to come to an end. After a bloody street revolution, Ukraine's new leaders asserted that the country's future lay with closer association with Europe and the West. Russia was now seen as the enemy and it responded by seizing Crimea and supporting an armed uprising in eastern Ukraine that has so far cost more than 13,000 lives.Under the US Obama administration, Ukrainians' right to decide their own future, and to resist Russian aggression, was defended as an important ideological principle.That changed when President Trump took office, and Ukraine's government has not been able to rely on America's active support in the same way since.The US has a longstanding relationship with the Ukrainian military and has committed about $1.5bn (£1.2bn; €1.4bn) in aid since 2014.Much of that has been spent training soldiers and in efforts to modernise the dated way the Ukrainian army is organised and operates.The latest tranche of assistance, which was held up and then released by the Trump administration, is worth $391m and includes a range of weapons and technical assistance.It is important on both a military and symbolic level.Where once the Ukrainian military knew that the US had their backs, this can no longer be taken for granted.The wavering over assistance, and President Trump's frequent derogatory words about Ukraine, will almost certainly have strengthened Moscow's hand in peace negotiations.The impeachment inquiry touches on the 2016 US presidential election campaign and also President Trump's possible opponent in 2020 - Joe Biden. Ukraine is involved in both.So far no Ukrainian has been called to testify. The inquiry is instead focusing on the official and \"irregular\" US channels of communication between Washington and Kyiv.President Trump's lukewarm attitude towards Ukraine dates back to the election campaign of 2016.At the time, Mr Trump's campaign manager - Paul Manafort - was forced to resign after documents emerged in Ukraine that suggested he had received off-the-books payments from a pro-Russian political party.President Trump and his supporters say that by releasing the documents, Ukrainian officials unfairly interfered to support his Democrat opponent Hillary Clinton.Despite the best efforts of President Trump's lawyer Rudy Giuliani, the evidence to support the claims remains extremely thin. Meanwhile, Mr Manafort has been jailed for financial crimes. This has turned into the central part of the impeachment inquiry with both parties approaching from a different angle.It concerns a period in 2014-15 when Vice-President Biden was the Obama administration's point-man on Ukraine. At the same time his son, Hunter, had a lucrative directorship with a Ukrainian gas company.Democrats are seeking to prove that President Trump leveraged US military assistance and a White House visit in return for Ukraine's president launching an investigation into the Bidens.Republicans are trying to make this about the Bidens. They want to know why Hunter was paid so much, and whether the vice-president used his political clout to help his son's company.Ukraine's initial response through President Volodymyr Zelensky was to say that he had felt \"no pressure\" from the White House to launch an investigation into the Bidens. It has become part of President Trump's mantra when he riffs about his \"perfect\" 25 July phone call with his Ukrainian counterpart.Since then, testimony and text messages released by US diplomats have made it clear that Ukrainian officials were confused and worried about the hold-up in US assistance. And that they were being told the way out was to announce investigations into both the 2016 election and the Bidens.We now know, for example, that the Ukrainians were actively considering capitulating and doing a TV interview that would announce the investigations that President Trump clearly wanted.Mindful of getting further sucked into partisan US politics the Ukrainian officials involved are declining to give their side of the story.For the most part they've moved on. Ukrainians are more preoccupied by their new president's efforts to bring peace in the east than his phone call with Trump.President Zelensky has recently made a series of concessions in the hope of getting Russia to the negotiating table. His critics are accusing him of naivety and capitulating to President Vladimir Putin. ", "url": "https://www.bbc.com/news/world-europe-50419668"}