{"datetime": "2021-01-14T08:01:39.000Z", "subject": "Impeachment of Donald Trump", "title": "Trump impeached for 'inciting' US Capitol riot in historic second charge", "article": "Donald Trump has become the first president in US history to be impeached twice, after being charged with \"incitement of insurrection\" over last week's deadly storming of Congress. The House of Representatives accused Mr Trump of encouraging violence with his false claims of election fraud. He now faces trial in the upper chamber, the Senate, but not before he leaves office next Wednesday. Senators can vote to bar him from ever holding public office again. In a video released after the vote in the House on Wednesday, Mr Trump called on his followers to remain peaceful, without mentioning his impeachment. \"Violence and vandalism have no place in our country... No true supporter of mine would ever endorse political violence,\" he said, striking a sombre and conciliatory tone. The FBI has warned of possible armed protests planned for Washington DC and all 50 US state capitals in the days before Joe Biden, a Democrat, is inaugurated as the new US president. Impeachment charges are political, not criminal. The president was accused by the House of inciting the storming of the Capitol - the seat of the US Congress - with a speech on 6 January to supporters outside the White House. He urged them to \"peacefully and patriotically\" make their voices heard, but also to \"fight like hell\" against an election that he falsely told them had been stolen. Following Mr Trump's remarks, his supporters broke into the Capitol, forcing lawmakers to suspend certification of election results and take shelter. The building was placed on lockdown and five people died in the melee. The article of impeachment stated that Mr Trump \"repeatedly issued false statements asserting that the presidential election results were fraudulent and should not be accepted\". It says he then repeated these claims and \"wilfully made statements to the crowd that encouraged and foreseeably resulted in lawless action at the Capitol\", leading to the violence and loss of life. \"President Trump gravely endangered the security of the United States and its institutions of government, threatened the integrity of the democratic system, interfered with the peaceful transition of power, and imperilled a coequal branch of government.\" Last week, 139 Republicans voted against accepting the result of the 2020 election and Mr Trump's defeat. For two hours on Wednesday, members of the Democratic-controlled House made statements for and against the vote in the same chamber where they hid under chairs and donned gas masks as rioters tried to force their way inside last week. National Guard troops kept watch inside and outside the Capitol. Ten of Mr Trump's Republican party joined Democrats to impeach him by 232-197. House Speaker Nancy Pelosi, a Democrat, said on the House floor: \"The president of the United States incited this insurrection, this armed rebellion against our common country. He must go. He is a clear and present danger to the nation that we all love.\" Democratic congressman Julian Castro called Mr Trump \"the most dangerous man to ever occupy the Oval Office\". Most Republicans did not seek to defend Mr Trump's rhetoric, instead arguing that the impeachment had bypassed the customary hearings and calling on Democrats to drop it for the sake of national unity. \"Impeaching the president in such a short time frame would be a mistake,\" said Kevin McCarthy, the House's top Republican. \"That doesn't mean the president's free from fault. The president bears responsibility for Wednesday's attack on Congress by mob rioters.\" Jim Jordan, an Ohio Republican, accused Democrats of recklessly dividing the country to pursue a political vendetta. \"This is about getting the president of the United States. It's always been about getting the president, no matter what. It's an obsession.\" Among members of the president's party who voted to impeach him was the third-ranking House Republican, Liz Cheney. The Wyoming representative, the daughter of former Vice-President Dick Cheney, said of the riot that \"there has never been a greater betrayal by a president\". Donald Trump has made history once again, this time as the first president to be impeached twice. A year ago, the move was opposed in lockstep by the Republican Party. This time, a handful of conservatives backed the move. It is a reflection not only of the gravity of the moment, but also the president's declining influence in the final days of his administration. Impeachment sets up a Senate trial for Mr Trump that now appears destined to stretch into the early days of Joe Biden's presidency, creating yet another challenge for the incoming president. It also will stoke an ongoing debate among Republicans over the direction their party takes in the days ahead. The party is on a path that splits in two very different directions. On one side is continued allegiance to the president's brand of politics - one that created a new coalition of voters that delivered the White House and Congress in 2016, but lost both in 2020. On the other is an uncertain future - but one free from the president's unique style of heat and rhetoric - unfiltered invective that even many Republicans now believe contributed to last week's Capitol riot Read more from Anthony The impeachment article will head to the Senate, which will hold a trial to determine the president's guilt. A two-thirds majority is needed to convict Mr Trump, meaning at least 17 Republicans would have to vote with Democrats in the evenly split, 100-seat chamber.As many as 20 Senate Republicans are open to convicting the president, the New York Times reported on Tuesday. If Mr Trump is convicted by the Senate, lawmakers could hold another vote to block him from running for elected office again - which he has indicated he planned to do in 2024. But the trial will not come during Mr Trump's remaining week in office. Republican Senate leader Mitch McConnell said in a statement: \"Given the rules, procedures, and Senate precedents that govern presidential impeachment trials, there is simply no chance that a fair or serious trial could conclude before President-elect Biden is sworn in next week.\" He said it would best serve the interests of the nation if Congress focused on a safe and orderly transition of power for the incoming Biden administration. In a note to colleagues, Mr McConnell also said he had not made a final decision on how he would vote. Mindful that his first days in office could become mired in the impeachment drama, Mr Biden said he hoped senators would not neglect the \"other urgent business of this nation\", such as approving his cabinet nominees, coronavirus relief and the nationwide vaccination programme.However, a Republican congresswoman, Marjorie Taylor Greene of Georgia, announced she would file articles of impeachment against Mr Biden, accusing him of abuse of power, the day after his inauguration. No US president has ever been removed from office through impeachment. Mr Trump was impeached by the House in 2019 over his dealings in Ukraine, but acquitted by the Senate. So was Bill Clinton in 1998 and Andrew Johnson in 1868. ", "url": "https://www.bbc.com/news/world-us-canada-55656385"}