{"datetime": "2021-05-19T03:40:56.000Z", "title": "Pelosi calls for China Winter Olympics boycott", "article": "US House Speaker Nancy Pelosi has called for a diplomatic boycott of next year's Winter Olympics in Beijing due to concerns over human rights abuses. While athletes would still participate, Ms Pelosi said heads of state should not attend.Ms Pelosi said the US could not proceed as if nothing was wrong with the Olympics being held in China.She is the latest American politician to call for a boycott over the treatment of Uyghur Muslims. China is believed to have detained more than a million Uyghurs and other Muslims in Xinjiang, a large region in north-western China.Most of those detained in Xinjiang are sent to \"re-education\" facilities - prison-like camps where they are held for indeterminate periods of time without charge. Ms Pelosi, a Democrat, told a bipartisan congressional hearing on the issue that heads of state around the world should boycott the Winter Olympics, which are to take place in February. \"Let's not honour the Chinese government by having heads of state go to China,\" she said.\"For heads of state to go to China in light of a genocide that is ongoing - while you're sitting there in your seat - really begs the question, what moral authority do you have to speak again about human rights any place in the world?\" she said. In response, Liu Pengyu, a spokesman for the Chinese embassy in Washington, was scathing of Ms Pelosi's proposal.\"I wonder what makes some US politicians think they actually have the so-called 'moral authority'? On human rights issues, they are in no position, either historically or currently, to make wanton groundless criticism against China,\" Mr Liu told the Reuters news agency.The Chinese government has been accused of carrying out forced sterilisations on Uighur women and separating children from their families. The country initially denied the existence of the camps, before defending them as a necessary measure against terrorism. It has denied allegations of human rights abuses. ", "url": "https://www.bbc.com/news/world-us-canada-57166964"}