{"datetime": "2019-12-13T17:24:11.000Z", "title": "Key committee passes Trump impeachment charges", "article": "The US House Judiciary Committee has approved two impeachment charges against President Donald Trump, moving the process towards a full House vote. The articles, backed by Democrats and opposed by Republicans, are expected to be voted on by the Democrat-controlled House of Representatives next week. Mr Trump is the fourth US president in history to face impeachment.Speaking to reporters at the White House, he again dismissed the process as a \"sham\" and a \"hoax\". Friday's hearing lasted just over ten minutes before the two articles of impeachment - abuse of power and obstructing Congress - were passed by 23 votes to 17. The vote had been expected on Thursday but was delayed after more than 14 hours of rancorous debate. Republicans criticised that decision by Democratic Party Chairman Jerry Nadler, accusing him of pushing back the vote to ensure more TV coverage. In the abuse of power article, Mr Trump is accused of soliciting a foreign country to help him politically by trying to force Ukraine to launch a corruption investigation into his political rival Joe Biden, a leading Democratic presidential contender.He is also accused of obstructing Congress by failing to co-operate with the House investigation.Leading Democrats agreed the articles of impeachment described over nine pages. They say that Mr Trump \"betrayed the nation\" by acting \"corruptly\". Mr Nadler made a brief statement to reporters after the vote, calling it a \"solemn and sad day\" and pledged that the House of Representatives would \"act expeditiously\". But Republican Congressman Matt Gaetz said: \"For Democrats, impeachment is their drug.\"Speaking from the White House Oval Office alongside the president of Paraguay, Mr Trump called the impeachment process \"a witch hunt\", \"a sham\" and \"a hoax\". He said Democrats were \"trivialising impeachment\" adding that they are \"making absolute fools out of themselves\". \"It's a sad thing for this country, but seems to be very good for me politically,\" he added. The march toward impeachment in the House of Representatives has hit the mark reached by Richard Nixon in 1974. Hearings have been conducted, speeches given and articles of impeachment approved by the Judiciary Committee. All that stands between Trump and a Senate trial are two votes by the full House of Representatives - one vote on each article of impeachment. Nixon, of course, avoided the near certainty of impeachment and Senate removal by resigning. This time around, the president and his supporters are digging in for a protracted fight. The coming showdown in the House is destined to be a partisan affair - as everything, these days, seems to be. Republicans, their ranks thinned by electoral defeat, will remain united. While some Democrats may waver, it won't be enough to stop the seemingly inevitable. Democrats will frame this as a sad, but necessary, step to contain a rogue president. Mr Trump will suggest it is the latest effort by the powers of the status quo to block his populist groundswell. As the calendar flips to 2020 and a November general election, the day approaches when American voters can directly render their verdict - on the Trump presidency and the Democrats who have sought to end it. A handful of Democrats in swing districts remain unsure how they will vote on impeachment when it comes to next week's debate, but Democrats have a 36-seat lead over Republicans in the House so passage is still expected to go ahead. Democratic leader Nancy Pelosi said on Thursday they would not whip the historic vote, allowing members to make their own personal choice. The Senate is expected to hold a trial next month on the charges and acquit the president. Republicans who hold sway in the chamber appear to favour a quick vote, limiting political fanfare. Mr Trump has indicated he would like to see witnesses called such as Joe Biden and his son, Hunter, who worked for a Ukrainian gas firm that the US president wanted investigated. On Thursday, Senate Majority Leader Mitch McConnell told Fox News that there was \"zero chance\" that Mr Trump would be removed from office by senate lawmakers. He added that Republican senators would be working very closely with White House lawyers to plot a legal strategy. \"Everything I do during this, I'm co-ordinating with the White House counsel,\" he said. \"There will be no difference between the president's position and our position as to how to handle this.\" ", "url": "https://www.bbc.com/news/world-us-canada-50787094"}