{"datetime": "2019-12-10T15:05:00.000Z", "author": "Anthony Zurcher", "title": "Trump impeachment articles: Democrats decide to 'keep it simple, stupid'", "article": "Ever since Nancy Pelosi announced last week that she was instructing the Judiciary Committee to draft articles of impeachment against Donald Trump, speculation swirled as to what exactly they would look like. Would they be broad, sweeping in a hodgepodge of alleged presidential misdeeds that include evidence gathered over the course of Mr Trump's three-year presidency? Or would they go narrow, and focus primarily on this latest Ukraine controversy. Now we have our answer. Narrow it is. Democrats probably decided to, as the saying goes, \"keep it simple, stupid\".They have what they hope will be an easy to understand case of presidential abuse of power, by using the vast tools of foreign policy at his disposal for personal political gain. As a backstop to these charges, they are accusing the president of attempting to obstruct Congress's investigation by denying relevant documents and witness testimony. At stake, they will argue, is the security of the 2020 presidential election and the protection of congressional authority as a co-equal branch of government. The main script from here appears clear - a quick vote in the Judiciary Committee, followed by one on the floor of the House of Representatives; presidential impeachment and a Senate trial. In the meantime, much to the consternation of some liberals, congressional Democrats will move to hand the president a policy victory - by approving his renegotiation of the North American Free Trade Agreement.And during all of this, a fever of allegations and accusations continue to swirl and threaten to erupt and disrupt the process in one way or another. There's claims of intelligence agency misconduct in its investigation of 2016 Trump-Russia ties, presidential Twitter barbs at his own FBI director, criminal investigations of the president's personal lawyer, Rudy Giuliani, and much more.While the main script may be clear, beneath the surface unpredictability is the only predictable result. ", "url": "https://www.bbc.com/news/world-us-canada-50732900"}