{"datetime": "2021-06-18T09:23:37.000Z", "title": "Chorley chosen to host G7 Speakers' Summit of parliamentarians", "article": "The small Lancashire town of Chorley will host many of the world's most powerful politicians later this year. House of Commons Speaker Sir Lindsay Hoyle said he would be proud to welcome his counterparts from the world's richest nations to his constituency. US House of Representatives Speaker Nancy Pelosi will be the best-known participant at the G7 Speakers' Summit.They will gather at the newly refurbished Grade I listed Astley Hall from 17-19 September. Chorley became known for its cotton mills during the Industrial Revolution in the 19th Century. It currently has a population of about 35,000. Sir Lindsay said speakers and presiding officers would be \"working together, sharing experiences, sharing knowledge\" at the summit in the town. As the current holder of the G7 presidency, the UK is hosting a series of international meetings this year. They include the main annual gathering of world leaders which took placeearlier this month. in Cornwall. The theme of the Speakers' Summit is \"Secure versus Open Parliaments\". Attendees will reflect on the impact of theattack at Westminster in 2017 and how other countries have faced similar challenges including thestorming of the US Capitol in January , and theCanadian Parliament attack in 2014 . Sir Lindsay said: \"With so many of our parliaments having experience of terrorist attacks and our members facing threats, abuse and hostility from armchair trolls on social media, now is the time for us to join together to discuss how we can tackle such forces of evil. \"How do we balance public access to parliaments as well keeping members and staff safe?\" He said the summit also represented \"a great opportunity to sell Lancashire. The beauty of Chorley and what we have got on offer is what I want to put on show\". Other guests will include the President of the French National Assembly Richard Ferrand, the President of the Italian Chamber of Deputies Roberto Fico, the President of the EU Parliament David Sassoli and colleagues from Germany, Canada and Japan. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-lancashire-57515820"}