{"datetime": "2021-02-16T08:11:35.000Z", "subject": "US Capitol stormed", "title": "Independent commission to investigate Capitol riots", "article": "US House Speaker Nancy Pelosi says Congress will establish an \"outside, independent\" commission to investigate the 6 January attack on the US Capitol by supporters of Donald Trump. In a letter to lawmakers, she said the commission would be modelled on the inquiry into the 11 September 2001 attacks on New York and the Pentagon. \"We must get to the truth of how this happened,\" she said. Former President Trump was acquitted by the Senate of inciting the violence. But Democrats and some Republicans have backed an independent investigation into the riots, which left five people dead. Mrs Pelosi said that retired US Army Lt Gen Russel Honoré had, over the past few weeks, been assessing the security needs of the Capitol in light of the attack. The commission, she said, \"would investigate and report on the facts and causes\" of the attack; \"the interference with the peaceful transfer of power\"; and the \"preparedness and response\" of both the Capitol police and other branches of law enforcement. She also said that, based on Lt Gen Honoré's initial findings, Congress needed to allocate additional funding to \"provide for the safety of members and the security of the Capitol\". A group of House Republicans wrote to Mrs Pelosi on Monday complaining that their party had not been consulted about the general's security review. In the letter, they also demanded to know what Mrs Pelosi knew and the instructions she gave to secure the Capitol ahead of 6 January.House Republican Adam Kinzinger, who called for Mr Trump's removal after the riots, was condemned by 11 members of his family in a handwritten letter, in which they said he was in cahoots with \"the devil's army\". \"Oh my, what a disappointment you are to us and to God!\" they wrote to the Illinois representative, who was one of 10 Republicans to vote to impeach Mr Trump last month, denouncing his \"horrible, rude accusations of President Trump\",the New York Times reports . \"It is now most embarrassing to us that we are related to you,\" they said in the 8 January letter. \"You have embarrassed the Kinzinger family name!\" Mr Trump survived his second impeachment trial on Saturday, after Democrat prosecutors failed to secure the two-thirds majority needed to convict him. He is the only president to have faced the process twice. The vote split largely along party lines, with seven Republicans joining the Senate's 48 Democrats and two independents in voting to convict. The senior Republican in Congress, Senator Mitch McConnell, had voted against conviction on constitutional grounds, but after the vote declared Mr Trump \"responsible\" for the assault on the Capitol. \"President Trump is still liable for everything he did while he was in office,\" Mr McConnell told the chamber. \"He didn't get away with anything yet.\" Other Republicans have also expressed support for an independent inquiry into the riots, including a close ally of Mr Trump, Senator Lindsay Graham. He told Fox News Sunday that the former president bore some culpability.\"His behaviour after the election was over the top,\" he said. \"We need a 9/11 commission to find out what happened and make sure it never happens again.\" ", "url": "https://www.bbc.com/news/world-us-canada-56077776"}