{"datetime": "2021-08-24T21:24:44.000Z", "title": "US House approves Biden's $3.5tn domestic budget blueprint", "article": "The US Congress has approved a $3.5tn (£2.54tn) budget blueprint, setting the stage for Democrats to enact President Joe Biden's ambitious economic agenda. The rule that passed on Tuesday allows Democrats, who narrowly control both chambers, to move ahead with key policy proposals. Mr Biden's party hopes to devote significant resources to family support, health and climate schemes. It passed the House of Representatives 220-212, with no Republican support. The resolution's fate was unclear as late as Tuesday morning, amid a standoff between progressive and centrist House Democrats. The Democrats are enacting a process called budget reconciliation to approve Mr Biden's larger spending package - and passage of the budget blueprint Tuesday is the first step. A group of 10 moderate Democratic lawmakers had threatened to withhold votes on the blueprint unless the House first approved a $1tn bipartisan infrastructure bill.That package includes funding for roads, bridges, the power grid, public transport and internet. To win a compromise after over 24 hours of debate, top House Democrats have assured moderates that the infrastructure bill will be discussed on 27 September, when the House is back in session. \"Passing this rule paves the way for the Building Back Better plan, which will forge legislative progress unseen in 50 years,\" Speaker of the House Nancy Pelosi said ahead of the vote.The top Democrat added that delays only threaten the economic plan and other bills. Mr Biden's Build Back Better domestic plan is aimed at creating jobs and lowering costs for working families. It is largely financed with tax increases on the rich and large corporations. Since June, Mrs Pelosi had said that that far-reaching $3.5tn infrastructure plan must move forward before the infrastructure deal.More liberal party members said they would not support the infrastructure bill unless it was coupled with the larger economic package, which contains their key legislative priorities, like childcare programmes and taxes on the wealthy. But the centrists demanded a vote on infrastructure first, and accused other Democrats of attempting to hold the infrastructure bill hostage. On Monday night, the internal party debate reportedly led to a tense meeting among the Democrats. Politico reported that Mrs Pelosi told lawmakers they shouldn't \"squander\" the opportunity to pass the bills while Democrats hold a narrow majority in the House. Mrs Pelosi has set a goal of passing both pieces of legislation by 1 Oct. ", "url": "https://www.bbc.com/news/world-us-canada-58324640"}