{"datetime": "2019-12-10T17:41:59.000Z", "title": "Trump impeachment: Democrats unveil formal charges", "article": "The Democratic-controlled US House Judiciary Committee has unveiled charges against President Donald Trump, a key move in impeaching him. The first article revealed by committee chief Jerry Nadler accuses Mr Trump of abuse of power and the second accuses him of obstructing Congress. The Republican president is said to have withheld aid to Ukraine for domestic political reasons. A defiant Mr Trump has urged the Senate to try him \"sooner than later\". \"The president wants a trial,\" White House spokesman Hogan Gidley told BBC News.Mr Trump insists he has done \"nothing wrong\" and hasdismissed the impeachment process as \"madness\" . If the House of Representatives Judiciary Committee votes to approve the articles later this week, they will then be submitted to the lower chamber for a full vote. If, in turn, the articles are approved by the House - which is controlled by the Democrats - an impeachment trial in the Republican-held Senate will take place, possibly early in January. The impeachment process was launched after an anonymous whistleblower complained to Congress in September about a July phone call by Mr Trump to the president of Ukraine. We knew it was coming. The talk has been of little else, impeachment seems to be the only thing I've been reporting on for these past couple of months. But when the chairman of the Judiciary Committee charged the president with \"high crimes and misdemeanours\", it still made the hairs on the back of my neck stand up. For all the sound and fury of today's politics, this is not an everyday occurrence.If the House of Representatives votes to impeach Donald J Trump, he will join Andrew Johnson (1868) and Bill Clinton (1998) as the only other presidents to be sanctioned in this way since American independence.But that's for the history books. It's what happens next that matters. Will this be a grievous blow to Donald Trump winning a second term, or will the American people see this as a political hit job against their president?The language is of upholding the Constitution, but don't be gulled. There is raw political calculation too.He is alleged to have committed \"high crimes and misdemeanours\" (a phrase from the US Constitution) on two counts outlined by Mr Nadler:The charges areset out in detail in a Judiciary Committee document .Mr Trump \"sees himself as above the law\", Mr Nadler said. \"We must be clear, no-one, not even the president, is above the law.\" In the July phone call to Ukraine's leader, Mr Trump appeared to tie US military assistance for Ukraine to its launching of investigations that could help him politically. In return for those investigations, Democrats say Mr Trump offered two bargaining chips - $400m (£304m) of military aid that had already been allocated by Congress, and a White House meeting for President Volodymyr Zelensky.Democrats say this pressure on a vulnerable US ally constitutes an abuse of power. The first investigation Mr Trump wanted from Ukraine was into former Vice-President Joe Biden, his main Democratic challenger, and his son Hunter. Hunter Biden joined the board of a Ukrainian energy company when his father was President Barack Obama's deputy. The second Trump demand was that Ukraine should try to corroborate a conspiracy theory that Ukraine, not Russia, had interfered in the last US presidential election. This theory has been widely debunked, and US intelligence agencies are unanimous in saying Moscow was behind the hacking of Democratic Party emails in 2016. President Trump railed at the announcement of the charges, declaring again on Twitter that it was a \"witch hunt\". \"Nadler just said that I 'pressured Ukraine to interfere in our 2020 Election',\" he wrote. \"Ridiculous, and he knows that is not true. Both the President & Foreign Minister of Ukraine said, many times, that there \"WAS NO PRESSURE.\" Nadler and the Dems know this, but refuse to acknowledge!\" Law professor Jonathan Turley, who testified for Mr Trump's Republican Party before the House Judiciary Committee, told the BBC: \"The problem is not with the legal basis for such impeachable offenses but the evidentiary record.\"This record remains both incomplete and conflicted. The Democrats have insisted on impeaching by Christmas rather than build a record to support such charges. This is now the fastest investigation with the thinnest record supporting the narrowest impeachment in modern history.\" Other constitutional lawyers have roundly endorsed the impeachment process. Pamela Karlan of Stanford Law School said: \"Wouldn't you know in your gut that such a president had abused his office, betrayed the national interest and tried to corrupt the electoral process? I believe the evidentiary record shows wrongful acts on that scale here.\" Congress is certainly split along party lines. The Democrats argue that Mr Trump must be stopped from standing for re-election next year, not on political grounds but because he has committed an impeachable offence. Adam Schiff, who oversaw congressional hearings into the allegations, said that not to act against President Trump now would mean allowing him to \"cheat one more time\" in 2020. \"To do nothing would make ourselves complicit\" in Mr Trump's actions, he said. However, Mr Trump's 2020 campaign manager, Brad Parscale, accused the Democrats of trying to remove the Republican candidate now because they had nobody to defeat him next year.\"Americans don't agree with this rank partisanship, but Democrats are putting on this political theatre because they don't have a viable candidate,\" he said. Impeachment is the first part - the charges - of a two-stage political process by which Congress can remove a president from office. If the House of Representatives votes to pass articles of impeachment, the Senate is forced to hold a trial. A Senate vote requires a two-thirds majority to convict and remove the president - unlikely in this case, given that Mr Trump's party controls the chamber. Only two US presidents in history - Bill Clinton and Andrew Johnson - have been impeached, but neither was convicted. President Richard Nixon resigned before he could be impeached. ", "url": "https://www.bbc.com/news/world-us-canada-50731010?intlink_from_url=https://www.bbc.com/news/world/us_and_canada&link_location=live-reporting-story"}