{"datetime": "2020-12-08T15:33:50.000Z", "author": "Rachel Schraer", "title": "Safety data on Pfizer jab released by US", "article": "US regulators have confirmed the Pfizer/BioNTech Covid vaccine is 95% effective, paving the way for it to be approved for emergency use. The Food and Drug Administration (FDA) found no safety concerns to stop approval of the vaccine. It is the first time this level of detail for the jab, which the UK has already started using for mass vaccination, has been published.The FDA will meet on Thursday to make a formal decision.The agency is yet to approve the vaccine, but has published a document stating the trial data was \"consistent\" with the recommendations set out in its emergency use guidance.The UK's regulatory body, the MHRA, approved the vaccine last week.Both countries have had advanced rolling access to the information on the vaccine's safety and effectiveness.Last week Dr Anthony Fauci, the top US infectious disease expert,apologised for remarks that seemed to criticise the UK's vaccine approval process. He told the BBC then that the US process was \"one that takes more time than it takes in the UK. And that's just the reality. I did not mean to imply any sloppiness even though it came out that way.\" Even at the time of his original remarks, he had said the US was only \"a couple of days\" behind.Thein depth material , published by the FDA, shows the vaccine is 95% effective against Covid-19, in keeping with the headlines published by the pharmaceutical company Pfizer.Although two doses are needed to offer full protection, the first jab prevented 89% of the most severe cases.And the vaccine gave similar levels of protection to people who had already had a Covid infection.The document, published ahead of the FDA's meeting on Thursday, stated the most common side effect experienced by people who received the vaccine was pain, redness or swelling at the injection site (generally the arm).That was followed by short-term fatigue, headache and muscle-pain.But beyond these mild effects, there was no notable difference in health conditions between the vaccinated and control groups during the study period.Pregnant women and under-16s were not included in those studied, and so the vaccine will not yet be approved for these groups.UK and US regulators have slightly different approval procedures for new vaccines. Both complete an internal assessment and consult an advisory board, but the FDA also looks at raw figures as well as trial write ups.Using these raw figures it has come to more or less the same conclusion as the pharmaceutical company.If the vaccine is authorised in the US, it will continue to be monitored for safety. ", "url": "https://www.bbc.com/news/health-55228421"}