{"datetime": "2020-12-14T10:54:28.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Trump rejects plan for early vaccines at White House", "article": "US President Donald Trump says he has reversed a plan for White House officials to receive a coronavirus vaccine in the coming days. Officials said senior members of the Trump administration would be among the first to get the Pfizer/BioNTech jab. But Mr Trump later tweeted that people working at the White House \"should receive the vaccine somewhat later... unless specifically necessary\". The US will begin its roll out of the vaccine on Monday. The vaccine offers up to 95% protection against Covid-19. The first three million doses are being distributed to dozens of locations in all 50 states across the US. The first shipment of those doses left a facility in Michigan on Sunday, with health workers and the elderly in line to receive the first shots. News on Sunday that White House staff would be among the first to be vaccinated drew criticism on social media. It was not clear why Mr Trump decided to change the plans, or what effect it would have on the government's efforts to protect top officials.Coronavirus deaths have been rising sharply since November in the US, with a world-record daily increase of 3,309 reported on Saturday. The vaccine's rollout has been framed as a turning point in the coronavirus pandemic, which has taken the lives of almost 300,000 people in the US. The Food and Drug Administration (FDA) said its emergency-use authorisation of the vaccine, announced on Friday, was a \"significant milestone\" in the pandemic, after it came under intense pressure from the Trump administration to approve the jab. Doses of the same vaccine are already being administered in the UK . The Pfizer vaccine has received regulatory approval in Canada, Bahrain and Saudi Arabia as well. The beginning of the vaccination drive in the US comes as the Electoral College - the system which elects US presidents - is set to endorse Joe Biden's victory on Monday. Officials told several media outlets on Sunday that some of the first vaccines would be reserved for those who work in close proximity to Mr Trump. The vaccination plan, first reported by the New York Times, was confirmed by National Security Council (NSC) spokesman John Ullyot. One aim of the programme was to build public confidence in the vaccine, he said. \"The American people should have confidence that they are receiving the same safe and effective vaccine as senior officials of the United States government on the advice of public health professionals and national security leadership,\" Mr Ullyot said. But Mr Trump on Sunday suggested that top officials would now have to wait longer. \"People working in the White House should receive the vaccine somewhat later in the program, unless specifically necessary,\" he said in a tweet. \"I have asked that this adjustment be made.\" The US president, who contracted coronavirus in October and recovered after treatment in hospital, said he was not yet scheduled to take the vaccine but looked forward to doing so \"at the appropriate time\".He has previously claimed to be \"immune\", even though medical experts say it is unclear whether people who have recovered from Covid-19 are protected from a second infection, and if so, how long this protection might last.There have been a number of coronavirus outbreaks in the White House, with several senior staffers and officials testing positive for the disease.The latest is Mr Trump's personal lawyer, Rudy Giuliani, who revealed last week that he was being treated with the same drug cocktail as the president. The Pfizer/BioNTech vaccine was the first coronavirus jab to show promising results in the latter stages of its testing process. It is a new type called an mRNA vaccine that uses a tiny fragment of genetic code from the pandemic virus to teach the body how to fight Covid-19 and build immunity. \"The vaccine contains a small piece of the [Covid-19] virus's mRNA that instructs cells in the body to make the virus's distinctive 'spike' protein,\" the FDA said. \"When a person receives this vaccine, their body produces copies of the spike protein, which does not cause disease, but triggers the immune system to learn to react defensively, producing an immune response against [Covid-19].\"The vaccine is given as two injections, 21 days apart, with the second dose being a booster. Immunity begins to kick in after the first dose but reaches its full effect seven days after the second dose. The vaccine must be stored at ultra-low temperatures, which makes distribution difficult. Special shipping containers that use dry ice will be used to transport frozen vials direct to the point of vaccination, Pfizer says. The pharmaceutical company has agreed a deal to supply the US with 100 million doses of the vaccine by March.An additional 200 million doses of a second vaccine, developed by Moderna and the National Institutes of Health, will be provided by June. However this vaccine is still seeking approval in the US. ", "url": "https://www.bbc.com/news/world-us-canada-55298015"}