{"datetime": "2020-12-09T17:08:34.000Z", "author": "Nick Triggle and Rachel Schraer", "subject": "Coronavirus pandemic", "title": "Covid-19 vaccine: Allergy warning over new jab", "article": "People with a history of significant allergic reactions should not have the Pfizer/BioNTech Covid jab, regulators say. It came after two NHS workers had allergic reactions on Tuesday.The advice applies to those who have had reactions to medicines, food or vaccines, the Medicines and Healthcare products Regulatory Agency said. The two people had a reaction shortly after having the new jab, had treatment and are both fine now. They are understood to have had an anaphylactoid reaction, which tends to involve a skin rash, breathlessness and sometimes a drop in blood pressure. This is not the same as anaphylaxis which can be fatal. Both NHS workers have a history of serious allergies and carry adrenaline pens around with them. Professor Stephen Powis, medical director for the NHS in England, said both individuals were recovering well. He said this was \"common with new vaccines\", describing it as a precautionary measure. Dr June Raine, head of the MHRA, said it was only right to take this step now that \"we've had this experience\". Reactions like this are uncommon, but do happen with other vaccines, including the annual flu jab. Several thousand people were vaccinated on Tuesday in hospital clinics on the first day of the UK rollout of the new Covid jab. Prof Peter Openshaw, an expert in immunology at Imperial College London, said: \"The fact that we know so soon about these two allergic reactions and that the regulator has acted on this to issue precautionary advice shows that this monitoring system is working well.\" This is a story to assess with your head and not your gut. No effective medicine is without side effects so you have to balance the risk and the benefit.Remember, one in a thousand of the entire UK population have died after being infected with coronavirus this year and that figure is rising daily.Two people, out of thousands vaccinated yesterday, had an allergic reaction which they recovered from.Such reactions can happen with any vaccine and are treated with drugs such as steroids or adrenaline. The trials reportedone possible allergic reaction per thousand people immunised that may have been related to the jab.The MHRA has given targeted advice to those most at risk, but for the overwhelming majority of people, this changes nothing.More from James:What you need to know about vaccine safety The development came after the NHS has announced the vaccination programme will be expanded out to GP surgeries from next week. Doses are expected to be delivered to around 200 GP surgeries initially to allow them to start on Tuesday. The over-80s will be invited first. Once the first 200 GP practices have received their doses the programme will be expanded out to more than 1,000 surgeries - with each local area having a designated site. It means most patients will be invited to a GP centre that is not their usual one. Similar arrangements are being made in the rest of the UK. Dr Richard Vautrey, GP leader from the British Medical Association, said GPs were \"ready to go\". \"We have a wealth of experience in delivering vaccines - and will be able to do millions of people a week. It is really dependent on supply and how quickly we can get our hands on it.\" Meanwhile, one of the key people behind another Covid vaccine developed by Oxford University and AstraZeneca has played down fears the jab may not be effective in older people. Data published by the Lancet on Tuesday suggested there was a lack of certainty over the effectiveness of the vaccine in the over-55s. Prof Sarah Gilbert said older people were only recruited into the trials later in the process, and the next trial results provided were likely to include information about how well the jab worked in people over the age of 55. But she said there \"was no difference\" in the immune response seen in younger adults and people over 70 in earlier trials. This meant the regulator could support licensing of the vaccine to the elderly, she said. The MHRA is currently considering the Oxford University-Astra Zeneca jab . The vaccine is crucial to fast rollout as it is much easier to store and distribute, because it does not need to be kept at ultra-cold temperatures. There are more than 5 million doses of the vaccine currently in the country. The latestdaily figures for the UK , published on Wednesday, showed a further 533 people have now died within 28 days of a positive Covid-19 test. A further 16,578 people have tested positive for Covid-19, taking the UK's total cases to 1,766,819. ", "url": "https://www.bbc.com/news/health-55244122"}