{"datetime": "2020-12-14T21:30:59.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: First vaccine given in US as roll-out begins", "article": "The first Covid-19 vaccination in the United States has taken place, as the country gears up for its largest ever immunisation campaign. \"I feel like healing is coming,\" said New York nurse Sandra Lindsay - among the first health workers given the jab.On Monday, as the US death toll topped 300,000, 150 hospitals across the country were to receive millions of vials of the Pfizer/BioNTech vaccine. The US vaccination programme aims to reach 100 million people by April. Ms Lindsay, an intensive care nurse at Long Island Jewish Medical Center, received the vaccine live on camera. Footage was streamed on the Twitter feed of New York Governor Andrew Cuomo, whose state was the epicentre of the US epidemic in the first wave earlier this year. \"It didn't feel any different from taking any other vaccine,\" Ms Lindsay said. \"I hope this marks the beginning of the end of a very painful time in our history. I want to instil public confidence that the vaccine is safe. We're in a pandemic and so we all need to do our part.\" \"First Vaccine Administered. Congratulations USA! Congratulations WORLD!\" President Donald Trump tweeted on Monday morning following the news from New York. The Pfizer/BioNTech vaccine received emergency-use authorisation from the US Food and Drug Administration (FDA) on Friday. The roll-out comes as the epidemic continues to ravage the country. Deaths have been rising sharply since November and the number of people in hospital with the disease has also continued to grow steadily, with more than 109,000 people currently admitted, according to the Covid Tracking Project.The Pfizer/BioNTech vaccine - a collaboration between a US pharmaceutical giant and a German biotechnology company - offers up to 95% protection and is the first Covid-19 vaccine to be approved by US regulators. It is already being rolled out in the UK, while Canada also began its inoculation programme on Monday, with an initial 30,000 doses going to 14 sites across the country. Anita Quidangen, a caregiver at the Rekai Centre nursing home in Toronto, was the first to receive the vaccine in Canada. The first three million doses in the US are being distributed to dozens of locations across all 50 states by cargo plane and truck. Because the vaccine has to be kept at extremely low temperatures, the vials are stored in dry ice-cooled packages as they are whisked around the country. GPS-enabled thermal sensors are also being used to track the temperature of shipments as they are delivered. Most Americans will not be able to receive the vaccine until well into 2021, but the roll-out beginning this week is seen as a key symbolic turning point in the nation's battle against the pandemic, with hopes that take-up will be high. \"I think it's been probably the darkest December on record here. As of this last week, Covid-19 is the leading cause of death in the US, even more than cancer and heart disease,\" Dr Dora Mills of MaineHealth, a network of 12 hospitals in Portland, Maine, told the BBC. \"It's a very dark season for us, but it's also extraordinary that we have a vaccine less than a year after this virus has emerged. If the efficacy and safety data hold up, this is likely [to be] the greatest public health and scientific achievement of our lifetime.\" On Monday, US health secretary Alex Azar told NBC's Today programme there was now a \"light at the end of the tunnel of this horrible pandemic\". \"If you are recommended to get it, and it's available to you - oh, please do get it,\" he urged. \"Protect yourself and protect those around you. But please, get the vaccine.\" The first doses are expected to be given to selected healthcare workers and elderly people living in residential care. Health centres are planning to stagger vaccinating workers to account for any side effects, according to US media. The reported side effects, including fatigue, fever and headaches, are typically mild to moderate in severity.Researchers say any serious side effects are rare. Senior members of the Trump administration had been due to be some of the first in line,but President Trump said he had reversed that plan. He tweeted on Sunday that people working at the White House \"should receive the vaccine somewhat later... unless specifically necessary\". US President-elect Joe Biden, who will be inaugurated as president on 20 January, has set a goal of 100 million Covid vaccinations in his first 100 days in office.That would represent roughly a third of the country's total population. Pfizer has agreed a deal to supply the US with 100 million doses of the vaccine by March.An additional 200 million doses of a second vaccine, developed by Moderna and the National Institutes of Health, will be provided by June. The vaccine is yet to be approved by regulators but will be reviewed by an expert panel later this week.", "url": "https://www.bbc.com/news/world-us-canada-55305720"}