{"datetime": "2020-12-03T18:15:24.000Z", "subject": "Coronavirus pandemic", "title": "Obama, Bush and Clinton pledge to film themselves getting Covid vaccine", "article": "Former US presidents Barack Obama, George W Bush and Bill Clinton have volunteered to have their Covid-19 vaccinations be publicly televised. The trio of two Democrats and one Republican said they would get the jab once it has been approved by regulators and recommended by US health officials. The move is intended to boost public confidence in the safety and efficacy of coronavirus vaccines. Polls indicate large swathes of the US public are reluctant to get the jab. A Gallup poll - conducted in October before the results of the Pfizer and Moderna vaccine trials were released - showed roughly six in 10 Americans would be willing to take the vaccine, up from a low of 50% in September.No vaccination has yet been approved in the US, but government regulators will be examining Pfizer and Moderna's vaccines in the coming weeks. \"I promise you that when it's been made for people who are less at risk, I will be taking it,\" Mr Obama said in a SiriusXM radio interview on Wednesday.\"I may end up taking it on TV or having it filmed, just so that people know that I trust this science, and what I don't trust is getting Covid.\" Representatives for Mr Bush and Mr Clinton told CNN that the former presidents - who have banded together in the past - pledged to take the vaccine \"as soon as available\" to them and urged all Americans to do the same. Public health experts have said mass inoculation against the virus could result in herd immunity, an essential step in curbing the spread of the disease.The public vaccinations may play into a broader awareness campaign once a vaccine is formally approved by the US Food and Drug Administration. In the UK - where the Pfizer vaccine has already been approved - the press secretary to Prime Minister Boris Johnson has suggested he may take the vaccine live on TV to convince others to get it too.", "url": "https://www.bbc.com/news/world-us-canada-55177741"}