{"datetime": "2021-11-26T20:56:27.000Z", "title": "Pearson Teaching Awards: Londonderry teachers win national awards", "article": "Two teachers from Londonderry have been honoured with Pearson National Teaching Silver Awards. Marie Lindsay, the former principal of St Mary's College in Derry, won the award for lifetime achievement. While Lisneal College's Michael Allen was awarded the Head Teacher of the Year in a Secondary School category. In a video message, former US President Bill Clinton thanked Ms Lindsay for her service to education in Northern Ireland. \"Thank you for everything that you have done to provide your students with a good education and to develop rising generations of women leaders focussed on the possibilities of tomorrow rather than the grievances of yesterday,\" said President Clinton in a video message. The 42nd US President said it had been 26 years this month since his first visit to Derry. \"The warmth and friendship that the people of your city and all of Northern Ireland have given me since has been one of the greatest gifts of my life,\" he said. The Pearson Awards were founded in 1998 to celebrate excellence in UK education and showcasing commitment to changing the lives of children through learning. Ms Lindsay was presented with her prize live on BBC One's The One Show by Ronan Keating, Emma Willis and Angellica Bell. The former head teacher, who retired from the Northland Road school earlier this year, devoted her 35-year career to inspiring generations of young women at the school. Speaking on The One Show, Ms Lindsay said: \"I didn't ever expect this and I want to take this opportunity to commend all the silver winners in my category\". \"I really do feel very privileged to be among such wonderfully talented people,\" she added. Ms Lindsay said she felt \"truly inspired\" and \"humbled\" to be considered among her fellow nominees. She added that she was especially honoured to receive a message of congratulations from Mr Clinton, who was \"a true friend of the city of Derry and John and Pat Hume\".Michael Allen, the principal of Lisneal College, received the award for Headteacher of the Year in a Secondary School for his constant \"commitment, leadership and inspiration\" since his appointment in 2015. Mr Allen thought he had been invited onto the show to congratulate Ms Lindsay on her achievement, but soon learned that he too was also a winner. Ms Lindsay said she could not be happier for her friend and colleague and said that their partnership together in educating the young people of Derry \"had been a great journey\".Mr Allen said he couldn't believe he had won the award, adding that he was \"lost for words to be given such a huge honour\".The Derry headteacher, who is a self-proclaimed \"massive Manchester United fan\", received congratulatory video messages from current United midfielder Juan Mata and former United player Teddy Sheringham.Mr Allen will be presented with his award in-person at a ceremony on Sunday evening. The Silver Award winners are being honoured as part of the wider celebrations for 'Thank a Teacher Day', a national campaign to honour and recognise school staff for their incredible work. The Silver winners have also now been shortlisted to win a Gold Award in their category, in a programme which will be broadcast on the BBC later this year. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59436664"}