{"datetime": "2020-06-24T08:22:01.000Z", "title": "Segway: End of the road for the much-hyped two-wheeler", "article": "Segway is ending production of its original two-wheeler, which was popular with city tour guides and some police forces - but not the public. Launched in 2001, the much-hyped self-balancing vehicle promised to revolutionise personal transport. The Segway, invented by US engineer Dean Kamen, debuted with much fanfare, but struggled to make a profit. Accidents didn't help with the Segway's popularity, and the company was bought byChinese rival Ninebot in 2015. Made at a factory in New Hampshire, in the US, production of the Segway Personal Transporter will end on 15 July. Announcing the news, Segway president Judy Cai said: \"Within its first decade, the Segway PT became a staple in security and law enforcement, viewed as an effective and efficient personal vehicle.\" However, in the vehicle's almost two decade-long history it has also been the subject of mockery and high-profile collisions as well as a tragic death. In 2003, then-US PresidentGeorge W Bush took a tumble off a Segway at his parents' summer home in Kennebunkport, Maine. The incident followed Vice President Dick Cheney's use of a Segway to ride around his office when his Achilles tendon was playing up. The Segway also served as a, quite literally, comedy vehicle in the 2009 Hollywood movie Paul Blart: Mall Cop. In the film, actor and comedian Kevin James played a security guard who patrolled a shopping mall on a Segway to much comic effect. In 2015, as he celebrated his fourth consecutive world 200 metres title,Jamaican sprinter Usain Bolt was knocked over by a cameraman on a Segway . No serious harm was done, and the legendary athlete quickly got to his feet and continued his victory lap. In January this yearSegway's prototype wheelchair crashed during a demonstration at the Consumer Electronics Show (CES) exhibition in Las Vegas. The S-Pod - a self-balancing electric wheelchair - was being tested by a journalist at the time. The rider had accelerated the vehicle before accidently crashing into a wall. The Segway was also at the centre of a tragic incident whenthe self-made millionaire owner of the company died after falling from a cliff in the UK while riding one of his firm's motorised scooters. Jimi Heselden crashed into the River Wharfe while using his Segway on his estate, in West Yorkshire, just 10 months after buying the firm in 2009. The inquest into Mr Heselden's death heard that he died due to an \"act of courtesy\" as he tried to make way for a dog walker. ", "url": "https://www.bbc.com/news/business-53160518"}