{"datetime": "2021-07-01T01:50:24.000Z", "title": "Donald Rumsfeld: Ex-US defence secretary dies aged 88", "article": "Donald Rumsfeld, the two-time US defence secretary who was one of the main architects of the Iraq war, has died at the age of 88. Serving under President George W Bush, he was a key proponent of the so-called \"war on terror\" after the 9/11 attacks. US forces invaded Iraq in 2003 after claiming the country had weapons of mass destruction, but no such weapons were found. Mr Rumsfeld resigned three years later amid the fallout from the conflict. He staunchly defended his record, but many experts blamed him for decisions that led to difficulties in Iraq and the wider region.On Wednesday, his family said he had died at home in the town of Taos, New Mexico. \"History may remember him for his extraordinary accomplishments over six decades of public service,\" they said in a statement. \"But for those who knew him best and whose lives were forever changed as a result, we will remember his unwavering love for his wife Joyce, his family and friends, and the integrity he brought to a life dedicated to country.\" Reacting to the news, President Bush described him as \"a man of intelligence, integrity, and almost inexhaustible energy\" and an \"exemplary public servant\" who \"never flinched from responsibility\".US defence secretary Lloyd Austin, meanwhile, said: \"Secretary Rumsfeld was propelled by his boundless energy, probing intellect, and abiding commitment to serve his country.\" Born in Chicago in 1932, Mr Rumsfeld's political and private career spanned decades. He first came to Washington DC in the 1960s and served in multiple positions under presidents Richard Nixon and Gerald Ford. In 1975, he became the youngest person to be named defence secretary and later became the oldest to serve in the role during his second stint under President Bush.He was at the Pentagon when the building was hit by a hijacked airplane during the 9/11 attacks. Mr Rumsfeld was among the first to reach the smouldering crash site, and he helped carry the wounded in stretchers. Less than a month later, US forces began an air campaign against al-Qaeda, the group responsible for the attacks, and the Taliban in Afghanistan, toppling the regime within weeks.The administration's attention then turned to Iraq, which had played no role in the attacks. Mr Rumsfeld made the case for the March 2003 invasion, arguing that the country's weapons of mass destruction posed a danger to the world. No such weapons were ever found. Mr Rumsfeld was known for his rollicking news conferences in which he sparred with reporters. One of the most memorable moments came in 2002, when he gave a much-mocked answer about \"known knowns\" and \"known unknowns\" after being asked whether there were weapons of mass destruction in Iraq. His tenure was also marked by photos that surfaced in 2004 of US personnel abusing prisoners at the Abu Ghraib prison outside Baghdad, and the treatment of foreign terrorism suspects at a prison set up at the US naval base at Guantanamo Bay, Cuba. Mr Rumsfeld, however, largely remained defiant over his record after leaving office. In a 2011 memoir, which he titled Known and Unknown, he defended his decisions around the Iraq war but did express regret over some of his comments. ", "url": "https://www.bbc.com/news/world-us-canada-57674117"}