{"datetime": "2021-10-19T00:48:23.000Z", "title": "Colin Powell: Former US secretary of state dies of Covid complications", "article": "Tributes are being paid to former US Secretary of State Colin Powell, who has died of Covid-19 complications aged 84. The former top military officer died on Monday morning, his family said. He was fully vaccinated. Powell became the first African-American secretary of state in 2001 under Republican President George W Bush. He also sparked controversy for helping garner support for the Iraq War. \"We have lost a remarkable and loving husband, father, grandfather and a great American,\" the family said in a statement, thanking the staff at the Walter Reed Medical Center \"for their caring treatment\". Powell had previously been diagnosed with multiple myeloma, a type of blood cancer which may have made him more susceptible to Covid symptoms, according to US media, as well as Parkinson's disease. President Joe Biden, calling Powell a \"dear friend\", said he had embodied the \"highest ideals of both warrior and diplomat\".Former President Bush was among the first to pay tribute to \"a great public servant\" as well as \"a family man and a friend\" who \"was such a favourite of presidents that he earned the Presidential Medal of Freedom - twice\". Mr Bush's vice-president Dick Cheney saluted Powell as \"a man who loved his country and served her long and well\" while also being \"a trailblazer and role model for so many\". Former President Barack Obama, a Democrat, tweeted that Powell\"understood what was best in this country, and tried to bring his own life, career, and public statements in line with that ideal\". Condoleezza Rice, Powell's successor as secretary of state and the first black woman in the role, called him \"a truly great man\" whose \"devotion to our nation was not limited to the many great things he did while in uniform or during his time spent in Washington\".\"Much of his legacy will live on in the countless number of young lives he touched.\" Current secretary of state Antony Blinken called Powell's life \"a victory of the American Dream\".Powell gave the Department of State \"the very best of his leadership,\" Mr Blinken said. \"He never stopped believing in America, and we believe in America in no small part because it helped produce someone like Colin Powell.\" Former UK Prime Minister Tony Blair - who worked closely with Powell during the early years of the Iraq War - said he was someone of \"immense capability and integrity\" who was \"a great companion, with a lovely and self-deprecating sense of humour\". Remembrances also poured in from prominent African-American leaders. Civil rights activist Al Sharpton called him \"a sincere and committed man\", while members of the Congressional Black Caucus praised his \"legacy of valour and integrity\". US Secretary of Defence Lloyd Austin, the first black man to serve in that role, hailed Powell as \"a tremendous personal friend and mentor\" who would be \"impossible to replace\". Once a moderate Republican, Powell became a trusted military adviser to a number of leading US politicians. But he broke with his party to endorse Barack Obama in 2008, as well as Hillary Clinton in 2016 and Joe Biden in 2020. A sharp critic of Republican president Donald Trump, Powell said he could no longer call himself a Republican after the violent 6 January riot at the US Capitol. He also saw service and was wounded in Vietnam, an experience that later helped define his own military and political strategies. However, he would say himself that his own legacy had been damaged by a speech to the United Nations Security Council which used faulty intelligence to back the invasion of Iraq. \"It was painful. It's painful now,\" Powell told ABC News in 2005. Colin Powell was an iconic American success story. The child of immigrants, he became the first black man to rise to the highest positions in US military and diplomacy. In the 1990s, Powell was one of the few American public figures with appeal that crossed political boundaries - reminiscent of General Dwight D Eisenhower after the Second World War. Unlike Eisenhower, Powell would not ascend to the presidency - although there were abundant calls for him to run. Those calls dwindled after the 2003 US invasion of Iraq, a decision Powell later acknowledged was a \"blot\" on his legacy. He had staked his reputation on the presence of Iraqi weapons of mass destruction - and his reputation suffered for it. In his later years, Powell became a different kind of icon. His drift away from the Republican Party following Donald Trump's rise to power reflected the dwindling influence of Powell's moderate, internationalist faction within the American conservative movement. Powell's life may be somewhat overshadowed by his cause of death, as he now ranks as the most prominent American to succumb to Covid-19.", "url": "https://www.bbc.com/news/world-us-canada-58957273"}