{"datetime": "2020-11-12T17:46:20.000Z", "title": "US election 2020: Does this compare to 2000 Florida recount?", "article": "Hours after polls closed in the US election, as votes were being counted, Donald Trump claimed fraud - without providing evidence - and said: \"We'll be going to the US Supreme Court.\" To date, the only election that hinged on a US Supreme Court decision was in 2000 when Al Gore was defeated by George W Bush.So it's tempting to make comparisons between the two elections but they can be misleading.The 2000 election came down to one state - Florida - where both candidates were separated by only a few hundred votes. By contrast, Donald Trump has filed lawsuits in several states, and the margins with his rival Joe Biden are far greater. In one of the closest and most controversial votes in US history, Democratic Vice-President Al Gore was pitted against the Republican governor of Texas and son of a former US president, George W Bush. Opinion polls had suggested that the race would be close. As the night wore on, it became clear that the result rested on Florida and its 25 votes [now 29] in the electoral college ( the system the US uses to elect its president ). As ballots were counted, US networks initially called the state for Al Gore. However, they later retracted that, saying that the result was too close to predict. Then, hours later, networks one by one declared that George W Bush had won Florida. However it soon emerged that the vote was on such a knife edge that it was too close to call. The dramatic seesawing of the night was heightened when Mr Gore rang Mr Bush to concede - and then rang him back to retract his concession. Because of the close margin - on election night Mr Bush led by 1,784 votes - an automatic recount was called under Florida law and began the next day. It reduced the margin to 327 votes. The Gore campaign then requested manual recounts in individual counties, which went ahead amid much legal wrangling. With the nation's eyes turned on Florida, news networks carried footage of scrutineers examining \"hanging chads\" - the small pieces of paper created when a hole was punched in a ballot on the voting machines of the time. When some voters had punched their ballots, the chad had not fully separated from the ballot, making their preference unclear. In other cases, an indentation had been made in the ballot but it had not been punched through, which was known as a pregnant or dimpled chad. The confusion over the chads was discussed at length by the highest lawyers in the land and around every kitchen table. Some Republican supporters in Florida staged a violent protest in Miami, calling for the recount to be stopped. Although the protesters claimed to be \"local\", most were later identified as Republican aides from Congress in Washington. The protest became known as the \"Brooks Brothers Riot\" - a nod to the smart suits and ties worn by those involved. The turmoil ended when the US Supreme Court ruled in Bush's favour, saying that the recount would cast \"a needless and unjustified cloud\" over his legitimate election. The final margin was 537 votes out of a total of almost six million cast in the state. Mr Gore conceded, saying that while he disagreed with the court's decision, he accepted it. \"I accept the finality of this outcome which will be ratified next Monday in the electoral college. And tonight, for the sake of our unity as a people and the strength of our democracy, I offer my concession,\" he said. Although he lost the election, Mr Gore took 48.38% of the nationwide total vote to Mr Bush's 47.87%. In the 2000 recount there were ballots with \"hanging chads\" to argue over. Today there are only allegations of fraud - for which there is no evidence. President Trump's legal team has filed lawsuits in at least five states. His unsubstantiated claim is that there has been \"major fraud on our nation\". He has long cast doubt on mail-in voting, referencing voter fraud or \"rigged\" elections since April, without providing concrete proof.Election law experts say voter fraud is rare and only affects a tiny number of votes. Mr Trump currently tails Mr Biden by thousands or tens of thousands of votes in the contested states.In Georgia, Mr Trump is behind by about 14,000 votes. That is small enough to warrant an automatic recount, as per state laws, but it is considered highly unlikely that the result will flip.There have been three reversals through recounts - a Minnesota Senate race in 2008, the election of a Washington governor in 2004, and a Vermont auditor's race in 2006 - and in each case the initial margin was fewer than 500 votes.Mr Trump would have to flip more than Georgia to reach the 270 electoral college votes needed to secure the presidency.Lawyers who fought on both sides of the 2000 presidential recount have come out to say this year's situation is no parallel.\"Basically, the election is over. There isn't anything that has come out that could plausibly affect the outcome,\"David Boies, who led Gore's legal team in 2000, told USA Today newspaper . \"There's no legal avenue for the Trump campaign to plausibly dispute the results in any one state.\" James Baker, the former secretary of state who led Mr Bush's team, also objected to Mr Trump's initial calls to \"stop the vote\", when the president suggested that counting postal votes that arrived after election day was \"illegal\". (In Pennsylvania, the state's court had extended the time for receiving absentee ballots by three days, owing to the coronavirus pandemic, as long as the ballots were postmarked by election day.) Mr Baker said: \"Our whole argument [in 2000] was that the votes have been counted and they've been counted and they've been counted and it's time to end the process.\"Some senior Republicans - including Senate leader Mitch McConnell - have, however, defended the president's right to pursue legal options. Mr Trump has repeatedly vowed to take his cases to the US Supreme Court.But it's not as simple as that.Usually, legal teams would first have to challenge the results in state-level courts - although US Attorney General William Barr has also approved \"preliminary inquiries\" by federal prosecutors. State judges would then have to uphold the challenge and order a recount. The Supreme Court could then be asked to weigh in. However, there must be legitimate federal or constitutional questions at the heart of the complaint.The attorney general wrote earlier this week that inquiries could be made by federal prosecutors \"if there are clear and apparently-credible allegations of irregularities\". There is, as yet, no clarity on the claims being made.", "url": "https://www.bbc.com/news/election-us-2020-54903188"}