{"datetime": "2021-01-15T00:01:03.000Z", "author": "Rory Cellan-Jones", "subject": "Coronavirus pandemic", "title": "Wikipedia at 20: The encyclopedia in five articles", "article": "On 15 January 2001, two American entrepreneurs - Jimmy Wales and Larry Sanger - launched an online encyclopedia. It was called Wikipedia. Despite much criticism early on about inaccuracies, it has gone on to be hugely successful.It is the 15th most popular destination on the web, is available in more than 300 languages and is maintained by a community of volunteer editors.At least, I think that is accurate - I found all those facts in the online encyclopedia's own entry on Wikipedia.It is where everyone from students, to politicians to yes, journalists, turn for a quick briefing on any subject, although even Wikipedia says it should not be used as a primary source.But here are five articles with the now ubiquitous prefixhttps://en.wikipedia.org/wiki , that tell the story of this phenomenon. George W Bush was inaugurated as the 43rd president of the United States five days after the launch of Wikipedia.His Wiki entry went on to provide a fundamental challenge to its core principle: openness.\"Anyone can hit edit,\" explains David Gerard, who has been a volunteer editor since the early days.\"I hope that people understand that Wikipedia is just a bunch of well-meaning amateurs, doing our best to make something nice.\"But not everyone wanted to play nice.The vicious edit war about the Bush entry, where disputed lines about controversies such as the Gulf War were entered and removed time and again, was one factor which saw a change in the rules.Some entries were protected, meaning there were limits on editing, particularly from new or anonymous users. Jimmy remembers that one idealistic administrator was so unhappy about this that he said he would unlock the Bush page and look after it. \"After eight hours of dealing with nonsense, he said: 'I'm locking it, that's fine.'\" It was on 5 January 2020 that a Wikipedia editor, who lists their country as China and current location as Cambridge, created a page with the title: 2019-2020 China pneumonia outbreak .The title changed once the virus became known as Covid-19. Over the last year, hundreds of editors have contributed to what now amounts to a short book about every aspect of the pandemic.The internet has been awash with disinformation about the virus, but David says Wikipedia's policy on reputable sources for medical information keeps up the quality. \"The standard is 'studies of studies' - single papers aren't usually acceptable,\" he explains. This does not stop battles breaking out between editors. One comment in the edit history reads: \"This is speculation. There is zero direct evidence that this happened, therefore it should not be included here.\"But Jimmy says Wiki Project Medicine - a community of doctors and scientists formed in the early days of the encyclopedia - has helped keep the Covid page pretty accurate. The article has also had quite a light form of edit protection since May 2020, meaning you have to have been an editor for four days and have done 10 edits elsewhere before you are allowed to tinker with it.David says it is unusual to have restrictions imposed for so long. \"We really don't like locking or even half-locking articles long term, but we will if it's something serious,\" he says. This page about an American mathematician whose work was fundamental to the development of the GPS navigation system is one of more than 1,000 created by Dr Jess Wade, a physicist at Imperial College London.Wikipedia has long had problems with diversity, both in the subjects it includes and in its editors - who have been predominantly male and white.Jess has been part of a movement to change that, in her case focusing on making women scientists more prominent.\"I've been editing Wikipedia for three years, and I've written biographies of women and people of colour every single day,\" she says. The Gladys West page was among her first and, since it appeared, the mathematician has been inducted into the US Air Force Hall of Fame.\"Now whenever people talk about the history of GPS I see people on social media saying: 'What about Gladys West?'\" But she says there is still plenty of work to do.A browser plug-in which tells you about the gender balance on a Wikipedia page shows that just 1.6% of the pronouns on the entry for the History of Physics are \"she\".\"Donna Strickland, the recent Nobel laureate, or Jocelyn Bell Burnell, who won the Breakthrough Prize for science, all of these phenomenal women physicists, are left out of that story,\" she says.For many years the George W Bush page was the one with the most edits, but now it has beenovertaken by this one .The list of WWE professional wrestlers has had more than 53,000 edits over the years.But although the \"sport\" attracts its fair share of controversy it seems its number one spot is less about fights between editors, than the passion of its fans.They come here to log every single wrestler who has ever climbed into the ring, along with their managers and every other person connected to WWE.Wikipedia may be the place you go to try to puzzle out quantum computing or find out how many US presidents have been impeached, but all human life is here.At least until an editor decides an entry is just too trivial for inclusion and suggests it should be deleted.And that is what nearly happened tothis page, which Jimmy has nominated as his favourite .\"It's about the theory of humour that some words are just funnier than others,\" he explains.But for a while the page was nominated for deletion. \"It had become a place where people just added nonsense words or words they thought sounded funny with no references.\"But it was saved and has become quite a scholarly entry, with examples of academic research on what makes a word funny.So did it survive because the founder liked it?Not according to David.He describes Wikipedia as both totally anarchic with nobody in charge, and a complex bureaucracy you have to learn to navigate. So far, anarchic bureaucracy seems to be working.", "url": "https://www.bbc.com/news/technology-55667711"}