{"datetime": "2020-03-05T17:17:35.000Z", "title": "US election 2020: Meet the Democratic candidates vying to take on Trump", "article": "Election season is getting under way and the race to become the Democratic challenger to Donald Trump is hotting up. Last summer, there were nearly 30 serious candidates vying for the attention of the party's supporters, but only two are still standing.Here's a brief guide to who they are, with some analysis on each of them from the BBC's Anthony Zurcher.Who are they? What are their key issues? What's their secret weapon against President Trump? We've got it all covered. Tap here if you can't see the candidate search tool Although the field has now been whittled down to a couple of contenders, at one point it had swelled to nearly 30 Democrats.Former congressman John Delaney began his campaign back in the summer of 2017 and was joined a couple of months later by Andrew Yang. After two and a half years of campaigning, Delaney admitted defeat and withdrew in January. Yang dropped out after getting just 1% of votes in Iowa and 3% in New Hampshire.Others, like Michael Bloomberg, left it late to get involved. His strategy was to focus on states that voted on Super Tuesday, spending huge amounts of his personal wealth on ad campaigns. Ultimately, he came away with just a handful of delegates before promptly quitting the race and endorsing Joe Biden.Joe Biden was the accepted frontrunner in this race throughout 2019. After serving as Barack Obama's vice-president for eight years, he had strong name recognition and held a clear lead in national polls.His numbers dipped at the start of 2020 though and Bernie Sanders overtook him inthe RealClearPolitics national average after a strong showing in the Iowa caucuses. Biden, however, won by a big margin in South Carolina, which helped boost his poll numbers before he then swept the South on Super Tuesday.Although there is usually a clear winner much sooner, the race officially ends in July at the Democratic National Convention where the candidates with the highest number of delegates becomes the party's presidential nominee.Words: Anthony Zurcher, Mike Hills. Charts: Mike Hills. Development: Felix Stephenson, Alexander Ivanov, Steven Connor. Design: Debie Loizou. ", "url": "https://www.bbc.com/news/world-us-canada-47309795"}