{"datetime": "2019-10-23T15:01:32.000Z", "title": "Joe Biden apologises for 1998 remark on lynching", "article": "After decrying President Donald Trump for labelling impeachment a \"lynching\", his rival Joe Biden has apologised for once having made similar remarks. Mr Biden, a top Democratic presidential candidate, said it was \"abhorrent\" and \"despicable\" that Mr Trump tweeted the racially loaded term on Tuesday. But it emerged that in 1998, Mr Biden used the same word to pillory President Bill Clinton's impeachment. Lynching historically has referred to killings by white mobs, mainly against black people. Mr Trump's invocation of the racist chapter of US history to describe a constitutionally enshrined political process provoked outrage from both major parties.But it was later revealed that several Democratic lawmakers who criticised Mr Trump for the \"lynching\" comment had used the same word in the 1990s to defend Mr Clinton.The furore began on Tuesday morning when Mr Trump tweeted to criticise the congressional inquiry that may seek to remove him from office. The impeachment investigation is examining whether the Republican president abused his office by improperly pressuring Ukraine to launch an investigation into former US Vice-President Joe Biden, a leading candidate for the Democratic 2020 presidential nomination. \"Impeachment is not 'lynching,' it is part of our Constitution,\" Mr Biden tweeted in response to Mr Trump.\"Our country has a dark, shameful history with lynching, and to even think about making this comparison is abhorrent. It's despicable.\" It then emerged that in a 1998 CNN interview, Mr Biden said: \"Even if the president should be impeached, history is going to question whether or not this was just a partisan lynching or whether or not it was something that in fact met the standard, the very high bar, that was set by the founders as to what constituted an impeachable offense.\" Late on Tuesday, Mr Biden apologised for his past use of the word, but continued to condemn Mr Trump. \"This wasn't the right word to use and I'm sorry about that,\" he tweeted.\"Trump on the other hand chose his words deliberately today in his use of the word lynching and continues to stoke racial divides in this country daily.\" Mr Clinton was impeached in December 1998 by the House of Representatives for lying under oath and obstruction of justice during the investigation into his affair with White House intern Monica Lewinsky. Mr Biden, then a senator for the state of Delaware, joined the majority of the Senate in voting to acquit Mr Clinton. New York Congressman Jerrold Nadler also once used the term \"lynch mob\" to describe the Republican impeachment investigation into Mr Clinton. Mr Nadler is now chairman of the House Judiciary Committee, which will consider any articles of impeachment filed against Mr Trump. According to theWashington Post , several other Democrats in the House of Representatives talked about a \"lynching\" or \"lynch mob\" in reference to the Clinton probe. Is impeachment damaging Biden's 2020 bid? They include New York Congressman Gregory Meeks. Mr Meeks, who is black, defended himself in a statement to the Post, saying: \"There is a difference when that word is used by someone of my experience and perspective, whose relatives were the targets of lynch mobs, compared to a president who has dog-whistled to white nationalists and peddled racism.\" Election day is still more than a year away but the race to become the Democratic challenger to Mr Trump is already well under way. The latest polling suggests Elizabeth Warren and Joe Biden are the front-runners, while Bernie Sanders is also a popular contender. Many of the the other candidates are relatively unknown outside the Washington DC bubble. Find out more about the contenders ", "url": "https://www.bbc.com/news/50147048"}