{"datetime": "2018-05-27T23:35:26.000Z", "author": "Vicky Baker", "title": "Monica Lewinsky and Stormy Daniels: Political scandals across two eras", "article": "In the 1990s, an affair between US President Bill Clinton and White House intern Monica Lewinsky caused a global furore and an impeachment. Could the Stormy Daniels and Donald Trump scandal have a similar impact?President Donald Trump has denied the alleged 2006 affair, but, just like the Clinton case, the crux of the case hinges less on sex, more on lies.So what are the similarities and differences? How would the Clinton/Lewinsky scandal have played out in 2018? Here is our closer look… \"I did not have sexual relations with that woman\" - President Clinton's emphatic, finger-wagging statement in 1998 has gone down as one of US politics' most memorable quotes.Not only was it an odd turn of phrase, it was also untrue.It was later proven that the president did have \"relations\" with Monica Lewinsky, an intern in her early 20s. Ms Lewinsky's friend and co-worker Linda Tripp had been secretly recording conversations where she confessed details.When Ms Lewinsky was summoned to provide a written statement for a sexual harassment case brought against the president by civil servant Paula Jones (which was later dismissed), she denied they had a sexual relationship. President Clinton also denied the affair under oath. This is what led to charges of perjury.Porn star Stormy Daniels says she had consensual sex with Donald Trump in 2006, long before his presidential bid, when he was starring in reality TV show The Apprentice.She says it happened once, in a hotel room during a golf tournament, but they kept in touch. Mr Trump denies the affair, which is alleged to have taken place when his wife, Melania, was pregnant with their son.At the start of this year, reports emerged that Ms Daniels had been paid $130,000 (£96,000) by Mr Trump's lawyer Michael Cohen in a hush agreement, just before the 2016 election.Since then,Mr Trump and his legal team have made apparently contradictory statements about the payment , raising questions about how much the president knew about it.Ms Daniels has filed a lawsuit against the president to dissolve the agreement, alleging that it was invalid because Mr Trump did not sign it.She is also suing the president over a \"defamatory\" tweet . Meanwhile, Mr Trump's lawyers are seeking $20m in damages from her, arguing she broke the non-disclosure deal. Now we have the basics, let's compare and contrast the arguments … True. But the payment was made during his presidential campaign - which is what the legal case hinges on.If the money came from campaign funding,it would be a violation of federal law .True, you can't be impeached for cheating on your spouse. However, in the Clinton case, people argued that if the president was willing to lie about this under oath he could also lie about other things.In the Trump case, critics have raised similar concerns about trust, and said that paying hush money indicates he could be susceptible to blackmail - including from foreign adversaries.To this day, many consider Clinton's affair as the most memorable part of his presidency.However, there is so much going on in the Trump presidency that Stormy Daniels has become a subplot. Will he survive this too? It is still too early to say how this particular twist will end.Monica Lewinsky has called herself \"possibly the first person whose global humiliation was driven by the internet\". The story had been broken by the Drudge Report website, at a time when pretty much no one got their news online.Investigative journalist Michael Isikoff, then of Newsweek magazine, had the story first but his editors held the story, allowing him to be scooped.Mr Isikoff remembers thatNewsweek then scrambled to put it on their nascent website .\"It was the first story on the site,\" he said, adding that they then faxed it to people, unsure if anyone would find it.However, the attention that followed was \"mind-blowing\", as US journalist Jessica Bennett wrote in a recent re-evaluation of the scandal in Time magazine. \"The Wall Street Journal referred to Lewinsky - in print - as a 'little tart'.\" Aside from the humiliation of having her sex life and appearance dissected across the world, Monica Lewinsky had also faced up to 27 years in jail for submitting a false statement. Her mother was also threatened with prison time if she did not share details of conversations with her daughter.For more than a decade afterwards, Monica Lewinsky kept out of the public eye.Then, in 2014, she wrote a 5,000-word essay in Vanity Fair entitled \"Shame and survival\". She said she had been diagnosed with post-traumatic stress disorder, had struggled with suicidal thoughts during the court proceedings, and had trouble getting jobs because of her notoriety in the years afterwards.\"Unlike the other parties involved, I was so young that I had no established identity to which I could return,\" she concluded. \"I didn't 'let this define' me - I simply hadn't had the life experience to establish my own identity in 1998. If you haven't figured out who you are, it's hard not to accept the horrible image of you created by others.\" Today, Monica Lewinsky has found her voice: she is a regular Twitter user and an anti-bullying campaigner who does not shy away from mentioning her past. She recently took a US magazine to task for recalling her invitation to an event after Bill Clinton confirmed his attendance .She is also being seen as a role model by some millennials, who weren't reading the news in 1990s and are coming to the story through a new lens.\"When I learned more about the scandal in my teen years, she became a figure I really empathised with,\" Eve Peyser, a 24-year-old New York journalist, told the BBC. \"I think my generation's feminists generally think of Monica Lewinsky as a victim of high stakes workplace sexual misconduct.\" As a veteran of the adult film industry, 39-year-old Stormy Daniels has long dealt with nasty slurs, seemingly building a thick skin.When she gets misogynistic flak about the Trump case online, she tackles it head on via her social media account, often taking her critics down with a defiant mix of smut and humour. (Comedian Rosanne Barr recently deleted a derogatory tweet after Ms Daniels snapped back.) Ms Daniels - whose real name is Stephanie Clifford - has embarked on a nationwide Make America Horny Again strip club tour and recently appeared on comedy sketch show Saturday Night Live. Playing herself, she jokingly addressing the president: \"I know you don't believe in climate change but a storm's a-coming baby.\" Her critics - Trump's supporters - accuse her of trying to boost her career; she argues that she already had a very successful career.A lot of Americans are left unsure how to take her.When CNN interviewed a group of female Trump supporters , they largely disbelieved her and said her porn-star status gave her less credibility, although one also said, \"I feel sorry for her. My heart goes out to her.\" Academic Hinda Mandell - the author of Sex Scandals, Gender and Power in Contemporary American Politics - said Stormy Daniels is re-writing the standard scandal script. \"She is not ashamed and there is a power in that,\" Ms Mandell told the BBC. \"She comes across as owning the incident and wants to voice her own story.\"The #MeToo social media campaign, which sprung up after the raft of Hollywood allegations, has made the general public more aware of issues surrounding consent and power.Neither Monica Lewinsky nor Stormy Daniels ever said their affairs were non-consensual. However both men have been accused of sexual harassment by various other women - which they have always denied. Stormy Daniels has made it clear that her story is not a #MeToo story. She claims that would make her a victim, whereas she was fully aware of what she was doing.However, Canadian news magazine Maclean's suggested she has still played a role, albeit unconsciously. \"#MeToo was never just about sexual assault -it was also about the worthiness of women as credible narrators ,\" it said recently.Until recently Monica Lewinsky's voice had barely been heard.\"It's so disappointing that prominent feminists at the time failed to understand how sexist and demeaning politicians and the media were to Monica Lewinsky,\" said Eve Peyser, of how she felt growing up and learning about the Clinton scandal.She mentions writer Gloria Steinem, who downplayed harassment allegations against Bill Clinton in a controversial New York Times piece.The newspaper has since removed the article from its online archive and last year Ms Steinem told the Guardian she would not write the same thing today.\"We have to believe women,\" she said in November 2017, at the height of the Harvey Weinstein furore. Playwright Kevin Armento recently wrote a play, Devil With A Blue Dress, about the Clinton scandal, imagining conversations between the women involved. How does he think the case would have played out in 2018? \"It seems likely that both Ms Lewinsky's youth and the power dynamics at play would be part of the conversation,\" he told the BBC. \"In the age of #metoo, would she defend him so ardently? Would she be better equipped to see the power imbalance in their relationship, before she got so far down the rabbit hole?\" He also wondered if Hillary Clinton's response would be different today. \"It's hard to imagine her leaving Bill ... Would she push Bill to resign? To offer more sincere contrition? I don't know. But it would have to be different in some respects.\" Bill Clinton was never deposed. The House Republicans impeached him, but he was later acquitted in the Senate and remained in power until 2001. However, one crucial thing did change with the Paula Jones case. It prompted a court to rule that US presidents no longer have immunity from civil law litigation for acts alleged to have taken place before they took office.So, could the Stormy scandal still be Donald Trump's downfall?\"Cohen [the lawyer] could be,\" said Michael Isikoff. \"Was this pay-off unique, or were there other arrangements that we don't know about? Those are the big questions that hang over it.\" However, he said that if the Democrats regain control of Congress, they will be reluctant to make an impeachment case over Stormy Daniels given the degree to which they fought back against the Clintons. \"They would have to eat all their words,\" said Mr Isikoff. These are the typical dynamics of a political sex scandal, according to Hinda Mandell. \"It is like unpeeling an onion. Something titillating and salacious can have serious political and legal consequences.\" \"People typically grasp what is easy to digest about a sex scandal,\" she added, \"and then they split along partisan lines. They align themselves based on their political beliefs.\" Meanwhile, she said she is waiting to see what might happen if a female politician gets caught in major US sex scandal. \"It's never happened before, and I wonder: will everything change when it does?\" ", "url": "https://www.bbc.com/news/world-us-canada-44074862"}