{"datetime": "2019-08-07T09:43:42.000Z", "title": "Monica Lewinsky scandal to be retold in American Crime Story", "article": "President Clinton's affair with White House intern Monica Lewinsky and the 1999 impeachment proceedings it led to are to be dramatised on US television. The latest series of American Crime Story will air in the run-up to next year's presidential election. Lewinsky is among the producers on the FX show, which follows previous seasons devoted to the OJ Simpson trial and the murder of Gianni Versace. Booksmart actress Beanie Feldstein will play Lewinsky in the drama. Sarah Paulson, meanwhile, will play Linda Tripp, the civil servant who secretly recorded Lewinsky's private phone calls about her affair with the president. It is not yet known who will play Bill and Hillary Clinton in the show, which will be based on a 2000 book by Jeffrey Toobin. In a statement given to Vanity Fair , Lewinsky said she was \"hesitant\" and \"more than a little scared\" to be involved in the Ryan Murphy production. But she said she had come around to the idea after \"a lengthy dinner\" with the American Horror Story producer and now felt \"privileged to have this opportunity\". \"People have been co-opting and telling my part in this story for decades,\" she continued. \"It wasn't until the past few years that I've been able to fully reclaim my narrative. \"I'm so grateful for the growth we've made as a society that allows people like me who have been historically silenced to finally reintroduce my voice to the conversation.\" Speaking on Tuesday, FX chairman John Landgraf defended the decision to premiere the show just as the US prepares to go the polls. \"I don't think Crime Story is going to decide the next presidential election,\" he told journalists in Los Angeles. The network boss also confirmed he would not be \"reaching out\" to the Clintons in order to seek their input. Lewinsky, now 46, was 22 when she became romantically involved with Clinton, who was 27 years her senior. The former president was impeached for perjury and later acquitted by Congress after lying about the relationship. Last year Lewinsky said Clinton's actions had been \"a gross abuse of power\" and that he had \"enough life experience to know better\". Impeachment: American Crime Story will premiere in the US on 27 September 2020. The last two series of the show were both shown on BBC Two.Follow us on Facebook and on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-49262935"}