{"datetime": "2018-02-27T20:41:01.000Z", "title": "Monica Lewinsky: Bill Clinton affair a gross abuse of power", "article": "Monica Lewinsky, the former White House intern who had an affair with former president Bill Clinton, has said their relationship constituted a \"gross abuse of power\" on his part. Ms Lewinsky was 22 when she became romantically involved with the then president, who was 27 years her senior. She has written an article for Vanity Fair magazine , reflecting on events after the #MeToo movement. She also revealed that she was diagnosed with PTSD after the scandal. The condition was caused by being \"publicly outed and ostracised\" as the affair unravelled in the press and courts, she says. News of their relationship dominated the US news agenda in 1998 and 1999, after the president initially denied it before admitting to \"inappropriate intimate physical contact\" with the former White House intern. House Republicans impeached the president, arguing he had lied to federal investigators, but Mr Clinton was acquitted in the Senate. He remained in power until 2001. In the magazine piece, Ms Lewinsky, now 44, says she stands by her 2014 comments that their relationship was consensual, but muses about the \"vast power differentials\" that existed between the two. Ms Lewinsky says she had \"limited understanding of the consequences\" at the time, and regrets the affair daily. \"The dictionary definition of \"consent\"? To give permission for something to happen,\" she wrote.\"And yet what did the 'something' mean in this instance, given the power dynamics, his position, and my age?...He was my boss. He was the most powerful man on the planet. He was 27 years my senior, with enough life experience to know better.\" Since re-emerging into the public eye in 2014,Ms Lewinsky has regularly spoken out publicly against cyberbullying , calling herself \"patient zero\" of the internet trend.In the Vanity Fair essay, she also discusses the growing movement of women publicly speaking out against sexual harassment and assault.She writes that she was moved to tears after being contacted by one of the leaders of the #MeToo movement, who expressed sympathy that Ms Lewinsky was \"so alone\" during the affair. \"Isolation is such a powerful tool to the subjugator. And yet I don't believe I would have felt so isolated had it all happened today,\" she writes. \"There are even some people who feel my White House experiences don't have a place in this movement, as what transpired between Bill Clinton and myself was not sexual assault, although we now recognise that it constituted a gross abuse of power.\" ", "url": "https://www.bbc.com/news/world-us-canada-43218355"}