{"datetime": "2020-06-23T11:37:43.000Z", "title": "Steve Bing: Elizabeth Hurley remembers the good times with 'sweet, kind' ex", "article": "Elizabeth Hurley and Bill Clinton have paid tribute to Steve Bing, the Hollywood producer and political donor who has died at the age of 55. Actress Hurley, who had a son Damian with Bing in 2002,wrote on Instagram that he was a \"sweet, kind man\" and \"our time together was very happy\". Former US President Clinton said he \"loved Steve Bing very much\". The Los Angeles Times and TMZ reported that Bing fell to his death from a high-rise building on Monday. LA police and the LA County coroner said a man in his 50s was pronounced dead at the scene in Culver City. In Hollywood, Bing was known for co-writing the 2003 film Kangaroo Jack; financing 2004's The Polar Express, voiced by Tom Hanks; and producing the 2000 remake of Get Carter starring Sylvester Stallone and Martin Scorsese's Rolling Stones documentary Shine a Light. He also hit the headlines in the early 2000s for his 18-month relationship with Hurley. Their son Damien, who turned 18 in April, was at the centre of a high-profile paternity case after Bing cast doubt on whether he was the father. That was confirmed after DNA results were revealed at London's High Court in 2002. On Tuesday, Hurley said she had reconciled with Bing in recent months. \"I am saddened beyond belief that my ex Steve is no longer with us. It is a terrible end,\" she wrote on social media. \"Our time together was very happy and I'm posting these pictures because although we went through some tough times, it's the good, wonderful memories of a sweet, kind man that matter. \"In the past year we had become close again. We last spoke on our son's 18th birthday. This is devastating news and I thank everyone for their lovely messages.\" Damian Hurley posted on Instagram: \"Thank you from the bottom of my heart to everyone that has reached out following the devastating news. \"I'm trying to reply to as many of you as I can, but please know I will always remember your kindness. This is a very strange and confusing time and I'm immensely grateful to be surrounded by my phenomenal family and friends.\" Bing sued the Daily Mirror in the wake of the court case after the paper dubbed him \"Bing Laden\" and printed his phone number so readers could insult him. The paper's apology read: \"Our readers should know that Mr Bing is not the ignominious character that has been depicted in the media. He is a philanthropist and humanitarian who has dedicated himself to helping causes impacting children and their families.\" Bing inherited a $600m (£481m) real estate fortune from his grandfather Leo Bing at the age of 18. He was a big supporter of Mr Clinton, having donated at least $10m (£8.03m) to his foundation and paid for the former president's trip to North Korea in 2009 to negotiate for the release of two US journalists. Mr Clinton wrote that Bing \"had a big heart, and he was willing to do anything he could for the people and causes he believed in\". In another headline-grabbing court case, Bing sued MGM studio boss Kirk Kerkorian in 2002, claiming he enlisted infamous private eye Anthony Pellicano to take dental floss out of his rubbish to get DNA to prove Bing fathered a child with Kerkorian's ex-wife. A paternity test proved that Bing was indeed the father of tennis player Lisa Bonder's daughter. Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-53149504"}