{"datetime": "2019-10-22T19:53:18.000Z", "title": "Trump calls impeachment inquiry 'a lynching'", "article": "US President Donald Trump has called the congressional impeachment investigation that may seek to remove him from office \"a lynching\". Mr Trump condemned the inquiry in a tweet as \"without due process or fairness or any legal rights\". But Democrats were outraged at the president for invoking such a grim and racist chapter from US history. Lynching refers to historic extrajudicial executions by white mobs mainly against black people. White House spokesman Hogan Gidley told reporters on Tuesday that Mr Trump, a Republican, did not mean to be racially insensitive. \"The president has used many words, all types of language, to talk about the way the media has treated him,\" the deputy press secretary said. He added: \"The president wasn't trying to compare himself to the horrific history in this country at all.\" Lynching has previously been used as a metaphor for impeachment - by Democratic lawmakers. When US President Bill Clinton faced congressional investigation in 1998, Jerrold Nadler of New York accused Republicans of \"running a lynch mob\".Mr Nadler is now chairman of the House Judiciary Committee that is investigating Mr Trump. The current impeachment inquiry is examining whether the Republican president abused his office by improperly pressuring Ukraine to launch an investigation into former US Vice-President Joe Biden, a leading candidate for the Democratic 2020 presidential nomination. Mr Trump denies holding up US military aid to Ukraine to encourage it to investigate Mr Biden's son, who worked for a Ukrainian gas company. The practice proliferated after African Americans were given their freedom from slavery in the 19th Century. There were 4,743 lynchings in the US between 1882 and 1968,according to the National Association for the Advancement of Colored People . Three-quarters of those killings had black victims. One of the most infamous cases involved the 14-year-old Emmett Till, whose murder in 1955 galvanised the civil rights movement. The teenager was dragged from his bed in a small Mississippi town. His corpse was recovered from a river three days later, his face so badly beaten it was unrecognisable. Mr Trump has repeatedly called the impeachment inquiry a \"witch hunt\". But his likening of a process enshrined in the US constitution to racist killings provoked outrage among African-American lawmakers. Jim Clyburn, a South Carolina Democrat, told CNN: \"That is one word that no president ought to apply to himself.\"Bobby Rush, an Illinois Democrat, tweeted to Mr Trump: \"What the hell is wrong with you? \"Do you know how many people who look like me have been lynched, since the inception of this country, by people who look like you?\"Hakeem Jeffries, a New York Democrat, said: \"The president should not compare a constitutionally mandated impeachment inquiry to such a dangerous and dark chapter of American history.\" Republican lawmakers mostly defended Mr Trump, but not necessarily his choice of language.Senate Leader Mitch McConnell called the word choice \"unfortunate\", adding: \"Given the history in our country I would not compare this to a lynching.\" And Senator Lindsey Graham insisted: \"This is a lynching in every sense.\" Tim Scott, the only black Republican US senator, said: \"There's no question that the impeachment process is the closest thing to a political death row trial, so I get his absolute rejection of the process.\" But he added: \"I wouldn't use the word lynching.\" House Republican leader Kevin McCarthy told reporters: \"That's not the language I would use.\" Representative Adam Kinzinger of Illinois said Mr Trump should retract his tweet. \"We can all disagree on the process, and argue merits. But never should we use terms like 'lynching' here. The painful scourge in our history has no comparison to politics,\" he wrote. Career US diplomat William Taylor - the acting US ambassador to Ukraine - is being interviewed by the impeachment committees at Congress on Tuesday. Texts show Mr Taylor raised the alarm to other US envoys about pulling US aid to Ukraine.\"I think it's crazy to withhold security assistance for help with a political campaign,\" Mr Taylor wrote in one message. During a cabinet meeting at the White House on Monday, Mr Trump called for his party \"to get tougher and fight\" the impeachment inquiry. Initially hopeful that the inquiry would be done by November's Thanksgiving holiday, Democrats are now signalling it may drag on towards Christmas. Impeachment is the first part - the charges - of a two-stage political process by which Congress can remove a president from office. If the House of Representatives votes to pass articles of impeachment, the Senate is forced to hold a trial. A Senate vote requires a two-thirds majority to convict - unlikely in this case, given that Mr Trump's party controls the chamber. Only two US presidents in history - Bill Clinton and Andrew Johnson - have been impeached, but neither was convicted and removed. President Richard Nixon resigned before he could be impeached. ", "url": "https://www.bbc.com/news/world-us-canada-50142172"}