{"datetime": "2019-10-07T15:57:12.000Z", "author": "Anthony Zurcher", "title": "Is impeachment damaging Biden's 2020 bid?", "article": "A whistleblower complaint and details of a call with the president of Ukraine have made Donald Trump the target of a congressional impeachment inquiry. Potential fallout from the swirling controversy isn't limited to the White House, however, as former Vice-President Joe Biden, a Democratic candidate for the 2020 Democratic presidential nomination, is being pulled into the vortex whether he likes it or not.Whether he deserves it or not. The explanation is straightforward. Mr Trump is in the impeachment cross-hairs because he requested that Ukrainian President Volodymyr Zelensky investigate Mr Biden for pressuring the Ukrainian government in 2015 to fire a prosecutor who had looked into an energy firm with ties to the vice-president's son, Hunter. If Mr Trump can successfully call into question Mr Biden's actions, then his Ukrainian phone request appears more proper. As the president and his defenders have said, asking a foreign government - particularly one receiving US aid - to crack down on corruption is well within the authority of a US president.The challenge for the Trump team is that the allegations against Mr Biden have yet to be substantiated. The then-vice-president's 2015 efforts to remove the Ukrainian prosecutor weren't freelancing for family benefit, they were advancing the stated goal of the Obama administration, European allies and Ukrainian reformers. Last week, Mr Biden directly addressed the latest Trump attacks. \"Let me make something clear to Trump and his hatchet men and the special interests funding his attacks against me,\" Mr Biden said in a Nevada speech. \"I'm not going anywhere. You're not going to destroy me. And you're not going to destroy my family. I don't care how much money you spend or how dirty the attacks get.\" He followed it up with similar sentiment inan opinion piece in Sunday's Washington Post , where he said Mr Trump was abusing the powers of the presidency. There are questions, however, about whether Hunter Biden's business credentials were bolstered by his familial relations. Using personal connections and a famous last name for professional advancement is an unsavoury reality of power and politics in the US. And while it is perfectly legal, it could present a political liability. While much of the media (rightly) focused on Mr Trump's Thursday morning public call for Ukraine and China to investigate the Bidens, the president revealed a strategy for how Hunter Biden's business activities could fit in with the Trump campaign's \"drain the swamp\" strategy. \"That's probably why China for so many years has had a sweetheart deal where China rips off the USA because they deal with people like Biden, where they give the son a billion and a half dollars,\" Mr Trump said.No one gave Hunter Biden a billion dollars. A Chinese investment fund tied to Hunter Biden - created after the Biden son returned from a 2013 trip to China with his father - hoped to raise $1.5bn, but it never did. Hunter Biden says he didn't have a financial interest in the fund until 2017, well after his father left public office. None of that may matter, however. As the impeachment process swirls on, and as the 2020 presidential election draws closer, the Trump campaign strategy will be to call into question Hunter Biden's business dealings and any intersection with the elder Biden's official activities, painting it as a way that the rich and well-connected get richer.According to a New York Times article, some Biden advisors are concerned that the former vice-president hasn't been forceful enough in responding to the president's attacks. It reports that Mr Biden himself is wary of getting baited into a \"dirty fight\". \"Facing one of the greatest challenges of his candidacy, Mr Biden has plainly struggled to meet the moment, or fully reconcile his own cautious instincts with his protectiveness of his family's privacy and his preference for taking the moral high road against Mr Trump,\" the Times reporters write. The worst, however, may be yet to come. If the US Senate conducts an impeachment trial, expect allegations against the Bidens to be a central component of the president's defence - perhaps even requiring them to testify in person.If Mr Biden continues to run ahead of Mr Trump in head-to-head presidential polls, expect the Trump campaign to ramp up attacks Mr Biden. One spot - which the cable network CNNhas deemed misleading (and disparaging to its journalists) and refused to air - has already been circulated online. One of Biden's key strengths among Democratic primary voters - perhaps his biggest strength - is the perception that he is the candidate best equipped to defeat Mr Trump in a general election.If Democrats begin to worry that Mr Biden could get bogged down in an ugly fight with the president over his son's business dealings, they may opt for another candidate - perhaps one, like Ms Warren, who is explicitly running on a government-reform message. There's also the possibility that the more Mr Trump and his team attack Mr Biden, the more Democrats may be inclined to rally around their embattled frontrunner. Early indications, however, are that the past two weeks of wall-to-wall Ukraine coverage may be taking a toll on Mr Biden's presidential prospects.FiveThirtyEight estimates he had more mention s in the media than all the other 2020 candidates combined. Since 23 September, shortly after the whistleblower story broke and the day before Nancy Pelosi announced the formal impeachment probe, Mr Biden has seen hisRealClearPolitics polling average drop from 30.3% to 26.3% - into a virtual tie with Ms Warren. Perhaps more concerning, a 2 OctoberMonmouth national poll found 42% of Americans believe Mr Biden probably did \"put pressure on Ukrainian officials to get them not to investigate his son's business dealings\". Only 37% said he didn't (with 22% unsure).Again, there is no evidence at the moment to support this belief. In American politics, however, truth is not always a necessary ingredient for a story to be politically damaging. ", "url": "https://www.bbc.com/news/world-us-canada-49926043"}