{"datetime": "2019-10-17T23:24:27.000Z", "title": "Trump impeachment: White House admits aid held up partly over Democrats", "article": "A senior White House official has admitted military aid to Ukraine was withheld partly to pressure Kyiv to investigate allegations on the Democrats and the 2016 election. Acting Chief of Staff Mick Mulvaney said President Donald Trump had mentioned Democratic \"corruption\". But Mr Trump was also concerned about wider corruption in Ukraine, he said. Mr Mulvaney later backtracked on his earlier remarks, saying the media had \"decided to misconstrue my comments\". Meanwhile, President Trump said he had \"a lot of confidence\" in Mr Mulvaney, describing him as \"a good man\". The question of whether military aid for Ukraine was withheld in exchange for a \"quid pro quo\" to investigate Donald Trump's political rivals is central to an impeachment inquiry against the president. The White House has denied any such conditions were imposed. Briefing reporters on Thursday, Mr Mulvaney gave a lengthy answer to a question about Ukraine, saying the president had told him Ukraine was a \"corrupt place\" and that Mr Trump didn't want to spend aid and \"have them use it to line their own pockets\".Mr Mulvaney also said that the president \"did not like\" the fact that European countries weren't providing much military aid to Ukraine. \"Those were the driving factors,\" he said. \"Did he also mention to me in past the corruption related to the DNC [Democratic National Committee] server? Absolutely. No question about that.\"But that's it. That's why we held up the money.\" The DNC server refers to unsubstantiated claims that Democrats have a computer server hidden somewhere in Ukraine, and that Ukraine - not Russia - hacked the server and helped President Trump in the 2016 election. When reporters put to him that he had described a \"quid pro quo\", Mr Mulvaney replied: \"We do that all the time with foreign policy, \"There's going to be political influence in foreign policy. That is going to happen. Elections have consequences. And foreign policy is going to change from the Obama administration to the Trump administration,\" he said. He also said that the move had been made in connection with \"an ongoing investigation by our Department of Justice\". But a senior Justice Department official told CBS News: \"If the White House was withholding aid in regards to the cooperation with any investigation at the Department of Justice, that is news to us.\" A person familiar with the reaction inside the department said officials were \"utterly confused\" and \"angry\" at Mr Mulvaney for saying the aid was withheld in connection to an investigation, CBS reports. Mr Trump is also accused of pressuring Ukraine to investigate Joe Biden - a main rival for the 2020 presidential election. But the acting chief of staff rebuffed that suggestion, saying the money being held up \"had nothing to do with [Joseph] Biden\". He later said that \"the media has decided to misconstrue my comments to advance a biased and political witch hunt against President Trump\". \"Let me be clear, there was absolutely no quid pro quo between Ukrainian military aid and any investigation into the 2016 election.\" The White House's official position up until Thursday afternoon was that there was no \"quid pro quo\" involved in the decision to withhold congressionally authorised military aid to Ukraine.That assertion, as they used to say in the Nixon White House, is no longer operative.Now the line, per acting Chief-of-Staff Mick Mulvaney, is that there may have been a quid pro quo, but it was no big deal because it was about investigating 2016 election-hacking theories and not Joe Biden. The challenge for the White House is that there is plenty of evidence that damaging Mr Biden was indeed an administration goal - in text messages among Trump officials and from the mouth of the president himself, in the readout of the phone conversation he had with Ukrainian President Volodymyr Zelensky. A \"the president can do whatever he wants on foreign policy\" explanation was always going to be the last line of defence for the White House, and it is the space they now occupy, courtesy of Mulvaney.If Republicans continue to stick together, however, it may be the only defence Donald Trump needs to stay in office - even if impeachment seems like an increasingly probable outcome. Earlier on Thursday, a top US envoy told a congressional impeachment inquiry that he was \"disappointed\" in President Trump over his dealings with Ukraine. The US Ambassador to the EU Gordon Sondland said he questioned the involvement of Mr Trump's personal lawyer Rudy Giuliani in Ukraine policy. In a prepared opening statement, he said: \"Our view was that the men and women of the state department, not the president's personal lawyer, should take responsibility for all aspects of US foreign policy towards Ukraine.\" Mr Sondland's statement says he and colleagues chose to do as the president had asked.\"But I did not understand, until much later, that Mr Giuliani's agenda might have also included an effort to prompt the Ukrainians to investigate Vice-President Biden,\" his statement reads. \"Inviting a foreign government to undertake investigations for the purpose of influencing an upcoming US election would be wrong. I did not and would not ever participate in such undertakings.\" The US ambassador to the EU is seen as a key figure in the impeachment inquiry. Texts that were recently made public showed him discussing efforts to pressure Ukrainian leaders to investigate corruption claims with other US diplomats. Impeachment is the first part - the charges - of a two-stage political process by which Congress can remove a president from office If the House of Representatives votes to pass articles of impeachment, the Senate is forced to hold a trial A Senate vote requires a two-thirds majority to convict - unlikely in this case, given that Mr Trump's party controls the chamber Only two US presidents in history - Bill Clinton and Andrew Johnson - have been impeached but neither was convicted and removed President Nixon resigned before he could have been impeached ", "url": "https://www.bbc.com/news/world-us-canada-50087392"}