{"datetime": "2021-02-17T22:38:41.000Z", "title": "Prince Philip, 99, in hospital 'as a precaution'", "article": "The Duke of Edinburgh was admitted to hospital on Tuesday evening \"as a precautionary measure\" after feeling unwell, Buckingham Palace has said. Prince Philip, 99, was taken to the King Edward VII Hospital in central London, the statement added. A palace source told the BBC the duke travelled by car to the hospital, where he was admitted on his doctor's advice. He had been feeling unwell for a few days, but it was not related to coronavirus, the source added. They said the duke - who is due to celebrate his 100th birthday on 10 June - was \"in good spirits\" in hospital, where he is expected to remain for a few days of observation and rest. The Queen, 94, has remained at Windsor Castle. Earlier, she spoke by telephone with the First Sea Lord, Admiral Tony Radakin, about the work of the Royal Navy at home and abroad. Prince Charles and the Duchess of Cornwall also carried out official duties on Wednesday,visiting the Queen Elizabeth Hospital in Birmingham to speak to patients and NHS staff . Last month, the palace announced thatPrince Philip and the Queen had received Covid-19 vaccinations from a household doctor at Windsor Castle. The couple have been spending the recent lockdown in England at Windsor Castle with a small household staff, nicknamed HMS Bubble. Theycelebrated Christmas quietly at their Berkshire residence , instead of the traditional family gathering at the Queen's Sandringham estate in Norfolk. A No 10 spokesman said Prime Minister Boris Johnson sends his \"best wishes\" to the duke as he \"undergoes a few days of rest in hospital\". The palace is pretty protective of the privacy of members of the Royal Family when it comes to health issues; those hoping for running commentary are invariably disappointed. But palace spokespeople have gone out of their way to emphasise that this was not an emergency admission and that it was precautionary. The duke has been in and out of hospital a bit over the past few years, most recently just before Christmas in 2019 when he had treatment for a pre-existing medical condition. But overall his later years were marked by his health and energy; he gave up smoking the day he married the Queen; he has never drunk heavily and was for decades a keen sportsman, driving himself constantly to stay fit and strong when others might have been tempted to take it easy. The last time he was seen in public he seemed in good health, standing unaided - and he walked into hospital on Tuesday evening, having travelled there by car. In December 2019, the duke was admitted toKing Edward VII Hospital as a \"precautionary measure\" and received treatment for a \"pre-existing condition\".He wasdischarged on Christmas Eve after four nights and driven to Sandringham , where he spent Christmas with the Queen.He has received treatment for various other health conditions over the years including ablocked coronary artery in 2011 ,a bladder infection in 2012 andexploratory surgery on his abdomen in June 2013 . The dukemissed events to mark a Battle of Jutland anniversary on \"doctor's advice\" in 2016, beforeretiring from public duties in 2017 . In April 2018, he was admitted to the King Edward VII hospital for a planned hip replacement, and was discharged after nine days. He waved to the media as he was driven to Windsor Castle to recuperate, before attending thewedding of the Duke and Duchess of Sussex the following month, walking unaided. He escaped injury after being involvedin a car crash while driving near the Sandringham estate in January 2019. His Land Rover Freelander landed on its side after colliding with a Kia as he pulled out of a driveway. Prince Philip was unhurt, but he visited hospital for a check-up. The Kia's two passengers required hospital treatment and helater wrote to one of them - Emma Fairweather - who broke her wrist in the accident. Buckingham Palace later announced that\"after careful consideration\" he had voluntarily surrendered his driving licence. Last July, Prince Philip and the Queen attended theprivate wedding of his granddaughter Princess Beatrice in Windsor. It was believed to be the first time the couple had attended a family gathering since lockdown began. Later that month, in his first official engagement in over a year, the duke took part in a ceremony at Windsor tohand over his role of colonel-in-chief of The Rifles to the Duchess of Cornwall, who received the honour at a separate ceremony at Highgrove. Last November, the Queen and Prince Philipmarked their 73rd wedding anniversary by releasing a photograph of themselves opening a card made for them by the Duke and Duchess of Cambridge's children. ", "url": "https://www.bbc.com/news/uk-56101632"}