{"datetime": "2021-03-01T21:29:51.000Z", "title": "Prince Philip transferred to second hospital for heart condition tests", "article": "The Duke of Edinburgh has been transferred to St Bartholomew's Hospital for continued treatment, after 13 nights at another London hospital. Prince Philip, 99, is being treated for an infection and doctors will also carry out testing and observation for a pre-existing heart condition, Buckingham Palace said.The duke is responding to treatment and \"remains comfortable\", it added. He is expected to remain in hospital until at least the end of the week. Prince Philip, who turns 100 in June, was taken to King Edward VII's hospital in London on 16 February as a precaution, after feeling unwell. A palace source at the time said the duke had walked into the hospital unaided.On Monday morning, someone was screened from journalists' cameras by umbrellas as they got into an ambulance outside the hospital in Marylebone. Prince Philip was transferred about three miles (5km) to St Bartholomew's Hospital, also known as Barts, Uniformed officers from the City of London police were positioned at the hospital entrance. Barts is a centre of excellence for cardiac care,its NHS site says . The exact reason for Prince Philip's initial admission has not been disclosed, but his stay is not related to coronavirus.Both the duke and the Queen, 94,received Covid-19 vaccinations last month .Aside from the fact that the duke is 99 years old there are two, further, causes for concern. The first is that he is still not home; this is his longest recorded stay in hospital. A reasonable expectation was that he would be heading back to Windsor by now.Instead he has gone into St Bartholomew's Hospital for further treatment. The infection that sent him to King Edward VII's hospital is still being treated. The second is the worry over his heart. The duke had a stent fitted following a blocked coronary artery in 2011. As far as we understand it has not played up since then. Now there are concerns - so there will be tests and observation in a hospital renowned for cardiovascular treatment. Because he has retired from public life we hear little about the duke other than his rather infrequent visits to hospital. When he was last seen in public, in July last year, he looked in good shape. But this extended stay in hospital will be a cause for heightened concern. The Prince of Walesvisited his father for about 30 minutes, the weekend after he was admitted. Two days later the Duke of Cambridgesaid his grandfather was \"OK\" and that doctors were \"keeping an eye\" on him. The following day, on 23 February, Buckingham Palace said Prince Philip was being treated for an infection and was not expected to leave hospital for several days. The Earl of Wessex added his father wasfeeling \"a lot better\" and appreciated the \"lovely messages\" from the public. BBC health correspondent Hugh Pym said the nature of the duke's pre-existing heart condition had not been made public, and speculated that it might be related to the stent operation in 2011 or that the infection had somehow exacerbated an existing heart condition, such as heart rhythm issues. \"Certainly he will be monitored extensively, with some of the best specialists in the country at Barts Heart Centre. \"But I think, probably, it's more than just monitoring. I think he has gone to this specialist centre because of the possibility - no more than that - that the doctors feel there may be a need for an intervention or procedure to be carried out.\" Members of the Royal Family, including the Queen, have continued with their official duties during the duke's hospital stay. The Queen has unveiled, virtually, a statue of herself for the first time, speaking to officials in Australia from Windsor Castle. In a video of the call, made on Wednesday but released on Monday evening, the monarch joked that visitors to Government House in Adelaide might be alarmed to think she had paid them a surprise visit. Her other engagements over the past two weeks have included hosting a video call with health officials leading the UK's Covid vaccine rollout, and knighting a royal aide during a private socially-distanced ceremony at Windsor. Prince Philipretired from royal duties in 2017 in a move supported by the Queen. Known for off-the-cuff remarks at public events, Prince Philip joked at the time that he was the \"world's most experienced plaque unveiler\". In his time as a working royal, he has attended over 22,000 solo engagements and given more than 5,000 speeches. The duke has received treatment for various health conditions over the years, including ablocked coronary artery in 2011, abladder infection in 2012 and exploratory surgery on hisabdomen in June 2013 . ", "url": "https://www.bbc.com/news/uk-56241353"}