{"datetime": "2022-02-15T20:30:17.000Z", "author": "Jennifer Meierhans", "subject": "Coronavirus pandemic", "title": "Novak Djokovic is urged by the UK health secretary to reflect on his Covid jab refusal", "article": "Novak Djokovic should \"reflect on his decision\" not to get a Covid jab, the Health Secretary Sajid Javid has said. The men's world number one told the BBC he was prepared to miss top tournaments to defend his freedom of choice. Mr Javid said the only reason Djokovic was able to return to playing tennis \"and earn millions again\" was because of the success of the vaccine rollout. The French Tennis Federation said it was \"too early\" to say if Djokovic could compete in May's French Open. \"We will take a decision, based on the health situation, as soon as possible,\" a spokesperson said. Watch the full interview, in the UK, onBBC iPlayer and on BBC One at 20:30 GMT. Speaking exclusively to the BBC , Djokovic said missing major competitions, such as the French Open, was \"the price that I'm willing to pay\" for the \"freedom to choose what you put in your body\". The 20-time Grand Slam winnerwas deported from Australia last month after the government cancelled his visa in a row over his vaccine status. Responding to Djokovic's interview, Mr Javid said the reason sports such as tennis had reopened to millions of spectators around the world was because of the success of vaccination programmes. He said: \"It's interesting to note that Mr Djokovic thinks it's OK for sport spectators, all his fans, to take the vaccine that allows him to get back to play the sport in front of them and earn millions again, it's OK for him to have them take the vaccine, but the vaccine is not OK for him. \"I think he should reflect on his decision.\" Former British number one Tim Henman, who is on the committee of the All England Club, which organises Wimbledon, told BBC Radio 4's Today programme he thought it was unlikely Djokovic would be stopped from playing there as the tournament was planning to follow government guidance.But he said by taking himself out of the chance to compete in some Grand Slams Djokovic was \"certainly jeopardising his chances of being the greatest male player of all time\".Henman added: \"I think that speaks volumes to his courage, conviction and belief that this is what is best for him.\" Five-time Wimbledon women's doubles champion Pam Shriver said she hoped the \"right trusted person\" could sit down with Djokovic and \"walk him through all of the steps that make the science and the medicine trustworthy\". She said him not getting the vaccine was \"terrible for tennis\" and said he was seen as a leader by many people both in his home country of Serbia and throughout the world. ", "url": "https://www.bbc.com/news/uk-60391876"}