{"datetime": "2021-03-03T16:58:57.000Z", "title": "Prince Philip 'slightly improving', says Camilla", "article": "The Duke of Edinburgh is \"slightly improving\", the Duchess of Cornwall has said after his 15th night in hospital. Prince Philip, 99, who was being treated for an infection, moved to St Bartholomew's Hospital in London on Monday for tests and observation on a pre-existing heart condition. Camilla provided the update when a volunteer at a Covid vaccination centre in Croydon asked about the duke. She added: \"We'll keep our fingers crossed.\"Camilla was visiting the community vaccination centre at St Paul's Church on Wednesday morning. Anne Sheehan, a receptionist at a GP practice, confirmed she asked the duchess how Prince Philip was, in an exchange that was filmed during the visit. Camilla said: \"We heard today that he's slightly improving. So, that's very good news. We'll keep our fingers crossed.\" The Duke of Edinburgh, who turns 100 in June, travelled by car from Windsor to King Edward VII's hospital in Marylebone, central London, on 16 February as a precaution after feeling unwell. The exact reason for his initial admission has not been disclosed, but was not related to coronavirus.On 1 March, Buckingham Palace announced he had been transferred to Barts by ambulance. The palace said \"doctors will continue to treat him for an infection, as well as undertake testing and observation for a pre-existing heart condition\". The Prince of Wales visited his father at King Edward VII's Hospital, the weekend after his admission. The Queen and other members of the royal family have continued to carry out official duties while the duke has been in hospital. St Bartholomew's Hospital in the City of London is an NHS hospital and home to Europe's largest specialised cardiovascular unit. In 2011, Prince Philip was taken to hospital by helicopter from Sandringham after suffering chest pains as the royal family was preparing for Christmas. He was treated for a blocked coronary artery at Papworth Hospital in Cambridgeshire and had a stent fitted. ", "url": "https://www.bbc.com/news/uk-56267807"}